<?xml version="1.0"?>
<!DOCTYPE archimedes SYSTEM "../dtd/archimedes.dtd">
<archimedes xmlns:xlink="http://www.w3.org/1999/xlink">      <info>
	<author>Delfino, Federico</author>
	<title>De fluxu et refluxu aquae maris</title>
	<date>1559</date>
	<place>Venice</place>
	<translator/>
	<lang>la</lang>
	<cvs_file>delfi_fluxu_024_la_1559.xml</cvs_file>
	<cvs_version/>
	<locator>024.xml</locator>
</info>      <text>          <front>          </front>          <body>            <chap>	<pb xlink:href="024/01/001.jpg"/><p type="main">

<s><emph type="center"/>FEDERICI DELPHINI, <lb/>MATHEMATICI PRAESTANTISSIMI, <lb/>DE FLVXV ET REFLVXV AQVAE MARIS, <lb/>SVBTILIS ET ERVDITA DISPVTATIOI<emph.end type="center"/><!-- KEEP S--></s></p><p type="main">

<s><emph type="center"/>Eiu&longs;dem<emph.end type="center"/><!-- REMOVE S--><emph type="center"/>DE MOTV OCTAVAE SPHAERAE.<emph.end type="center"/><!-- KEEP S--></s></p><figure id="id.024.01.001.1.jpg" xlink:href="024/01/001/1.jpg"/><p type="main">

<s><emph type="center"/>IN ACADEMIA VENETA, <lb/>M D LIX.<emph.end type="center"/><!-- KEEP S--></s></p><pb xlink:href="024/01/002.jpg"/><pb xlink:href="024/01/003.jpg"/><p type="main">

<s><emph type="center"/>ILLVSTRISSIMO ET REVERENDISS.<emph.end type="center"/><!-- REMOVE S--><emph type="center"/>CARDINALI TVRNONIO &amp;c.<emph.end type="center"/></s></p><p type="main">

<s>VTINAM, uir pr&aelig;&longs;tanti&longs;sime, cogitationes hominum uirtute pr&aelig;&shy;<lb/>&longs;tantium &longs;edem ac domicilium ita propinquum inuenirent in animis <lb/>Principum, &amp; eorum, qui opibus abundant, ut ne diuturna peregri<lb/>natio, ante qu&agrave;m ad agendum aggrederentur, uitam eorum termi&shy;<lb/>naret. </s>

<s>atque utinam potius, ut omni benignitate &longs;ubleuandi <expan abbr="&longs;u&longs;ten-tandi&qacute;">&longs;u&longs;ten&shy;<lb/>tandique</expan>; &longs;unt, non contra multorum iniuriis uexarentur, <expan abbr="multa&qacute;">multaque</expan>;, ab <lb/>iniquis ad impediendum excogitata, reperirent, quibus in&longs;titutus <expan abbr="c&utilde;">cum</expan> <lb/>laude cur&longs;us interrumpitur, &amp; omnis ad pr&aelig;clare agendum uia plane <lb/>pr&aelig;cluditur. </s>

<s>non enim earum modo uirtutum copia fioreret &aelig;tas no<lb/>&longs;tra, qu&aelig; antiquam exornarunt, atque illu&longs;trarunt; &longs;ed cum uer&aelig; ac <lb/>diuin&aelig; Chri&longs;tian&aelig; religionis, diuino quodam munere, patefacta co&shy;<lb/>gnitio &longs;it, qui fons uberrimus e&longs;t, ex quo bona omnia, ex quo ma&shy;<lb/>nat ip&longs;a felicitas; fructus ferret ita pr&aelig;&longs;tantes, ut antiquis &longs;&aelig;culis lon<lb/>ge omnibus antecelleret. </s>

<s>propterea uidemus euenire ut, cum in ali<lb/>qua orbis terrarum parte tanquam ex nubibus huiu&longs;ce corrupt&aelig; &aelig;ta&shy;<lb/>tis lumen erumpit alicuius magnanimi <expan abbr="excel&longs;i&qacute;">excel&longs;ique</expan>; Principis; omnes <lb/>probitate ac uirtute pr&aelig;diti, non &longs;ecus atque uolucres, po&longs;t aliquod <lb/>dierum imbrem, l&aelig;t&aelig; &longs;olis radios excipientes, madefactas ac di&longs;si&shy;<lb/>patas pennas exiccant, <expan abbr="apte&qacute;">apteque</expan>; conformant, recipiunt animos, <expan abbr="eos&qacute;">eosque</expan>; <lb/>ad illorum nomina per illu&longs;tres orbis terrarum partes ge&longs;tanda, &amp; ad <lb/>eximias laudes longinquis nationibus &longs;ignificandas in&longs;tituunt. </s>

<s>qu&aelig; <lb/>cum omnia, ut e&longs;t non minus prudentia <expan abbr="omni&qacute;">omnique</expan>; uirtute, qu&agrave;m nobi<lb/>litate, excellens, Federicus Baduarius per&longs;picue uideret, <expan abbr="plane&qacute;">planeque</expan>; <lb/>intelligeret; mentem intendit in eam curam, ut tam multa <expan abbr="tam&qacute;">tamque</expan>; gra<lb/>uia, ingenuarum doctrinarum &longs;tudiis aduer&longs;a, nouis con&longs;iliis atque <lb/>in&longs;titutis, Deo duce, &longs;uperaret: &amp; quemadmodum rapidis flumini&shy;<lb/>bus, inu&longs;itato impetu extra ripas diffluentibus, ob&longs;i&longs;titur aggeribus <lb/>multiplici &longs;true lignorum compactis; ita multos in unum c&oelig;tum ui&shy;<lb/>ros coegit, Chri&longs;tiana mente, <expan abbr="uit&aelig;&qacute;">uit&aelig;que</expan> innocentia, &amp; doctrin&aelig; laude in <lb/>&longs;ignes: quo ex c&oelig;tu no&longs;tra exorta e&longs;t Academia: qu&aelig; tum in &longs;er&shy;<lb/>monibus eruditis, ad litteras, aut ad pr&aelig;&longs;entem rerum humana&shy;<lb/>narum &longs;tatum &longs;pectantibus, horas collocans, <expan abbr="&longs;ua&qacute;">&longs;uaque</expan>;, aut aliorum <lb/>&longs;cripta, uel recentia, uel temporis uetu&longs;tate abdita, ingenio&longs;is cor&shy;<lb/>rectionibus aut commentariis illu&longs;trans<gap/>, &amp; ad communem &longs;tudio&longs;o&shy;<lb/>rum utilitatem diuulgans, &longs;perat edituram &longs;e gentibus exempla ita <lb/>pr&aelig;clara, ut pr&aelig;&longs;idiis ita firmis, ubi res po&longs;cere uidebitur, con&longs;titutis, <lb/>aut ita uitio&longs;is moribus extinctis atque &longs;ublatis, nouam imaginem, <lb/><expan abbr="nouam&qacute;">nouamque</expan> formam, &longs;i nos tanto munere Deus impertiuerit, orbis ter&shy;<lb/>rarum accipiat. </s>

<s>His no&longs;tris con&longs;iliis atque actionibus, minime dubi&shy;<pb xlink:href="024/01/004.jpg"/>tamus, quin &amp; omnes Principes bona mente pr&aelig;diti, &amp; quicunque <lb/>&longs;ua uirtuti &longs;tudia dediderunt, magnopere faueant. </s>

<s><expan abbr="iam&qacute;">iamque</expan>; &longs;atis mani&shy;<lb/>fe&longs;ta elucere &longs;igna cernimus. </s>

<s>ex quo uoluptatem capimus eiu&longs;modi, <lb/>ut, cum honor qua&longs;i pabulum &longs;it omnium artium, in hoc permanere <lb/>&longs;tatuamus excellenti in&longs;tituto, donec res ad optatum exitum tota <lb/>perducatur. </s>

<s>Nam quis ita rudi, aut ita demi&longs;&longs;o e&longs;&longs;et animo, qui cum <lb/>honorificum &longs;ermonem &agrave; te, tam egregio Cardinali, tam graui ac &longs;a<lb/>piente uiro, no&longs;tra cum dignitate habitum, quem nobis rara uirtute <lb/>uir in&longs;ignis Bernardus Ta&longs;&longs;us narrauit, exaudiret, non &longs;e ip&longs;e acue&shy;<lb/>ret, non qua&longs;i lima poliret, &amp; ad &longs;ublimem ac nobilem rerum pr&aelig;&shy;<lb/>clari&longs;&longs;imarum cupiditatem erigeret? </s>

<s>H&aelig;c tua &longs;ingularis humanitas <lb/><expan abbr="eximia&qacute;">eximiaque</expan>; benignitas, uerbis amanti&longs;simis atque graui&longs;&longs;imis decla&shy;<lb/>rata; tantum habet ponderis, <expan abbr="tantam&qacute;">tantamque</expan>; uim, ut po&longs;&longs;it nos, pro eo <lb/>quod ip&longs;i pr&aelig;&longs;tare po&longs;&longs;umus, in iis actionibus confirmare, qu&aelig; ad <lb/>hanc u&longs;que diem cur&longs;um annorum tuorum, <expan abbr="animum&qacute;">animumque</expan>; tuum ita pro&shy;<lb/>&longs;ecut&aelig; &longs;unt, <expan abbr="ita&qacute;">itaque</expan>; muniuerunt, ut multo magis tibi mentes homi&shy;<lb/>num deuinxerint, <expan abbr="clariorem&qacute;">clarioremque</expan>; tuo nomini gloriam pepererint, qu&agrave;m <lb/>ullus unquam Princeps uel immen&longs;a exercituum, prouinciarum, re&shy;<lb/>gnorum multitudine &longs;it adeptus. </s>

<s>qu&aelig; quidem eo pr&aelig;&longs;tantior e&longs;t, <expan abbr="eo&qacute;">eoque</expan>; <lb/>magis expetenda, qu&ograve;d, cum &agrave; uera uirtute fluxerit, perpetuam fore <lb/>con&longs;tat: qu&aelig; uero pendet &agrave; terre&longs;tribus rebus, inanis pror&longs;us, cadu&shy;<lb/>ca, mortalis e&longs;t. </s>

<s>Neque tamen h&aelig;c tua tantum uerba pr&aelig;bere nobis <lb/>argumentum exi&longs;times &longs;umm&aelig; tu&aelig; uirtutis, <expan abbr="&longs;umm&aelig;&qacute;">&longs;umm&aelig;que</expan>; probitatis. <lb/></s>

<s>nam &longs;i pietas erga Deum infinita, non &agrave; te ad fictam &longs;peciem, &longs;ed ad <lb/>ueram fidem declarata; &longs;i erga inopes immen&longs;a tua benignitas, &longs;em&shy;<lb/>per ex mi&longs;ericordia, non ex ambitione, deriuata; &longs;i prudenti&aelig; &longs;in&shy;<lb/>gularis in maximis maximorum Regum negociis, optimo ac laudabi<lb/>li mentis con&longs;ilio, non ob inanem aliquam laudis cupiditatem, exer<lb/>citata; &longs;i erga omnes, in quibus aliqua modo uirtus eniteat, eximia <lb/>liberalitas, ad uirtutem, non ad eam, quam aucupantur multi, famam <lb/>relata; &longs;i erga omnes homines immen&longs;a humanitas, ex benignitate <lb/>potius, qu&agrave;m ex animi humilitate, exorta, non &longs;olum te apud ma&shy;<lb/>ximum Regem tuum, <expan abbr="uniuer&longs;am&qacute;">uniuer&longs;amque</expan>; Galliam, &longs;umma tua fide, <expan abbr="&longs;in-gulari&qacute;">&longs;in&shy;<lb/>gularique</expan>; con&longs;ilio iam per tot annos admini&longs;tratam, tanta in exi&longs;ti&shy;<lb/>matione, atque auctoritate collocarunt, uerum etiam eos popu&shy;<lb/>los, qui ob&longs;eruantiam ignorant, ad te tamen non mediocriter ob&shy;<lb/>&longs;eruandum excitarunt, <expan abbr="fecerunt&qacute;">feceruntque</expan>; ut etiam inuidi, te admirentur, <lb/>omni procul amota &amp; adulatione, &amp; hominum intemperantium at&shy;<lb/>que improborum iniquitate: quo nos animo decet e&longs;&longs;e, quibus u&shy;<lb/>na propo&longs;ita uirtus e&longs;t, <expan abbr="qui&qacute;ue">quique</expan> in hac excel&longs;a urbe uiuentes, ocu&shy;<lb/>lo quidem mentis Principes longe contemplamur, his autem cor&shy;<lb/>poreis facile cernimus quanta in exi&longs;timatione, atque ob&longs;eruantia <lb/>&longs;is apud hanc &longs;ereni&longs;&longs;imam, ac &longs;apienti&longs;&longs;imam Rempublicam <expan abbr="apud&qacute;">apudque</expan>; <lb/>hos omnes populos, quibus &amp; nunc &amp; antehac tantarum, qu&aelig; in <pb xlink:href="024/01/005.jpg"/>te &longs;unt, uirtutum liberalitate, <expan abbr="&longs;imul&qacute;">&longs;imulque</expan>; tu&aelig; Maie&longs;tatis illo frui contigit <lb/>a&longs;pectu, in quo, tanquam in lucidi&longs;&longs;imo c&aelig;lo, &longs;plendent clari&longs;&longs;ima <lb/>&longs;idera, uel potius tu&aelig; beat&aelig; mentis puri&longs;&longs;imus <expan abbr="pulcherrimus&qacute;">pulcherrimusque</expan>; Sol. <lb/><!-- KEEP S--></s>

<s>Nec tamen illud pr&aelig;termittendum uidetur, qu&ograve;d, cum tam illu&longs;tri <lb/>editus &egrave; &longs;tirpe &longs;is; cum honoribus cunctis, <expan abbr="animi&qacute;">animique</expan>; &amp; corporis bo&shy;<lb/>nis abundes; <expan abbr="cum&qacute;">cumque</expan>; tibi, tanta uirtute, tanta innocentia florenti, &longs;i&shy;<lb/>ne ulla ueneni &longs;u&longs;picione liceat, tanquam monoceroti, ex omnibus <lb/>potare aquis actionum humanarum; tamen, cum illud e&longs;&longs;e uerum <lb/><expan abbr="unum&qacute;">unumque</expan>; bonum, quod ad Deum accedit, plane tibi per&longs;ua&longs;eris, ab&shy;<lb/>ducis te, quantum potes, &agrave; cunctis negociis, atque &agrave; tot &longs;plendori<lb/>bus, qui te &longs;equuntur inuitum; <expan abbr="nos&qacute;">nosque</expan>; mones exemplo tuo, ut no&shy;<lb/>&longs;trarum uoluntatum nauem con&longs;ilio regamus, ne illam fallaces ab&longs;or<lb/>beant fluctus, in quibus ip&longs;e tam &longs;&aelig;pe, tanta tranquillitate, tam fe&shy;<lb/>lici cur&longs;u nauiga&longs;ti. </s>

<s>Con&longs;tantiam ergo tuebimur; <expan abbr="ea&qacute;">eaque</expan>; duce, &longs;pera&shy;<lb/>mus fore, ut aliquando te&longs;tatum apud omnes relinquamus, quem&shy;<lb/>admodum nemo te omnium, qui uiuunt, uirtute anteit, &amp; &agrave; fortu&shy;<lb/>n&aelig; bonis egregie paratus es, ita neminem fore, qui aut iudicii te&longs;ti<lb/>monium illu&longs;trius, aut uer&aelig; erga te pr&aelig;beat ob&longs;eruanti&aelig;. </s>

<s>Qu&ograve;d &longs;i <lb/>munus hoc, nunc &agrave; nobis ad te mi&longs;&longs;um, minime tibi fui&longs;&longs;e ingratum <lb/>cognouerimus: non modo iacta e&longs;&longs;e pr&aelig;clara operis &agrave; nobis in&longs;tituti <lb/>fundamenta, uerum aditum etiam aliquem ad &longs;peratam perfectio&shy;<lb/>nem e&longs;&longs;e patefactum exi&longs;timabimus. </s>

<s>Munus ip&longs;um in&longs;igne admodum <lb/>e&longs;t, tum quia nobili&longs;&longs;imum ac perdifficile continet argumentum, de <lb/>fluxu &longs;cilicet, &amp; refluxu, <expan abbr="aliis&qacute;">aliisque</expan>; pr&aelig;terea marin&aelig; aqu&aelig; motibus; <lb/>qu&aelig; qu&agrave;m non aperta, qu&agrave;m ardua cognitio &longs;it, Ari&longs;totelis, <expan abbr="alio-rum&qacute;">alio&shy;<lb/>rumque</expan>; philo&longs;ophorum indu&longs;tria declarat; &longs;ed etiam quia rationes <lb/>non uulgares, nec &agrave; ueteribus percept&aelig;, in hoc libro exponuntur. <lb/></s>

<s>Addidimus autem de motu octau&aelig; &longs;ph&aelig;r&aelig; &longs;ubtilem &amp; eruditam di&shy;<lb/>&longs;putationem, <expan abbr="id&qacute;">idque</expan>; merito. </s>

<s>&longs;i quidem tanti, <expan abbr="tam&qacute;">tamque</expan>; uarii maris motus <lb/>non modo ad Solis <expan abbr="Lun&aelig;&qacute;">Lun&aelig;que</expan>; cur&longs;um, &longs;ed ad primum etiam mobile re&shy;<lb/>feruntur. </s>

<s>Atque h&aelig;c eruditi&longs;&longs;ima, <expan abbr="ualde&qacute;">ualdeque</expan>; &agrave; multis optata &longs;cripta <lb/>cum in tenebris laterent, forta&longs;&longs;e, paulatim uetu&longs;tate corrupta, pe&shy;<lb/>rii&longs;lent, ni&longs;i pr&aelig;&longs;tantis uiri, &amp; doctrina clari, Luc&aelig; Hieronymi Con <lb/>tareni, patricii Veneti, cui pr&aelig;ceptor fuit Delphinus ip&longs;e, horum <lb/>&longs;criptorum auctor, &longs;ingularis humanitas ea conce&longs;&longs;i&longs;&longs;et Academi&aelig; <lb/>no&longs;tr&aelig;: qu&aelig; &longs;tatim, cognito argumento, non minus iucundo, qu&agrave;m <lb/>diflicili, munus ad te, &longs;u&aelig; te&longs;timonium ob&longs;eruanti&aelig;, mittendum <lb/>con&longs;tituit: cum ip&longs;am quidem rem, &amp; pro tua excellenti doctrina, <lb/>&amp; quia te in am&oelig;ni&longs;&longs;imum Corneliani &longs;ece&longs;&longs;um, quietis, &amp; ualetu&shy;<lb/>dinis cau&longs;a, contuli&longs;ti, gratam fore opinaretur, animum tamen no&shy;<lb/>&longs;trum tibi probari uehementius optaret, utpote qui ad tuam glo&shy;<lb/>riam multo &longs;ublimiora cogitans, humilia tamen tu&aelig; &longs;plendore di&shy;<lb/>gnitatis putauit illu&longs;tranda. </s>

<s>nec uero &longs;ibi unquam &longs;atisfaciet, donec <lb/>plane peripiciat, neminem po&longs;&longs;e ip&longs;o pr&aelig;&longs;tantius ad tuum decus <pb xlink:href="024/01/006.jpg"/>amplificandum aut eloqui, aut agere, ni&longs;i qui te ip&longs;um uirtute, <expan abbr="ani-mo&qacute;">ani&shy;<lb/>moque</expan>; ad&aelig;quat. </s>

<s>quod cum fieri uix po&longs;sit: ideo &longs;equitur, ut actiones <lb/>no&longs;tr&aelig; nequaquam tibi uulgares uideri debeant. </s>

<s>quo fit, ut amore <lb/>tuo ac fauore complectendi &longs;imus, <expan abbr="gratiam&qacute;">gratiamque</expan>; &agrave; te inire aliquam &aelig;&shy;<lb/>quum &longs;it, qu&ograve;d Academia no&longs;tra, cum omnibus communem om&shy;<lb/>nium parentem Chri&longs;tum pie colentibus, ab intimo corde preces <lb/>pie fundit, ut, ad no&longs;tr&aelig; religionis utilitatem, ad ornamentum <lb/>omnium uirtutum, ad &aelig;tatis no&longs;tr&aelig; gloriam, diuturnam tibi ui&shy;<lb/>tam cum optima ualetudine con&longs;eruet. </s>

<s>quandoquidem honores eos, <lb/>qui ab hominibus tribuuntur, iam nunc plero&longs;que po&longs;&longs;ides, &amp; quia <lb/>Cardinalis; &amp; qu&ograve;d ex Principum familia ortus es: reliquos uero po&longs;<lb/>&longs;edi&longs;&longs;e iam primum propterea uideris, quia te iis maxime dignum <lb/>pr&aelig;&longs;titi&longs;ti quam rem ne quis in dubium uocet, &longs;pectet animo ueram <lb/>tui &longs;anguinis nobilitatem, <expan abbr="tuas&qacute;">tuasque</expan>; actiones c&aelig;le&longs;ti fauore commen&shy;<lb/>datas; quarum &longs;ublimitas dignitatem omnem, qu&aelig; conferri &agrave; mor&shy;<lb/>talibus po&longs;&longs;it, maxime &longs;uperat. </s></p><p type="main">

<s>Illu&longs;tri&longs;&longs;im&aelig; ac Reuerendi&longs;&longs;im&aelig; <!-- REMOVE S-->D. tu&aelig; dediti&longs;&longs;imi </s></p><p type="main">

<s>Mathematici Academi&aelig; Venet&aelig;. <!-- KEEP S--></s></p><pb xlink:href="024/01/007.jpg"/><p type="main">
<pb xlink:href="024/01/008.jpg"/>
<s><emph type="center"/>ERRATA.<emph.end type="center"/><!-- KEEP S--></s></p><p type="main">

<s>2. fal&longs;e, fal&longs;e. </s>

<s>5. quarta, quartam. </s>

<s>10. notum, motum. </s>

<s>a tergo argumen&shy;<lb/>tum, augmentum. </s>

<s>12. aliquod fallunt, in aliquo uariant. </s>

<s>13. die, diem. <lb/></s>

<s>20. diferentis, deferentis. </s>

<s>22. &longs;eptentrionale, &longs;eptentrionali. </s>

<s>ibidem, &longs;e&shy;<lb/>ptione, &longs;ectione. </s>

<s>23. &longs;eptentrionale, &longs;eptentrionali. </s>

<s>24. &longs;ectione, &longs;ectio&shy;<lb/>nem. </s>

<s>a tergo idem erratum emenda. </s>

<s>ibidem, di&longs;tinguentem, di&longs;tinguenti. <lb/></s>

<s>ibidem. </s>

<s>accederat, acce&longs;&longs;erat. </s>

<s>25. tam, tamen. </s>

<s>ibidem. </s>

<s>que, quam. </s>

<s>ibidem, <lb/>octaue, octaua. </s>

<s>26. tabolariis, tabulariis. </s>

<s>a tergo, aere, are ubique. </s>

<s>ultima, <lb/>qui, quod. </s></p><pb xlink:href="024/01/009.jpg" pagenum="1"/><p type="main">

<s><emph type="center"/>FEDERICI DELPHINI, <lb/>ARTIVM, ET MEDICINAE<emph.end type="center"/><!-- REMOVE S--><emph type="center"/>DOCTORIS, <lb/>mathematicarum di&longs;ciplinarum in celeberrimo gymna&longs;io <lb/>Patauino publici profe&longs;&longs;oris, <lb/>tractatus de FLVXV, &amp; REFLVXV, &longs;eu cre&shy;<lb/>mento, &amp; decremento, aut acce&longs;&longs;u, &amp; rece&longs;&shy;<lb/>&longs;u, &amp; quiete fal&longs;a, &longs;eu motu inordi&shy;<lb/>nato aqu&aelig; maris.<emph.end type="center"/></s></p><p type="main">

<s>DE<gap/>O autem, quod &longs;uperius promi&longs;eram me dicturum <lb/><gap/>e huius mei tractatus de &longs;ph&aelig;ra, uidelicet de motu, &amp; <lb/>quiete fal&longs;a aqu&aelig; maris ad motum primi mobilis; nunc re&shy;<lb/>&longs;tat &agrave; me dicendum. </s>

<s>&amp; licet &agrave; pr&aelig;cedentibus magi&longs;tris facta <lb/>fuerit tractatio motus, &amp; quietis fal&longs;&aelig; aqu&aelig; maris, uidelicet <lb/>fluxus, &amp; refluxus, &longs;eu crementi, &amp; decrementi eius; &amp; in <lb/>tractatibus eorum includantur omnes cau&longs;&aelig; huiu&longs;modi mo<lb/>tus fluxus, &amp; refluxus, &longs;eu crementi, &amp; decrementi: quia <lb/>tamen non &longs;unt omnes ita manife&longs;te po&longs;it&aelig; in tractatibus <lb/>eorum; nec po&longs;&longs;unt ab omnibus legentibus tractatus eorum <lb/>ita bene elici ex dictis eorum: ideo ego Federicus Delphi&shy;<lb/>nus, artium, &amp; medicin&aelig;, &amp; mathematicarum di&longs;ciplina&shy;<lb/>rum doctor, decreui in i&longs;to meo tractatu eas diligenter &amp; &longs;cri<lb/>bere, &amp; bene, &amp; clare exprimere: ut doctrina i&longs;ta fluxus, &amp; <lb/>refluxus, &longs;eu crementi, &amp; decrementi, &amp; quietis fal&longs;&aelig;, &longs;eu <lb/>motus inordinati aqu&aelig; maris, omnibus legentibus hunc <lb/>meum tractatum &longs;it manife&longs;tior. </s></p><p type="main">

<s>Pro facili autem intelligentia horum duorum modorum <lb/>motus aqu&aelig; maris, &longs;equentium motum &longs;olis, &amp; lun&aelig; ad mo&shy;<lb/>tum primi mobilis, e&longs;t &longs;ciendum, primo, qu&ograve;d, ubicunque <lb/>&longs;it homo in terra, orizon eius, &longs;icut dictum e&longs;t &longs;upra &agrave; me, <pb xlink:href="024/01/010.jpg"/>in tractatu meo de &longs;phera, &longs;emper &longs;ecat ei c&aelig;lum in duo me&shy;<lb/>dia, &amp; medietas c&aelig;li &longs;emper e&longs;t &longs;upra orizontem eius, &amp; <lb/>medietas infra. </s>

<s>cum autem in omni medietate corporis &longs;phe<lb/>rici contineantur du&aelig; quart&aelig;: du&aelig; quart&aelig; c&aelig;li &longs;emper e&shy;<lb/>runt &longs;upra orizontem eius, &amp; du&aelig; infra. </s>

<s>qu&aelig; autem &longs;unt <lb/>&longs;upra orizontem, dicuntur quart&aelig; diurn&aelig;; &amp; qu&aelig; &longs;unt &longs;ub <lb/>orizonte, dicuntur quart&aelig; nocturn&aelig;. </s>

<s>harum autem qua&shy;<lb/>tuor quartarum c&aelig;li du&aelig; &longs;unt, in quibus fit fluxus, &longs;eu cre&shy;<lb/>mentum aqu&aelig; maris; &amp; du&aelig;, in quibus fit refluxus, &longs;eu de&shy;<lb/>crementum aqu&aelig; maris. </s>

<s>quart&aelig;, in quibus fit fluxus, &longs;eu <lb/>crementum, &longs;unt quarta, qu&aelig; e&longs;t ab ortu ad meridiem &longs;upra <lb/>orizontem; qu&aelig; e&longs;t quarta acce&longs;&longs;ionis diurn&aelig;, &longs;eu crementi <lb/>diurni: &amp; quarta ei oppo&longs;ita, qu&aelig; e&longs;t ab occa&longs;u ad medium <lb/>noctis &longs;ub orizonte: qu&aelig; e&longs;t quarta acce&longs;&longs;ionis nocturn&aelig;. <lb/></s>

<s>quart&aelig; autem, in quibus fit refluxus, &longs;eu decrementum; <lb/>&longs;unt quarta, qu&aelig; e&longs;t &agrave; meridie ad occa&longs;um &longs;upra <expan abbr="orizont&etilde;">orizontem</expan>; <lb/>qu&aelig; e&longs;t quarta acce&longs;&longs;ionis diurn&aelig;: &amp; quarta ei oppo&longs;ita, <lb/>qu&aelig; e&longs;t &agrave; medio noctis ad ortum &longs;ub orizonte; qu&aelig; e&longs;t quar<lb/>ta rece&longs;&longs;ionis nocturn&aelig;. </s></p><p type="main">

<s>Sciendum e&longs;t etiam &longs;ecundo, qu&ograve;d octo &longs;unt puncta in c&aelig;lo <lb/>pro fluxu, &amp; refluxu, &longs;eu cremento, &amp; decremento aqu&aelig; <lb/>maris: quorum quatuor &longs;unt fortia, &amp; quatuor debilia. </s>

<s>de&shy;<lb/>bilium duo &longs;unt debilia pro fluxu, &longs;eu cremento, &amp; duo pro <lb/>refluxu, &longs;eu decremento: debilia pro fluxu, &longs;eu cremento, <lb/>&longs;unt punctum orientis, &amp; punctum occidentis, qu&aelig; &longs;unt <lb/>principia duarum quartarum fluxus. </s>

<s>debilia pro refluxu, <lb/>&longs;eu decremento, &longs;unt punctum meridiei, &amp; punctum me&shy;<lb/>di&aelig; noctis, qu&aelig; &longs;unt principia duarum quartarum refluxus. <lb/></s>

<s>&amp; i&longs;ta quatuor puncta di&longs;tant adinuicem per quartam c&aelig;li. <lb/></s>

<s>fortium duo &longs;unt fortia pro fluxu, &longs;eu cremento, &amp; duo pro <lb/>refluxu, &longs;eu decremento. </s>

<s>fortia pro fluxu, &longs;eu cremento, <lb/>&longs;unt punctum medium inter orientem, &amp; meridiem in quar<lb/>ta diurna fluxus, di&longs;tans ab oriente per 45 gradus (&amp; &agrave; me&shy;<lb/>ridie &longs;imiliter: &amp; punctum medium inter occidentem, &amp; <pb xlink:href="024/01/011.jpg" pagenum="2"/>medium noctis in quarta nocturna fluxus) di&longs;tans ab occa&longs;u <lb/>per 45 gradus, &amp; &agrave; medio noctis &longs;imiliter. </s>

<s>fortia pro refluxu <lb/>&longs;unt punctum medium inter meridiem, &amp; occa&longs;um in quarta <lb/>diurna refluxus, di&longs;tans &agrave; meridie per 45 gradus, &amp; ab occa <lb/>&longs;u &longs;imiliter: &amp; punctum medium inter medium noctis, &amp; or&shy;<lb/>tum, in quarta nocturni refluxus, di&longs;tans &agrave; medio noctis per <lb/>45 gradus, &amp; ab ortu &longs;imiliter: &amp; &longs;icut puncta debilia di&longs;tant <lb/>adinuicem per quartam c&aelig;li; ita i&longs;ta fortia di&longs;tant adinuicem <lb/>per quartam c&aelig;li, habentibus orizontem rectum. </s></p><p type="main">

<s>Sciendum e&longs;t etiam tertio, qu&ograve;d, pr&aelig;ter i&longs;ta octo puncta di&shy;<lb/>cta, habentibus orizontem rectum, &longs;unt multa alia puncta &aelig;&shy;<lb/>quipotentia, &longs;eu &aelig;qualis uirtutis: &amp; talia puncta &longs;unt omnia <lb/>puncta c&aelig;li &aelig;qualiter di&longs;tantia, &amp; quatuor punctis principali&shy;<lb/>bus c&aelig;li, qu&aelig; puncta principalia c&aelig;li &longs;unt puncta orientis, pun<lb/>ctum occidentis, punctum meridiei, &amp; punctum medi&aelig; no&shy;<lb/>ctis, uel &agrave; quatuor punctis fortibus c&aelig;li, quod e&longs;t idem: in <lb/>quartis tamen contrari&aelig; operationis. </s>

<s>&longs;unt enim omnia talia <lb/>puncta &aelig;qualis uirtutis, &longs;eu &aelig;quipotentia in mouendo aquam <lb/>maris: in orizonte autem obliquo aliter e&longs;t, ut infra uidebitur. </s></p><p type="main">

<s>Sciendum e&longs;t quarto, qu&ograve;d &longs;ol, &amp; luna omni men&longs;e &longs;unt &longs;i&shy;<lb/>mul in eodem &longs;igno, gradu, &amp; minuto; &amp; i&longs;te &longs;itus appella&shy;<lb/>tur coniunctio lun&aelig; cum &longs;ole. </s>

<s>inde ad octo dies, uel circa lu&shy;<lb/>na e&longs;t elongata &agrave; &longs;ole per motum eius proprium per quartam <lb/>partem c&aelig;li: &amp; h&aelig;c elongatio appellatur quadratura prima <lb/>lun&aelig; cum &longs;ole. </s>

<s>inde ad 14 dies, uel circa, e&longs;t elongata &agrave; &longs;ole, <lb/>per aliam quartam partem c&aelig;li, &amp; &longs;ic per medietatem c&aelig;li. </s>

<s>&amp; <lb/>h&aelig;c di&longs;tantia appellatur oppo&longs;itio lun&aelig; cum &longs;ole, &longs;eu plenilu <lb/>nium. </s>

<s>inde ad 21 dies, uel circa, e&longs;t elongata ab oppo&longs;itione <lb/>eius cum &longs;ole, &longs;eu plenilunio, per aliam quartam partem c&aelig;&shy;<lb/>li, accedens ad ip&longs;am &longs;olem. </s>

<s>&amp; h&aelig;c di&longs;tantia appellatur qua&shy;<lb/>dratura &longs;ecunda lun&aelig; cum &longs;ole. </s>

<s>&amp; tunc luna di&longs;tat &agrave; &longs;ole per <lb/>quartam partem c&aelig;li, &longs;icut di&longs;tabat in quadratura prima. <lb/></s>

<s>accedit ad coniunctionem eius cum &longs;ole. </s>

<s>inde ad 20 dies, uel <lb/>circa luna e&longs;t iterum cum &longs;ole, &amp; ei coniuncta, &longs;icut pri&shy;<lb/>mo fuit. </s></p><pb xlink:href="024/01/012.jpg"/><p type="main">

<s>Sciendum quinto &amp; ultimo, qu&ograve;d &longs;ol, &amp; luna ambo &longs;imul <lb/>omni die naturali, qu&aelig; e&longs;t tempus 24 horarum ad motum pri<lb/>mi mobilis &longs;unt cau&longs;&aelig; fluxus, &amp; refluxus, &longs;eu crementi, &amp; <lb/>decrementi aqu&aelig; maris bis. </s>

<s>i&longs;tis declarationibus pr&aelig;mi&longs;&longs;is, et <lb/>bene memori&aelig; retentis, declaremus quomodo &longs;ol, et luna am<lb/>bo &longs;imul omni die naturali ad motum primi mobilis &longs;unt cau&shy;<lb/>&longs;&aelig; fluxus, et refluxus, &longs;eu crementi, et decrementi aqu&aelig; ma <lb/>ris bis. </s>

<s>&longs;i enim declarationes pr&aelig;mi&longs;&longs;&aelig; bene memori&aelig; tenean<lb/>tur, et maxime i&longs;t&aelig;, uidelicet qu&aelig; &longs;unt quart&aelig; c&aelig;li; in qui&shy;<lb/>bus fit fluxus, &longs;eu crementum aqu&aelig; maris; et qu&aelig; &longs;unt quar<lb/>t&aelig; c&aelig;li; in quibus fit refluxus, &longs;eu decrementum aqu&aelig; maris; <lb/>et qu&aelig; &longs;unt puncta fortia pro fluxu; et qu&aelig; &longs;unt puncta for&shy;<lb/>tia pro refluxu; et qu&aelig; &longs;unt debilia pro fluxu; et qu&aelig; &longs;unt <lb/>debilia pro refluxu, tota narratio motus, et quietis fal&longs;&aelig; aqu&aelig; <lb/>maris clara erit. </s></p><p type="main">

<s>Sciendum e&longs;t primo (quantum ad fluxum, et refluxum, &longs;eu <lb/>crementum, et decrementum aqu&aelig; maris ad motum primi <lb/>mobilis) qu&ograve;d quando &longs;ol, et luna &longs;unt coniuncti &longs;imul, qu&aelig; <lb/>coniunctio appellatur nouilunium, dum feruntur ad motum <lb/>primi mobilis ab ortu ad meridiem; quia amb&aelig; uirtutes uide&shy;<lb/>licet &longs;olis, et lun&aelig; &longs;unt unit&aelig; &longs;imul; et ambo luminaria, uide&shy;<lb/>licet &longs;ol, et luna feruntur continue ad motum primi mobilis <lb/>per quartam fluxus, &longs;eu crementi diurni; qu&aelig; e&longs;t ab ortu ad <lb/>meridiem, fit continue fluxus, &longs;eu crementum diurnum a&shy;<lb/>qu&aelig; maris: et dum feruntur &agrave; meridie ad occa&longs;um, quia fe&shy;<lb/>runtur continue per quartam refluxus, &longs;eu decrementi diur&shy;<lb/>ni, fit continue refluxus, &longs;eu decrementum diurnum: et dum <lb/>feruntur ab occa&longs;u ad medium noctis; quia feruntur per quar<lb/>tam fluxus nocturni, iterum fit continue fluxus, &longs;eu cremen <lb/>tum &longs;cilicet nocturnum: et dum feruntur &agrave; medio noctis ad <lb/>ortum; quia feruntur per quartam refluxus, &longs;eu decrementi <lb/>nocturni, iterum fit continue refluxus, &longs;eu decrementum &longs;ci&shy;<lb/>licet nocturnum. </s>

<s>&amp; &longs;ic bis in die naturali fit fluxus, &amp; bis re&shy;<lb/>fluxus, &longs;eu bis crementum, &amp; bis decrementum aqu&aelig; maris. <lb/></s>

<s>Sciendum &longs;ecundo, qu&ograve;d quando luna po&longs;t coniunctionem <pb xlink:href="024/01/013.jpg" pagenum="3"/>eius cum &longs;ole per motum eius proprium elongatur &agrave; &longs;ole uer&shy;<lb/>&longs;us orientem &longs;ecundum ordinem &longs;ignorum eundo uer&longs;us qua&shy;<lb/>draturam primam eius cum &longs;ole, quam appellant Naut&aelig;, il <lb/>Quartirone: &longs;emper antequam luna per motum eius pro&shy;<lb/>prium ueniat ad illam quartam primam, qu&aelig; e&longs;t di&longs;tantia lu&shy;<lb/>n&aelig; &agrave; &longs;ole uer&longs;us orientem &longs;ecundum ordinem &longs;ignorum per <lb/>quartam partem c&aelig;li, quando &longs;ol e&longs;t tantum &longs;uper orizon&shy;<lb/>tem ex parte orientis in quarta fluxus diurni, quantum luna <lb/>e&longs;t &longs;ub orizonte ex eadem parte orientis in quarta refluxus <lb/>nocturni; quia tunc &longs;ol tantum di&longs;tat &agrave; puncto forti fluxus &longs;u&shy;<lb/>per orizontem, quantum luna &agrave; puncto forti refluxus &longs;ub ori<lb/>zonte ip&longs;i &longs;unt &aelig;quipotentes: &amp; ideo tunc nec fit fluxus, ne&shy;<lb/>que refluxus aqu&aelig; maris; &longs;ed aqua maris uidetur &longs;tare, &amp; <lb/>tunc Veneti dicunt, L'acqua &egrave; &longs;tanca. </s>

<s>cum autem &longs;ol per mo&shy;<lb/>tum primi mobilis accedit ad punctum forte fluxus, qui e&longs;t &longs;u<lb/>pra orizontem in quarta diurna fluxus, luna per eundem mo&shy;<lb/>tum primi mobilis recedit, &amp; elongatur. </s>

<s><expan abbr="tantund&etilde;">tantundem</expan> &agrave; puncto for<lb/>ti refluxus, qui e&longs;t &longs;ub orizonte in quarta nocturni refluxus <lb/>accedendo uer&longs;us punctum orientis debile fluxus: &amp; tunc <lb/>quia &longs;ol e&longs;t magis propinquus puncto forte fluxus, qui e&longs;t &longs;u&shy;<lb/>pra orizontem in quarta diurna fluxus, qu&agrave;m luna puncto for <lb/>ti refluxus, qui e&longs;t &longs;ub orizonte in quarta nocturna refluxus: <lb/>debilitatur refluxus, &amp; fortificatur fluxus, &amp; aqua maris <lb/>tunc incipit fluere: &amp; quanto magis &longs;ol appropinquat puncto <lb/>forti fluxus, qui e&longs;t &longs;upra orizontem in quarta diurna fluxus, <lb/>tanto magis luna elongatur &agrave; puncto forti refluxus, qui e&longs;t <lb/>&longs;ub orizonte in quarta nocturna refluxus appropinquando <lb/>puncto orientis debili fluxus; &amp; ideo continuatur fluxus. <lb/></s>

<s>cum autem &longs;ol per motum primi mobilis peruenit ad <expan abbr="punct&utilde;">punctum</expan> <lb/>fortem fluxus, qui e&longs;t &longs;upra orizontem in quarta diurna flu<lb/>xus, luna e&longs;t elongata &agrave; puncto forti refluxus, qui e&longs;t &longs;upra <lb/>orizontem in quarta nocturna refluxus: &amp; facta e&longs;t propin&shy;<lb/>qua puncto orientis debili fluxus; &amp; ideo adhuc continua&shy;<lb/>tur fluxus. </s>

<s>cum autem luna uenerit ad punctum orientis <lb/>debile fluxus, ip&longs;a tunc ad motum primi mobilis mouetur <pb xlink:href="024/01/014.jpg"/>per quartam diurnam fluxus accedendo &longs;cilicet ad punctum <lb/>forte fluxus, qui e&longs;t &longs;upra orizontem: &amp; &longs;ol quia di&longs;tat &agrave; lu&shy;<lb/>na, minus quarta &longs;imiliter mouetur per eandem quartam di&shy;<lb/>urnam fluxus accedendo &longs;cilicet ad punctum meridiei debile <lb/>refluxus: et ideo quia ambo mouentur per quartam diurnam <lb/>fluxus, continuatur fluxus: &amp; cum &longs;ol per motum primi mo<lb/>bilis peruenit ad punctum meridiei debile refluxus, quia luna <lb/>tunc e&longs;t magis propinqua puncto forti fluxus, qui e&longs;t &longs;upra, <lb/>qu&agrave;m &longs;ol puncto forti refluxus; qui e&longs;t &longs;upra <expan abbr="orizont&etilde;">orizontem</expan> in quar<lb/>ta diurna refluxus, continuabitur adhuc fluxus: &amp; cum luna <lb/>uenerit ad punctum forte fluxus in quarta diurna fluxus, &longs;ol <lb/>non erit adhuc in puncto forti refluxus in quarta diurna reflu<lb/>xus, eo quia &longs;ol di&longs;tat &agrave; luna minus quarta, &longs;ed accedet ad ip&shy;<lb/>&longs;um, et luna tunc recedet &agrave; puncto forti fluxus, &amp; minus di&longs;ta&shy;<lb/>bit ab eo, qu&agrave;m &longs;ol &agrave; puncto forti refluxus, et ideo adhuc <lb/>continuabitur fluxus, donec &longs;ol &longs;it tantum ultra meridiem uer<lb/>&longs;us occidentem in quarta diurna fluxus, quantum luna citra <lb/>meridiem uer&longs;us orientem in quarta diurna fluxus: &amp; tunc <lb/>&longs;ol tantum di&longs;tabit &agrave; puncto forti refluxus, qui e&longs;t &longs;upra ori&shy;<lb/>zontem ultra meridiem in quarta diurna refluxus, quantum <lb/>luna &agrave; puncto forti fluxus, qui e&longs;t &longs;upra orizontem ante meri&shy;<lb/>diem in quarta diurna fluxus: et ex continenti &longs;ol, &amp; luna e&shy;<lb/>runt &aelig;quipotentes, &amp; non fiet fluxus, neque refluxus, &longs;icut <lb/>prius dictum e&longs;t. </s>

<s>cum autem &longs;ol per motum primi mobilis ac&shy;<lb/>cedet ad punctum forte refluxus in quarta diurna refluxus, <lb/>luna per eundem motum primi mobilis elongabitur tantun&shy;<lb/>dem &agrave; puncto forti fluxus in quarta diurna fluxus acceden&shy;<lb/>do uer&longs;us punctum meridiei debile refluxus, et tunc luna plus <lb/>di&longs;tabit &agrave; puncto forti fluxus, qu&agrave;m &longs;ol &agrave; puncto forti reflu&shy;<lb/>xus; et &longs;ic &longs;ol erit potentior luna; et ideo tunc incipiet reflu&shy;<lb/>xus aqu&aelig; maris, et continuabitur &longs;ecundum quod &longs;ol appro&shy;<lb/>pinquabit puncto forti refluxus in quarta diurna refluxus; et <lb/>luna elongabitur &agrave; puncto forti fluxus in quarta diurna flu&shy;<lb/>xus; et cum &longs;ol ueniet ad punctum forte refluxus, luna erit <lb/>elongata &agrave; puncto forti fluxus, et ideo adhuc continuabitur <pb xlink:href="024/01/015.jpg" pagenum="4"/>refluxus, et cum luna ueniet ad punctum meridiei debile re&shy;<lb/>fluxus, &longs;ol erit elongatus &agrave; puncto forti refluxus in quarta di&shy;<lb/>urna refluxus accedendo uer&longs;us punctum occidentis debile <lb/>fluxus; minus tamen di&longs;tabit &longs;ol &agrave; puncto forti refluxus, qu&agrave;m <lb/>luna &agrave; puncto forti fluxus; &amp; ideo adhuc continuabitur reflu<lb/>xus: &amp; cum &longs;ol ueniet ad punctum occidentis debile, fluxus <lb/>luna facta erit propinqua puncto forti refluxus, qui e&longs;t &longs;upra <lb/>orizontem in quarta diurna refluxus, &amp; minus di&longs;tabit ab eo, <lb/>qu&agrave;m &longs;ol &agrave; puncto forti fluxus, qui e&longs;t &longs;ub orizonte in quar&shy;<lb/>ta nocturna fluxus; eo quia ip&longs;a di&longs;tat &agrave; &longs;ole minus quarta par&shy;<lb/>te c&aelig;li, &amp; ideo adhuc continuabitur refluxus, donec &longs;ol fue&shy;<lb/>rit tantum infra orizontem ex parte occidentis in quarta no&shy;<lb/>cturna fluxus, quantum luna &longs;upra orizontem, ex parte occi <lb/>dentis in quarta nocturna fluxus, quantum luna &longs;upra orizon<lb/>tem ex eadem parte occidentis in quarta diurna refluxus: &amp; <lb/>quia tunc &longs;ol tantum di&longs;tabit &agrave; puncto forti fluxus, qui e&longs;t &longs;ub <lb/>orizonte, ex parte occidentis in quarta nocturna fluxus, quar<lb/>tum luna &agrave; puncto forti refluxus, qui e&longs;t &longs;upra orizontem ex <lb/>eadem parte occidentis in quarta diurna refluxus: tunc &longs;ol, <lb/>&amp; luna erunt &aelig;quipotentes, et non fiet fluxus, neque reflu&shy;<lb/>xus. </s>

<s>cum autem &longs;ol per motum primi mobilis accedet ad pun<lb/>ctum forte fluxus, qui e&longs;t &longs;ub orizonte in quarta nocturna flu<lb/>xus, luna per eundem motum primi mobilis elongabitur tan&shy;<lb/>tundem &agrave; puncto forti refluxus, qui e&longs;t &longs;upra orizontem in <lb/>quarta diurna refluxus; &amp; tunc &longs;ol minus di&longs;tabit &agrave; puncto <lb/>forti fluxus in quarta nocturna fluxus, qu&agrave;m luna &agrave; puncto <lb/>forti refluxus in quarta diurna refluxus; &amp; ideo &longs;ol erit poten<lb/>tior luna: &amp; tunc iterum incipiet fluxus, &amp; continuabitur, &longs;i&shy;<lb/>cut dictum e&longs;t prius, donec &longs;ol &longs;it tantum ultra medium no&shy;<lb/>ctis uer&longs;us orientem in quarta nocturna refluxus, quantum <lb/>luna citra medium noctis uer&longs;us occidentem in quarta noctur<lb/>na fluxus: &amp; tunc tantum di&longs;tabit &longs;ol &agrave; puncto forti refluxus, <lb/>quantum luna &agrave; puncto forti fluxus, &amp; ex continenti tunc &longs;ol, <lb/>&amp; luna erunt &aelig;quipotentes, et non fiet fluxus, neque re&shy;<lb/>fluxus. </s>

<s>cum autem &longs;ol per motum primi mobilis accedit ad <pb xlink:href="024/01/016.jpg"/>punctum forte refluxus in quarta nocturna refluxus, luna <lb/>per eundem motum primi mobilis recedit, &amp; elongatur tan&shy;<lb/>tundem &agrave; puncto forti fluxus in quarta nocturna fluxus ac&shy;<lb/>cedendo uer&longs;us punctum medi&aelig; noctis debile refluxus: &amp; <lb/>tunc &longs;ol minus di&longs;tabit &agrave; puncto forti refluxus in quarta no&shy;<lb/>cturna refluxus, qu&agrave;m luna &agrave; puncto forti fluxus in quarta <lb/>nocturna fluxus; &amp; tunc debilitatur fluxus, &amp; fortificatur re&shy;<lb/>fluxus; &amp; aqua maris tunc iterum incipit refluere, &amp; conti&shy;<lb/>nuabitur refluxus, &longs;icut dictum e&longs;t prius, donec &longs;ol &longs;it tantum <lb/>&longs;upra orizontem, ex parte orientis, quantum luna &longs;ub ori&shy;<lb/>zonte, ex eadem parte orientis: &amp; tunc &longs;ol tantum di&longs;tabit <lb/>&agrave; puncto forti fluxus, qui e&longs;t &longs;upra orizontem in quarta diur&shy;<lb/>na fluxus, quantum luna &agrave; puncto forti refluxus; qui e&longs;t &longs;ub <lb/>orizonte in quarta nocturna refluxus: &amp; tunc &longs;ol, &amp; luna e&shy;<lb/>runt &aelig;quipotentes, &amp; non fiet fluxus, neque refluxus. </s>

<s>dein&shy;<lb/>de quotidie, ide&longs;t in qualibet die naturali &longs;imilis, ut iam dicta <lb/>e&longs;t mutatio, redibit, donec luna per motum eius proprium <lb/>ueniat ad quadraturam primam eius cum &longs;ole, quam appel&shy;<lb/>lant naur&aelig;, il Quartirone. <!-- KEEP S--></s>

<s>Cum uero luna uenerit ad qua&shy;<lb/>draturam primam eius cum &longs;ole, tunc cum &longs;ol erit in puncto <lb/>orientis debiti pro fluxu luna erit in puncto medi&aelig; noctis de&shy;<lb/>biti pro refluxu; &amp; tunc &longs;ol tantum di&longs;tabit &agrave; puncto forti flu<lb/>xus, qui e&longs;t &longs;upra orizontem, ex parte orientis in quarta diur<lb/>na fluxus, quantum luna &agrave; puncto forti refluxus, qui e&longs;t &longs;ub <lb/>orizonte, ex eadem parte orientis in quarta nocturna reflu&shy;<lb/>xus: &amp; &longs;ic &longs;ol, &amp; luna erunt &aelig;quipotentes, &amp; non fiet flu&shy;<lb/>xus, neque refluxus notabilis: &longs;cilicet &longs;ed fient minime cre&shy;<lb/>menta, &amp; minima decrementa. </s>

<s>cum autem &longs;ol per motum pri<lb/>mi mobilis accedet ad punctum forte fluxus, qui e&longs;t &longs;upra o&shy;<lb/>rizontem, ex parte orientis in quarta diurna fluxus, luna per <lb/>eundem motum primi mobilis accedet &longs;imiliter tantundem <lb/>ad punctum forte refluxus, qui e&longs;t &longs;ub orizonte, ex eadem <lb/>parte orientis in quarta nocturna refluxus, &amp; continue ad mo<lb/>tum diurnum tantum di&longs;tabit &longs;ol &agrave; puncto forti fluxus, qui e&longs;t <lb/>&longs;upra orizontem in quarta diurna fluxus, quantum luna &agrave; <pb xlink:href="024/01/017.jpg" pagenum="5"/>puncto forti refluxus, qui e&longs;t &longs;ub orizonte in quarta noctur&shy;<lb/>na refluxus, &amp; ex continenti &longs;ol, &amp; luna continue erunt &aelig;qui&shy;<lb/>potentes, donec &longs;ol per motum primi mobilis ueniat ad pun&shy;<lb/>ctum forte fluxus, qui e&longs;t &longs;upra orizontem: &amp; tunc &longs;imiliter <lb/>luna ueniet ad punctum forte refluxus, qui e&longs;t &longs;ub orizon&shy;<lb/>te, eo quia i&longs;ta puncta di&longs;tant adinuicem per quarta c&aelig;li, &longs;i&shy;<lb/>cut &longs;ol, &amp; luna di&longs;tant adinuicem per quartam c&aelig;li: &amp; cum &longs;ol <lb/>per motum primi mobilis recedet &agrave; puncto forti fluxus, qui <lb/>e&longs;t &longs;upra orizontem in quarta diurna fluxus accedendo uer&shy;<lb/>&longs;us punctum meridiei debile refluxus luna per eundem mo&shy;<lb/>tum primi mobilis recedet &longs;imiliter tantundem &agrave; puncto forti <lb/>refluxus, qui e&longs;t &longs;ub orizonte accedendo uer&longs;us punctum o&shy;<lb/>rientis debile fluxus, &amp; continue tantum di&longs;tabit &longs;ol &agrave; puncto <lb/>forti fluxus, qui e&longs;t &longs;upra orizontem, quantum luna &agrave; pun&shy;<lb/>cto forti refluxus, qui e&longs;t &longs;ub orizonte, donec &longs;ol ueniet ad <lb/>punctum meridiei debile refluxus, &amp; tunc luna &longs;imiliter ue&shy;<lb/>niet ad punctum orientis debile fluxus: &amp; &longs;ol, &amp; luna per to&shy;<lb/>tum i&longs;tud tempus erunt &aelig;quipotentes continue, &amp; ex conti&shy;<lb/>nenti non fiet fluxus, neque refluxus notabilis, &longs;cilicet eo&shy;<lb/>dem modo fiet, dum &longs;ol ad motum primi mobilis mouebitur <lb/>&agrave; meridie ad occa&longs;um, quia tunc luna per eundem motum pri<lb/>mi mobilis mouebitur ab ortu ad meridiem: &amp; &longs;imiliter dum <lb/>&longs;ol mouebitur ab occa&longs;u ad medium noctis, quia tunc luna mo<lb/>uebitur &agrave; meridie ad occa&longs;um; &amp; &longs;imiliter dum &longs;ol mouebitur <lb/>&agrave; medio noctis ad ortum, quia tunc luna mouebitur ab occa&shy;<lb/>&longs;u ad medium noctis: &amp; &longs;ic in toto tempore unius reuolutionis <lb/>c&aelig;li, quod e&longs;t una dies naturalis 24 horarum, aqua maris nec <lb/>fluet, nec refluet &longs;en&longs;ibiliter, &longs;ed uidebitur &longs;tare, quia &longs;ol, &amp; <lb/>luna in toto tempore illius reuolutionis c&aelig;li erunt &aelig;quipo&shy;<lb/>tentes &longs;emper &longs;ine notabili di&longs;paritate: &amp; i&longs;tud accidit circa <lb/>octauam diem po&longs;t coniunctionem lun&aelig; cum &longs;ole: &amp; i&longs;tam <lb/>quietem fal&longs;am aqu&aelig; maris appellant Veneti, Acqua de fele. <lb/></s>

<s>&amp; utuntur i&longs;to dicto, Da gli otto a i noue l'acqua non &longs;i <lb/>moue. </s></p><p type="main">

<s>Cum autem luna elongatur &agrave; &longs;ole ultra quadraturam primam <pb xlink:href="024/01/018.jpg"/>tendendo uer&longs;us oppo&longs;itionem eius cum &longs;ole, tunc &longs;emper do <lb/>nec luna ueniet ad oppo&longs;itionem eius cum &longs;ole, cum &longs;ol erit <lb/>tantum &longs;upra orizontem ex parte orientis in quarta diurna <lb/>fluxus, quantum luna &longs;ub orizonte ex eadem parte orientis <lb/>in quarta nocturna refluxus, &longs;ol tantum di&longs;tabit &agrave; puncto for<lb/>ti fluxus, qui e&longs;t &longs;upra orizontem in quarta diurna fluxus re&shy;<lb/>cedendo ab eo per motum primi mobilis, &amp; accedendo ad <lb/>punctum meridiei debile refluxus, quantum luna &agrave; puncto <lb/>forti refluxus, qui e&longs;t &longs;ub orizonte in quarta nocturna reflu&shy;<lb/>Xus accedendo ad ip&longs;um per eundem motum primi mobilis, <lb/>&amp; tunc &longs;ol, &amp; luna erunt &aelig;quipotentes, &amp; non fiet fluxus, ne&shy;<lb/>que refluxus. </s>

<s>cum autem &longs;ol per motum' primi mobilis acce&shy;<lb/>det ad punctum meridiei debile refluxus, luna per eundem <lb/>motum primi mobilis accedet, &longs;eu appropinquabit tantun&shy;<lb/>dem puncto forti refluxus, qui e&longs;t &longs;ub orizonte in quarta no&shy;<lb/>cturna refluxus; &amp; tunc luna erit magis propinqua puncto <lb/>forti refluxus, qui e&longs;t &longs;ub orizonte in quarta nocturna reflu&shy;<lb/>Xus, qu&agrave;m &longs;ol puncto forti fluxus, qui e&longs;t &longs;upra orizontem in <lb/>quarta diurna fluxus: &amp; ideo tunc incipiet refluxus; quia <lb/>luna erit potentior &longs;ole: &amp; &longs;ecundum qu&ograve;d &longs;ol per <expan abbr="mot&utilde;">motum</expan> primi <lb/>mobilis appropinquabit puncto meridiei debili refluxus, luna <lb/>per eundem motum primi mobilis appropinquabit tantun&shy;<lb/>dem puncto forti refluxus, qui e&longs;t &longs;ub orizonte: &amp; &longs;ic conti&shy;<lb/>nuabitur refluxus, donec &longs;ol ueniat ad punctum meridiei de&shy;<lb/>bile refluxus: &amp; cum &longs;ol per motum primi mobilis recedet &agrave; <lb/>puncto meridiei debili refluxus, &amp; mouebitur per quartam <lb/>diurnam refluxus appropinquando puncto forti refluxus: lu&shy;<lb/>na per eundem motum primi mobilis elongabitur tantundem <lb/>&agrave; puncto forti refluxus, qui e&longs;t &longs;ub <expan abbr="oriz&otilde;te">orizonte</expan> in quarta nocturna <lb/>refluxus; &amp; mouebitur etiam ip&longs;o per quartam refluxus, &longs;icut <lb/>&longs;ol accedendo ad punctum orientis debile fluxus, eo quia &longs;ol, <lb/>&amp; luna di&longs;tant adinuicem plu&longs;quam per quartam c&aelig;li: &amp; &longs;ic <lb/>ambo mouebuntur per quartas refluxus; &amp; propter hoc con&shy;<lb/>tinuabitur refluxus, donec &longs;ol &longs;it tantum ultra meridiem uer&shy;<lb/>&longs;us occidentem in quarta diurna refluxus, <expan abbr="quant&utilde;">quantum</expan> luna citra <pb xlink:href="024/01/019.jpg" pagenum="6"/>meridiem uer&longs;us orientem in quarta diurna fluxus: &amp; tunc <lb/>&longs;ol tantum di&longs;tabit &agrave; puncto forti refluxus in quarta diurna <lb/>refluxus recedendo ab eo per motum primi mobilis uer&longs;us <lb/>occidentem, quantum luna &agrave; puncto forti fluxus; qui e&longs;t &longs;u&shy;<lb/>pra orizontem in quarta diurna fluxus accedendo ad ip&longs;um: <lb/>&amp; &longs;ic &longs;ol, &amp; luna erunt &aelig;quipotentes, &amp; tunc non fiet fluxus, <lb/>neque refluxus. </s>

<s>cum autem &longs;ol per motum primi mobilis e&shy;<lb/>longabitur &agrave; puncto forti refluxus; qui e&longs;t &longs;upra orizontem <lb/>in quarta diurna fluxus accedendo ad punctum occidentis <lb/>debile fluxus; luna per eundem motum primi mobilis appro<lb/>pinquabit tantundem puncto forti fluxus; qui e&longs;t &longs;upra ori&shy;<lb/>zontem in quarta diurna fluxus: &amp; luna tunc erit magis pro&shy;<lb/>pinqua puncto forti fluxus in quarta diurna fluxus, qu&agrave;m &longs;ol <lb/>puncto forti refluxus in quarta diurna refluxus: &amp; &longs;ic luna e&shy;<lb/>rit potentior &longs;ole, &amp; tunc incipiet fluxus: &amp; &longs;icut &longs;ol continue <lb/>elongabitur &agrave; puncto forti refluxus in quarta diurna reflu&shy;<lb/>xus, ita luna continue appropinquabit puncto forti fluxus in <lb/>quarta diurna fluxus, &amp; &longs;ic continuabitur fluxus; &amp; cum &longs;ol <lb/>ueniet ad punctum occidentis debili fluxus, luna adhuc mo&shy;<lb/>uebit per quartam diurnam fluxus, eo quia &longs;ol, &amp; luna di&shy;<lb/>&longs;tant ad inuicem plu&longs;quam per quartam c&aelig;li: &amp; tunc luna e&shy;<lb/>rit magis propinqua puncto forti fluxus in quarta diurna flu&shy;<lb/>xus, qu&agrave;m &longs;ol puncto forti fluxus, qui e&longs;t &longs;ub orizonte in <lb/>quarta nocturna fluXus; &amp; ideo continuabitur fluXus: &amp; cum <lb/>luna ueniet ad punctum meridiei debile refluXus, &longs;ol tran&longs;ibit <lb/>punctum occidentis debile fluXus <expan abbr="appropinqu&atilde;do">appropinquando</expan> puncto for<lb/>ti fluXus, qui e&longs;t &longs;ub orizonte in quarta nocturna fluXus; &amp; <expan abbr="t&utilde;c">tunc</expan> <lb/>&longs;ol erit magis propinquus puncto forti fluXus, qui e&longs;t &longs;ub ori&shy;<lb/>zonte in quarta nocturna fluXus, qu&agrave;m luna puncto forti re&shy;<lb/>fluXus, qui e&longs;t &longs;upra orizontem in quarta diurna refluXus: &amp; <lb/>&longs;ic &longs;ol erit potentior luna; &amp; ideo continuabitur fluXus: &amp; <expan abbr="c&utilde;">cum</expan> <lb/>&longs;ol ueniet ad <expan abbr="punct&utilde;">punctum</expan> forte fluXus, qui e&longs;t &longs;ub orizonte in quar<lb/>ta nocturna fluXus; luna adhuc <expan abbr="n&otilde;">non</expan> erit in <expan abbr="p&utilde;cto">puncto</expan> forti refluXus, <lb/>qui e&longs;t &longs;upra <expan abbr="orizont&etilde;">orizontem</expan> in quarta diurna refluXus; eo quia luna <lb/>di&longs;tat &agrave; &longs;ole plu&longs;quam per quartam c&aelig;li; &amp; ideo adhuc conti&shy;<pb xlink:href="024/01/020.jpg"/>nuabitur fluxus, donec &longs;ol &longs;it tantum &longs;ub orizonte eX parte oc<lb/>cidentis in quarta nocturna fluxus, quantum luna &longs;upra orizon<lb/><expan abbr="t&etilde;">tem</expan> eX eadem parte occidentis in quarta diurna refluxus; &amp; <expan abbr="t&utilde;c">tunc</expan> <lb/>&longs;ol <expan abbr="tant&utilde;">tantum</expan> di&longs;tabit &agrave; puncto forti fluxus, qui e&longs;t &longs;ub orizonte in <lb/>quarta nocturna fluxus accedendo ad punctum medi&aelig; noctis <lb/>debile refluxus, quantum luna &agrave; puncto forti refluxus, qui e&longs;t <lb/>&longs;upra orizontem in quarta diurna refluxus accedendo ad ip&shy;<lb/>&longs;um: &amp; ideo &longs;ol, &amp; luna erunt &aelig;quipotentes, &amp; non fiet flu&shy;<lb/>Xus, neque refluxus. </s>

<s>po&longs;tea cum &longs;ol per motum primi mo&shy;<lb/>tus elongabitur &agrave; puncto forti fluxus; qui e&longs;t &longs;ub orizonte, <lb/>ex parte occidentis in quarta nocturna fluxus accedendo uer<lb/>&longs;us punctum medi&aelig; noctis debile refluxus, luna per eundem <lb/>motum primi mobilis appropinquabit tantundem puncto for<lb/>ti refluxus; qui e&longs;t &longs;upra orizontem in quarta diurna reflu&shy;<lb/>Xus accedendo ad ip&longs;um: &amp; &longs;ic luna erit magis propinqua <lb/>puncto forti refluxus, qu&agrave;m &longs;ol puncto forti fluxus; &amp; ideo <lb/>incipiet refluxus, &amp; continuabitur modo dicto; donec &longs;ol &longs;it <lb/>tantum ultra medium noctis, uer&longs;us orientem in quarta no&shy;<lb/>cturna refluxus; quantum luna ante medium noctis uer&longs;us oc<lb/>cidentem in quarta nocturna fluxus; &amp; tunc &longs;ol tantum di&longs;ta<lb/>bit &agrave; puncto forti refluxus in quarta nocturna refluxus rece&shy;<lb/>dendo ab eo uer&longs;us pr&aelig;dictum orientis debile fluxus, quan&shy;<lb/>tum luna &agrave; puncto forti fluxus in quarta nocturna fluxus acce<lb/>dendo ad ip&longs;um; &amp; tunc &longs;ol, &amp; luna erunt &aelig;quipotentes, &amp; <lb/>non fiet fluxus, neque refluxus. </s>

<s>cum autem &longs;ol per motum <lb/>primi mobilis elongabitur &agrave; puncto forti refluxus &longs;ub orizon<lb/>te; qui e&longs;t in quarta nocturna refluxus accedendo uer&longs;us pun<lb/>ctum orientis debile fluxus; luna per eundem motum primi <lb/>mobilis appropinquabit tantundem puncto forti fluxus; qui <lb/>etiam e&longs;t &longs;ub orizonte in quarta nocturna fluxus accedendo <lb/>ad ip&longs;um: &amp; quia luna tunc e&longs;t magis propinqua puncto forti <lb/>fluxus; qui e&longs;t in quarta nocturna fluxus, qu&agrave;m &longs;ol puncto <lb/>forti refluxus; qui e&longs;t in quarta nocturna refluxus: tunc in&shy;<lb/>cipit fluxus, &amp; continuatur modo dicto, donec &longs;ol &longs;it tantum <lb/>&longs;uper orizontem, eX parte orientis in quarta diurna fluxus, <pb xlink:href="024/01/021.jpg" pagenum="7"/>quantum luna &longs;ub orizonte ex eadem parte orientis in quar&shy;<lb/>ta nocturna refluxus: &amp; quia &longs;ol tantum di&longs;tabit &agrave; puncto for<lb/>ti fluxus, qui e&longs;t &longs;upra orizontem in quarta diurna fluxus ac&shy;<lb/>cedendo per motum primi mobilis uer&longs;us punctum meridiei <lb/>debile refluxus, quantum luna &agrave; puncto forti refluxus; qui e&longs;t <lb/>&longs;ub orizonte in quarta nocturna refluxus accedendo per eun<lb/>dem motum primi mobilis uer&longs;us ip&longs;um: ip&longs;i erunt &aelig;quipo&shy;<lb/>tentes, &amp; non fiet fluxus, neque refluxus: &amp; i&longs;to modo con&shy;<lb/>tinuabitur fluxus, &amp; refluxus in omni die naturali donec luna <lb/>ueniat ad oppo&longs;itionem eius cum &longs;ole. </s></p><p type="main">

<s>Quando autem luna ueniet ad oppo&longs;itionem eius cum &longs;ole: <lb/>tunc quando &longs;ol erit in puncto orientis debili fluxus, luna erit <lb/>in puncto occidentis &longs;imiliter debili fluxus: &amp; tunc incipiet <lb/>fluxus, &amp; continuabitur, quamdiu &longs;ol mouebitur ad motum <lb/>primi mobilis &agrave; puncto orientis debili fluxus per quartam di&shy;<lb/>urnam fluxus ad punctum meridiei debile refluxus: &amp; luna <lb/>tunc in toto i&longs;to tempore mouebitur &longs;imiliter ad motum pri&shy;<lb/>mi mobilis &agrave; puncto occidentis debili fluxus per quartam no&shy;<lb/>cturnam fluxus ad punctum medi&aelig; noctis debile refluxus; &amp; <lb/>tunc ce&longs;&longs;abit fluxus, &amp; incipiet refluxus, &amp; durabit quamdiu <lb/>&longs;ol ad motum primi mobilis mouebitur &agrave; puncto meridiei de&shy;<lb/>bili refluxus per quartam diurnam refluxus, u&longs;que ad pun&shy;<lb/>ctum occidentis debile fluxus; &amp; luna tunc in toto i&longs;to tem&shy;<lb/>pore mouebitur &longs;imiliter ad motum primi mobilis &agrave; puncto <lb/>medi&aelig; noctis debili refluxus per quartam nocturnam reflu&shy;<lb/>xus, u&longs;que ad punctum orientis debile fluxus, &amp; tunc ce&longs;&longs;a&shy;<lb/>bit refluxus: &amp; iterum incipiet fluxus, &amp; durabit quamdiu <lb/>&longs;ol ad motum primi mobilis mouebitur &agrave; puncto occidentis <lb/>debili fluxus per quartam nocturnam fluxus, u&longs;que ad pun&shy;<lb/>ctum medi&aelig; noctis debile refluxus; &amp; tunc luna in toto i&longs;to <lb/>tempore per eundem motum primi mobilis mouebitur &agrave; pun<lb/>cto orientis &longs;imiliter debili fluxus per quartam diurnam flu&shy;<lb/>Xus, u&longs;que ad punctum meridiei debile refluxus; &amp; tunc ce&longs;<lb/>&longs;abit fluxus, &amp; incipiet refluxus, &amp; durabit quamdiu &longs;ol ad <lb/>motum primi mobilis mouebitur &agrave; puncto medi&aelig; noctis debili <pb xlink:href="024/01/022.jpg"/>refluxus per quartam nocturnam refluxus, u&longs;que ad pun&shy;<lb/>ctum orientis debile fluxus: &amp; tunc luna in toto i&longs;to tempore <lb/>per eundem motum primi mobilis mouebitur &agrave; puncto meri&shy;<lb/>diei &longs;imiliter debili refluxus per quartam diurnam refluxus, <lb/>u&longs;que ad punctum occidentis debile fluxus, &amp; tunc ce&longs;&longs;abit <lb/>refluxus. </s></p><p type="main">

<s>Cum autem luna tran&longs;ibit oppo&longs;itionem eius cum &longs;ole per mo<lb/>tum eius proprium tendendo ad quadraturam &longs;ecundam eius <lb/>cum &longs;ole; tunc quando luna fuerit tantum &longs;upra orizontem <lb/>ex parte orientis in quarta diurna fluxus, quantum &longs;ol &longs;ub <lb/>orizonte ex eadem parte orientis in quarta nocturna reflu&shy;<lb/>xus; quia luna tunc tantum di&longs;tabit &agrave; puncto forti fluxus; qui <lb/>e&longs;t &longs;upra orizontem in quarta diurna fluxus, quantum &longs;ol &agrave; <lb/>puncto forti refluxus; qui e&longs;t &longs;ub orizonte ex eadem parte o&shy;<lb/>rientis in quarta nocturna refluxus; tunc &longs;ol, &amp; luna erunt <lb/>&aelig;quipotentes, &amp; non fiet fluxus, neque refluxus. </s>

<s>Cum au&shy;<lb/>tem luna per motum primi mobilis elongabitur &agrave; puncto for&shy;<lb/>ti fluxus, qui e&longs;t &longs;upra orizontem in quarta diurna fluxus ac&shy;<lb/>cedendo uer&longs;us punctum meridie debile refluxus: &longs;ol per <lb/>eundem motum primi mobilis appropinquabit tantundem <lb/>puncto forti refluxus, qui e&longs;t &longs;ub orizonte in quarta noctur&shy;<lb/>na refluxus accedendo ad ip&longs;um; &amp; tunc quia &longs;ol minus di&shy;<lb/>&longs;tabit &agrave; puncto forti refluxus, qui e&longs;t &longs;ub orizonte ex parte o&shy;<lb/>rientis in quarta nocturna refluxus, qu&agrave;m luna &agrave; puncto for&shy;<lb/>ti fluxus, qui e&longs;t &longs;upra orizontem ex eadem parte orientis in <lb/>quarta diurna fluxus incipiet refluxus, &amp; continuabitur. </s>

<s>&amp; <lb/>cum luna per motum primi mobilis perueniet ad punctum <lb/>meridiei debile refluxus, &longs;ol adhuc erit &longs;ub orizonte in quar<lb/>ta nocturna refluxus, eo quia &longs;ol, &amp; luna di&longs;tant adinuicem <lb/>plu&longs;quam per quartam c&aelig;li: &amp; luna tunc ad motum primi <lb/>mobilis mouebitur per quartam diurnam refluxus, &longs;icut e&shy;<lb/>tiam &longs;ol modo per quartam nocturnam refluxus accedendo <lb/>ad punctum fortem refluxus in quarta diurna refluxus, &amp; &longs;ic <lb/>continuabitur refluxus; &amp; cum luna appropinquabit puncto <lb/>forti refluxus in quarta diurna refluxus, &longs;ol appropinquabit <pb xlink:href="024/01/023.jpg" pagenum="8"/>puncto orientis debili fluxus in quarta nocturna refluxus, &amp; <lb/>magis di&longs;tabit &agrave; puncto forti fluxus, qui e&longs;t &longs;upra orizontem <lb/>in quarta diurna fluxus, qu&agrave;m luna &agrave; puncto forti refluxus, <lb/>qui e&longs;t &longs;imiliter &longs;uper orizontem in quarta diurna refluxus, &amp; <lb/>&longs;ic continuabitur refluxus, donec luna fit tantum ultra meri&shy;<lb/>diem uer&longs;us occidentem in quarta diurna refluxus, quantum <lb/>&longs;ol ante meridiem uer&longs;us orientem in quarta diurna fluxus, &amp; <lb/>tunc luna tantum di&longs;tabit &agrave; puncto forti refluxus in quarta di&shy;<lb/>urna refluxus, quantum &longs;ol &agrave; puncto forti fluxus in quarta <lb/>diurna fluxus: &amp; &longs;ic &longs;ol, &amp; luna erunt &aelig;quipotentes, &amp; non <lb/>fiet fluxus, neque refluxus. </s>

<s>cum autem luna per motum pri<lb/>mi mobilis elongabitur &agrave; puncto forti refluxus accedendo <lb/>uer&longs;us punctum occidentis debile fluxus, &longs;ol per eundem mo<lb/>tum primi mobilis appropinquabit tantundem puncto forti <lb/>fluxus in quarta diurna fluxus: &amp; tunc quia &longs;ol erit magis <lb/>propinquus puncto forti fluxus, qui e&longs;t in quarta diurna flu&shy;<lb/>Xus, qu&agrave;m luna puncto forti refluxus, qui e&longs;t in quarta diur&shy;<lb/>na refluxus, incipiet fluxus, &amp; continuabitur &longs;ecundum quod <lb/>luna ad motum primi mobilis elongabitur &agrave; puncto forti reflu<lb/>xus in quarta diurna refluxus accedendo uer&longs;us punctum oc<lb/>cidentis debile fluxus, &amp; &longs;ol appropinquabit puncto forti flu<lb/>xus in quarta diurna fluxus accedendo ad ip&longs;um: &amp; cum lu&shy;<lb/>na ueniet ad motum primi mobilis ad punctum occidentis de&shy;<lb/>bile fluxus, &longs;ol adhuc per eundem motum primi mobilis mo<lb/>uebit per quartam diurnam fluxus, eo quia &longs;ol, &amp; luna di&longs;tant <lb/>adinuicem plu&longs;quam per quartam c&aelig;li, &amp; &longs;ol erit magis pro&shy;<lb/>pinquus puncto forti fluxus in quarta diurna fluxus, qu&agrave;m lu<lb/>na puncto forti refluxus in quarta diurna refluxus, ideo con&shy;<lb/>tinuabitur fluxus: &amp; cum &longs;ol ueniet ad punctum meridiei de&shy;<lb/>bile refluxus, luna erit &longs;ub orizonte eX parte occidentis in <lb/>quarta nocturna fluxus, &amp; erit magis propinqua puncto for&shy;<lb/>ti fluxus, qui e&longs;t &longs;ub orizonte in quarta nocturna fluxus, <lb/>qu&agrave;m &longs;ol puncto forti refluxus, qui e&longs;t &longs;upra orizontem in <lb/>quarta diurna refluxus: ideo adhuc continuabitur fluxus, <lb/>donec luna &longs;it tantum &longs;ub orizonte eX parte occidentis in <pb xlink:href="024/01/024.jpg"/>quarta nocturna fluxus, quantum &longs;ol &longs;upra orizontem ex <lb/>eadem parte occidentis in quarta diurna refluxus; &amp; tunc lu&shy;<lb/>na tantum di&longs;tabit &agrave; puncto forti fluxus &longs;ub orizonte in quar&shy;<lb/>ta nocturna fluxus accedendo uer&longs;us punctum medi&aelig; noctis <lb/>debile refluxus, quantum &longs;ol &agrave; puncto forti refluxus &longs;upra o&shy;<lb/>rizontem in quarta diurna refluxus accedendo ad ip&longs;um, &amp; <lb/>&longs;ic &longs;ol, &amp; luna erunt &aelig;quipotentes &amp; non fiet fluxus, neque <lb/>refluxus. </s>

<s>cum autem luna per motum primi mobilis elonga&shy;<lb/>bitur &agrave; puncto forti fluxus &longs;ub orizonte in quarta nocturna <lb/>fluxus accedendo uer&longs;us punctum medi&aelig; noctis debile reflu&shy;<lb/>xus, &longs;ol per eundem motum primi mobilis appropinquabit <lb/>tantundem puncto forti refluxus, qui e&longs;t &longs;upra orizontem in <lb/>quarta diurna refluxus accedendo ad ip&longs;um, &amp; tunc &longs;ol erit <lb/>magis propinquus puncto forti refluxus, qui e&longs;t &longs;upra orizon<lb/>tem in quarta diurna refluxus, qu&agrave;m luna puncto forti flu&shy;<lb/>xus, qui e&longs;t &longs;ub orizonte in quarta nocturna fluxus, &amp; ideo <lb/>tunc incipiet refluxus, &amp; continuabitur &longs;ecundum quod lu&shy;<lb/>na elongabitur &agrave; puncto forti fluxus, qui e&longs;t &longs;ub orizonte in <lb/>quarta nocturna fluxus appropinquando puncto medi&aelig; noctis <lb/>debili refluxus, &amp; &longs;ol appropinquabit puncto forti refluxus, <lb/>qui e&longs;t &longs;upra orizontem in quarta diurna refluxus: &amp; cum lu<lb/>na per motum primi mobilis ueniet ad punctum medi&aelig; noctis <lb/>debile refluxus, &longs;ol adhuc erit &longs;upra orizontem ex parte oc&shy;<lb/>cidentis in quarta diurna refluxus accedens per motum pri&shy;<lb/>mi mobilis ad punctum occidentis debile fluxus, &amp; eo quia <lb/>&longs;ol, &amp; luna di&longs;tant adinuicem plu&longs;quam per quartam, &amp; tunc <lb/>&longs;ol plus di&longs;tabit &agrave; puncto forti fluxus, qui e&longs;t &longs;ub orizonte ex <lb/>parte occidentis in quarta nocturna fluxus, qu&agrave;m luna &agrave; pun<lb/>cto forti refluxus, qui etiam e&longs;t &longs;ub orizonte ex parte orien<lb/>tis in quarta nocturna refluxus; &amp; ideo continuabitur reflu&shy;<lb/>xus, donec luna &longs;it tantum ultra medium noctis uer&longs;us orien&shy;<lb/>tem, quantum &longs;ol ante medium noctis uer&longs;us occidentem, &amp; <lb/>tunc luna tantum di&longs;tabit &agrave; puncto forti refluxus in quarta no<lb/>cturna refluxus recedendo ab eo per motum primi mobilis, <lb/>&amp; accedendo ad punctum orientis debile fluxus, quantum &longs;ol <pb xlink:href="024/01/025.jpg" pagenum="9"/>&agrave; puncto fluxus in quarta nocturna fluxus accedendo per eun<lb/>dem motum primi mobilis ad ip&longs;um, &amp; &longs;ic &longs;ol, &amp; luna erunt <lb/>&aelig;quipotentes, &amp; non fiet fluxus, neque refluxus. </s>

<s>cum au&shy;<lb/>tem luna per motum primi mobilis elongabitur &agrave; puncto forti <lb/>refluxus, qui e&longs;t &longs;ub orizonte ex parte orientis in quarta no&shy;<lb/>cturna refluxus uer&longs;us punctum orientis debile fluxus, &longs;ol <lb/>per eundem motum primi mobilis appropinquabit tantun&shy;<lb/>dem puncto forti fluxus, qui e&longs;t &longs;ub orizonte ex parte occi&shy;<lb/>dentis in quarta nocturna fluxus accedendo ad ip&longs;um, &amp; <expan abbr="t&utilde;c">tunc</expan>, <lb/>quia luna erit magis remota &agrave; puncto forti refluxus, qu&agrave;m <lb/>&longs;ol &agrave; puncto forti fluxus, tunc incipiet fluxus, quia &longs;ol erit po<lb/>tentior luna, &amp; quanto magis luna elongabitur &agrave; puncto forti <lb/>refluxus in quarta nocturna refluxus, tanto magis &longs;ol ap&shy;<lb/>propinquabit puncto forti fluxus in quarta nocturna flu&shy;<lb/>xus, &amp; &longs;ic continuabitur fluxus: &amp; cum luna ueniet ad <lb/>punctum orientis debile fluxus, &longs;ol adhuc erit in quarta no&shy;<lb/>cturna fluxus, eo quia &longs;ol di&longs;tat &agrave; luna plu&longs;quam per quar&shy;<lb/>tam c&aelig;li, &amp; erit &longs;ol magis propinquus puncto forti fluxus <lb/>in quarta nocturna fluxus, qu&agrave;m luna puncto forti refluxus, <lb/>qui e&longs;t in quarta nocturna refluxus, &amp; &longs;ic adhuc continuabi&shy;<lb/>tur fluxus, donec luna &longs;it tantum &longs;upra orizontem ex parte <lb/>orientis, quantum &longs;ol &longs;ub orizonte ex eadem parte orientis, <lb/>&amp; tunc luna tantum di&longs;tabit &agrave; puncto forti fluxus, qui e&longs;t &longs;u&shy;<lb/>pra orizontem in quarta diurna fluxus recedendo ab eo per <lb/>motum primi mobilis uer&longs;us punctum meridiei debile reflu&shy;<lb/>xus, quantum &longs;ol &agrave; puncto forti refluxus, qui e&longs;t &longs;ub orizon&shy;<lb/>te in quarta nocturna refluxus accedendo ad ip&longs;um per eun&shy;<lb/>dem motum primi mobilis, &amp; &longs;ic &longs;ol, &amp; luna erunt &aelig;quipoten<lb/>tes, &amp; non fiet fluxus, neque refluxus, &amp; iterum prior di&longs;&shy;<lb/>po&longs;itio redibit, &amp; continuabitur talis fluxus, &amp; refluxus o&shy;<lb/>mni die naturali i&longs;to modo, donec luna ueniat ad quadratu&shy;<lb/>ram eius cum &longs;ole. </s></p><p type="main">

<s>Cum uero luna erit in quadratura &longs;ecunda tunc aqua maris <lb/>nec fluet, nec refluet, &longs;ed uidebitur quie&longs;cere, ut facie&shy;<lb/>bat in quadratura prima, in qua in tota reuolutione c&aelig;li <pb xlink:href="024/01/026.jpg"/>luna, &amp; &longs;ol &longs;emper erant &aelig;quipotentes propter cau&longs;as &longs;ibi di&shy;<lb/>ctas, quia e&aelig;dem cau&longs;&aelig; ad&longs;unt in quadratura &longs;ecunda, qu&aelig; <lb/>ad&longs;unt in quadratura prima, &amp; i&longs;tud e&longs;t circa XXI dies, &amp; i&shy;<lb/>&longs;tam quietem aqu&aelig; maris appellant Veneti, &longs;icut &longs;upra <expan abbr="dict&utilde;">dictum</expan> <lb/>e&longs;t, Acqua de fele. </s>

<s>&amp; utuntur i&longs;to dicto, Da uent'uno &agrave; uen&shy;<lb/>tidue, l'acqua non ua ne &longs;u, ne giu. </s></p><p type="main">

<s>Cum autem luna pertran&longs;ibit motum eius proprium hanc <lb/>quadraturam &longs;ecundam tendendo ad coniunctionem eius <lb/>cum &longs;ole, tunc luna di&longs;tabit &agrave; &longs;ole minus quarta parte c&aelig;li, &amp; <lb/>tunc cum ip&longs;a fuerit tantum &longs;upra orizontem ex parte o&shy;<lb/>rientis in quarta diurna fluxus, quantum &longs;ol &longs;ub orizonte ex <lb/>eadem parte orientis in quarta nocturna refluxus, tunc lu&shy;<lb/>na tantum di&longs;tabit &agrave; puncto forti fluxus, qui e&longs;t &longs;upra orizon<lb/>tem in quarta diurna fluxus accedendo ad ip&longs;um per motum <lb/>primi mobilis, quantum &longs;ol &agrave; puncto forti refluxus, qui e&longs;t &longs;ub <lb/>orizonte in quarta nocturna refluxus recedendo ab ip&longs;o per <lb/>eundem motum primi mobilis uer&longs;us punctum orientis debile <lb/>fluxus, &amp; tunc &longs;ol, &amp; luna erunt &aelig;quipotentes, &amp; non fiet flu&shy;<lb/>xus, neque refluxus. </s>

<s>cum autem luna per motum primi mo&shy;<lb/>bilis accedet ad punctum forte fluxus, qui e&longs;t &longs;upra orizon&shy;<lb/>tem in quarta diurna fluxus, &longs;ol per eundem motum primi <lb/>mobilis recedet, &amp; elongabitur tantundem &agrave; puncto forti re&shy;<lb/>fluxus, qui e&longs;t &longs;ub orizonte in quarta nocturna refluxus <lb/>uer&longs;us punctum orientis debile fluxus, &amp; tunc quia luna mi&shy;<lb/>nus di&longs;tabit &agrave; puncto forti fluxus, qui e&longs;t &longs;upra orizontem in <lb/>quarta diurna fluxus, qu&agrave;m &longs;ol &agrave; puncto forti refluxus, qui <lb/>e&longs;t &longs;ub orizonte in quarta nocturna refluxus, luna erit po&shy;<lb/>tentior &longs;ole, &amp; ideo tunc incipiet fluxus, &amp; quanto magis lu&shy;<lb/>na appropinquabit puncto forti fluxus, tanto magis &longs;ol elon&shy;<lb/>gabitur &agrave; puncto forti refluxus appropinquando puncto o&shy;<lb/>rientis debili fluxus, &amp; ideo continuabitur fluxus: &amp; cum <lb/>&longs;ol ueniet per motum primi mobilis ad punctum orientis <lb/>debile fluxus, quia luna adhuc erit in quarta diurna <lb/>fluxus, eo quia ip&longs;a di&longs;tat &agrave; &longs;ole minus quarta parte c&aelig;&shy;<lb/>li, ip&longs;a minus di&longs;tabit &agrave; puncto forti fluxus, qui e&longs;t &longs;upra <pb xlink:href="024/01/027.jpg" pagenum="10"/>orizontem in quarta diurna fluxus, qu&agrave;m &longs;ol &agrave; puncto forti <lb/>refluxus, qui e&longs;t &longs;ub <expan abbr="oriz&otilde;te">orizonte</expan> in quarta nocturna refluxus, ideo <lb/>adhuc continuabitur fluxus, &amp; <expan abbr="c&utilde;">cum</expan> luna ueniet ad <expan abbr="punct&utilde;">punctum</expan> meri <lb/>diei debile refluxus, &longs;ol erit &longs;upra orizontem in quarta diur&shy;<lb/>na fluxus, &amp; erit magis propinquus puncto forti fluxus, qu&agrave;m <lb/>luna puncto forti refluxus, qui e&longs;t po&longs;t meridiem in quarta <lb/>diurna refluxus, eo quia &longs;ol di&longs;tat &agrave; luna minus quarta parte <lb/>c&aelig;li, &amp; ideo continuabitur fluxus donec luna &longs;it tantum ul&shy;<lb/>tra meridiem uer&longs;us occidentem in quarta diurna refluxus, <lb/>quantum &longs;ol ante meridiem uer&longs;us orientem in quarta diurna <lb/>fluxus, &amp; tunc luna tantum di&longs;tabit &agrave; puncto forti refluxus in <lb/>quarta diurna refluxus accedendo ad ip&longs;um per <expan abbr="mot&utilde;">motum</expan> primi <lb/>mobilis, <expan abbr="quant&utilde;">quantum</expan> &longs;ol &agrave; puncto forti fluxus in quarta diurna flu&shy;<lb/>xus recedendo ab ip&longs;o per eundem <expan abbr="mot&utilde;">motum</expan> primi mobilis, &amp; &longs;ic <lb/>&longs;ol, &amp; luna erunt &aelig;quipotentes, &amp; non fiet fluxus, neque reflu&shy;<lb/>xus. </s>

<s>cum autem luna per <expan abbr="mot&utilde;">motum</expan> primi mobilis appropinquabit <lb/>puncto forti refluxus in quarta diurna refluxus, &longs;ol per <expan abbr="eund&etilde;">eundem</expan> <lb/>motum primi mobilis recedet, &amp; elongabitur <expan abbr="tantund&etilde;">tantundem</expan> &agrave; pun&shy;<lb/>cto forti fluxus in quarta diurna fluxus, &amp; tunc luna erit ma&shy;<lb/>gis propinqua <expan abbr="p&utilde;cto">puncto</expan> forti refluxus in quarta diurna refluxus, <lb/>qu&agrave;m &longs;ol puncto forti fluxus in quarta diurna fluxus, &amp; &longs;ic lu<lb/>na erit potentior &longs;ole, &amp; ideo incipiet refluxus, &amp; continuabi&shy;<lb/>tur fluxus, &amp; refluxus eodem modo, quo dictum e&longs;t, quando <lb/>luna recedit &agrave; coniunctione eius cum &longs;ole, &amp; nondum uenit ad <lb/>quadraturam eius cum &longs;ole primam, &longs;ed e&longs;t inter coniunctio&shy;<lb/>nem, &amp; quadraturam primam: &amp; cum luna ueniet ad con&shy;<lb/>iunctionem eius cum &longs;ole, iterum tota di&longs;po&longs;itio iam narra&shy;<lb/>ta redibit eodem modo penitus, &longs;icut dictum e&longs;t. </s>

<s>i&longs;te er&shy;<lb/>go motus aqu&aelig; maris, qui dictus e&longs;t, e&longs;t motus aqu&aelig; ma&shy;<lb/>ris in&longs;equens motum &longs;olis, &amp; lun&aelig; ad motum &longs;cilicet pri&shy;<lb/>mi mobilis. </s>

<s>nam &longs;i bene con&longs;ideraueris ea, qu&aelig; dicta &longs;unt <lb/>de fluxu, &amp; refluxu, &longs;eu cremento, &amp; decremento, aut <lb/>acce&longs;&longs;u, &amp; rece&longs;&longs;u aqu&aelig; maris, cogno&longs;ces, qu&ograve;d initia <lb/>fluxus, &amp; refluxus, &longs;eu crementi, &amp; decrementi aqu&aelig; <lb/>maris, &amp; &longs;imiliter quies eius diuer&longs;ificantur in horis diei, &amp; <pb xlink:href="024/01/028.jpg"/>noctis: non enim &longs;emper eadem hora diei fiunt &longs;icut manife&shy;<lb/>&longs;tum e&longs;t ob&longs;eruantibus huiu&longs;modi fluxum, &amp; refluxum, &longs;eu <lb/>crementum, &amp; decrementum, &amp; quietem fal&longs;am aqu&aelig; maris. <lb/></s>

<s>Ex dictis apparet, qu&ograve;d aqua maris habet motum acce&longs;&longs;io&shy;<lb/>nis, &longs;eu crementi in die &longs;emel, &amp; in nocte &longs;emel. </s></p><p type="main">

<s>Similiter apparet, qu&ograve;d aqua maris habet motum rece&longs;&longs;ionis, <lb/>&longs;eu decrementi in die &longs;emel, &amp; in nocte &longs;emel. </s></p><p type="main">

<s>Apparet etiam qu&ograve;d acce&longs;&longs;io, &longs;eu crementum aqu&aelig; maris <expan abbr="n&otilde;">non</expan> <lb/>incipit eadem hora diei, uel noctis &longs;emper, &longs;ed diuer&longs;is horis, <lb/>&amp; &longs;imiliter rece&longs;&longs;io, &longs;eu decrementum. </s></p><p type="main">

<s>Et etiam tempus, in quo tam acce&longs;&longs;io, &longs;eu crementum, qu&agrave;m <lb/>rece&longs;&longs;io, &longs;eu decrementum aqu&aelig; maris inordinate procedit, <lb/>quando &longs;cilicet luna e&longs;t in quadraturis eius cum &longs;ole prima, &longs;ci <lb/>licet uel &longs;ecunda. </s></p><p type="main">

<s>Fiunt aliquando maximi aquarum cur&longs;us, aliquando minimi, <lb/>&amp; aliquando medio modo &longs;e habentes, &longs;eu mediocres, quan&shy;<lb/>do &longs;cilicet luna fuerit in omni alio loco &agrave; &longs;ole, pr&aelig;ter h&aelig;c qua&shy;<lb/>tuor, uidelicet in coniunctione, uel oppo&longs;itione, aut quadra&shy;<lb/>tura eius prima, aut &longs;ecunda cum &longs;ole. </s></p><p type="main">

<s>Fiunt aliquando maxima crementa aquarum, aliquando mi&shy;<lb/>nima, &amp; aliquando medio modo &longs;e habentia. </s></p><p type="main">

<s>Fiunt &longs;imiliter aliquando maxima decrementa aquarum, ali&shy;<lb/>quando minima, &amp; aliquando medio modo &longs;e habentia. </s></p><p type="main">

<s>Incrementa, &longs;eu argumentationes aquarum fiunt aliquando <lb/>maiora, aliquando minora. </s></p><p type="main">

<s>Maximi cur&longs;us, &longs;eu motus aquarum fiunt luna coniuncta &longs;oli, <lb/>&amp; maxima crementa, &amp; decrementa. </s></p><p type="main">

<s>Maximi cur&longs;us, &longs;eu motus aquarum &longs;imiliter fiunt luna oppo&shy;<lb/>&longs;ita &longs;oli, &amp; maxima crementa, &amp; decrementa, &amp; maiora qu&agrave;m <lb/>tempore coniunctionis luna cum &longs;ole: corpora enim &longs;uperio&shy;<lb/>ra infundunt uir tutes &longs;uas in i&longs;tis inferioribus per motum eo&shy;<lb/>rum, &amp; lumen: quanto enim plus habent de lumine, tanto <lb/>plus, &amp; fortius operantur: &amp; quia in oppo&longs;itione lun&aelig; cum <lb/>&longs;ole, luna e&longs;t plena lumine, &amp; lumen eius e&longs;t uer&longs;us nos, ideo <lb/>rationabile e&longs;t, ut cau&longs;entur maiora crementa, &amp; decrementa <pb xlink:href="024/01/029.jpg" pagenum="11"/>aquarum, qu&agrave;m in coniunctione eius cum &longs;ole, quia tamen in <lb/>coniunctione eius cum &longs;ole, &longs;ol, &amp; luna &longs;unt unici &longs;imul, &amp; eo&shy;<lb/>rum uirtutes: ideo fiunt etiam crementa, &amp; decrementa a&shy;<lb/>quarum magna, quia amb&aelig; uirtutes, &longs;cilicet &longs;olis, &amp; lun&aelig; <lb/>&longs;unt unic&aelig; &longs;imul, &longs;ed maiora fiunt in oppo&longs;itione, qu&agrave;m in <lb/>coniunctione propter cau&longs;am dictam. </s></p><p type="main">

<s>Luna exi&longs;tente in quadraturis eius cum &longs;ole aqua maris nul&shy;<lb/>lum habet determinatum tempus acce&longs;&longs;ionis, uel rece&longs;&longs;ionis, <lb/>&longs;eu crementi, aut decrementi: &amp; tunc fiunt minimi cur&longs;us a&shy;<lb/>quarum, &amp; minima crementa, &amp; decrementa: &amp; talis motus <lb/>aqu&aelig; maris e&longs;t dictus &agrave; Venetis, De fele. </s>

<s>&amp; tunc aqua maris <lb/>nullum habet terminatum principium acce&longs;&longs;ionis, uel rece&longs;&shy;<lb/>&longs;ionis, &longs;eu crementi, aut decrementi, &longs;ed diuer&longs;imode, &amp; in&shy;<lb/>ordinate mouetur: aliquando enim accedit, aliquando rece&shy;<lb/>dit. </s>

<s>huius autem uarietatis cau&longs;a e&longs;t, quia &longs;ol, &amp; luna ubicun<lb/>que fuerint in mouendo aquam &longs;ibi inuicem &aelig;qualiter, uel <lb/>qua&longs;i &aelig;qualiter contradicunt in quocunque puncto fuerint: <lb/>in quocunque enim puncto fuerit &longs;ol, luna erit in puncto uir&shy;<lb/>tutis oppo&longs;it&aelig;, &amp; contrari&aelig; loco &longs;olis, uel prope. </s></p><p type="main">

<s>Cum autem luna erit extra quatuor loca dicta tunc aqua ma&shy;<lb/>ris incipiet accedere, uel recedere: quando &longs;ol, &amp; luna erunt <lb/>in punctis &aelig;qualibus uirtutis quartarum contrari&aelig; operatio&shy;<lb/>nis, erunt etiam cur&longs;us aquarum tanto maiores, quanto luna <lb/>fuerit propinquior coniunctioni eius cum &longs;ole, uel oppo&longs;itio&shy;<lb/>ni: &amp; tanto minores, quanto luna fuerit propinquior qua&shy;<lb/>draturis: &longs;imiliter etiam erunt incrementa, &amp; decrementa <lb/>tanto maiora. </s>

<s>&longs;i enim luna erit inter coniunctionem eius cum <lb/>&longs;ole, &amp; quadraturam primam, tunc luna ad motum primi <lb/>mobilis &longs;equitur &longs;olem in ortu &longs;uo, &amp; tunc erit principium ac&shy;<lb/>ce&longs;&longs;ionis diurn&aelig; aqu&aelig; maris de die. </s>

<s>po&longs;t ortum &longs;olis circa ho<lb/>ram tertiam, uel ante, quando &longs;cilicet &longs;ol erit tantum &longs;upra o&shy;<lb/>rizontem ex parte orientis in quarta diurna fluxus, quantum <lb/>luna &longs;ub orizonte ex eadem parte orientis in quarta nocturna <lb/>refluxus, eo quia tunc &longs;ol, &amp; luna erunt &aelig;quipotentes, quia <lb/>erunt in punctis &aelig;qualis uirtutis in quartis contrari&aelig; opera&shy;<pb xlink:href="024/01/030.jpg"/>tionis: &amp; principium acce&longs;&longs;ionis nocturn&aelig; aqu&aelig; maris erit de <lb/>nocte po&longs;t occa&longs;um &longs;olis, quando &longs;cilicet &longs;ol erit tantum &longs;ub <lb/>orizonte ex parte occidentis in quarta nocturna fluxus, quan&shy;<lb/>tum luna &longs;upra orizontem ex eadem parte occidentis in quar<lb/>ta diurna refluxus. </s>

<s>principium autem rece&longs;&longs;ionis diurn&aelig; erit <lb/>de die po&longs;t meridiem, quando &longs;cilicet &longs;ol erit tantum po&longs;t me&shy;<lb/>ridiem in quarta diurna refluxus, quantum luna ante meri&shy;<lb/>diem in quarta diurna fluxus: &amp; principium rece&longs;&longs;ionis no&shy;<lb/>cturn&aelig; erit de nocte po&longs;t medium noctis, quando &longs;cilicet &longs;ol <lb/>erit tantum po&longs;t punctum medi&aelig; noctis in quarta nocturna re&shy;<lb/>fluxus, quantum luna ante ip&longs;um in quarta nocturna fluxus. <lb/></s>

<s>&longs;i autem luna fuerit inter quadraturam primam, &amp; oppo&longs;itio&shy;<lb/>nem, adhuc luna in &longs;uo ortu &longs;equitur &longs;olem, &amp; tunc erit prin<lb/>cipium acce&longs;&longs;ionis diurn&aelig; de die po&longs;t meridiem circa ue&longs;pe&shy;<lb/>ras, uidelicet parum ante, uel po&longs;t, quando &longs;cilicet &longs;ol fuerit <lb/>tantum &longs;upra orizontem ex parte occidentis in quarta diurna <lb/>refluxus, quantum luna &longs;upra orizontem ex parte orientis in <lb/>quarta diurna fluxus. </s>

<s>principium autem acce&longs;&longs;ionis nocturn&aelig; <lb/>erit de nocte ante diem, uidelicet circa matutinum ante, uel <lb/>po&longs;t, quando &longs;cilicet &longs;ol erit tantum &longs;ub orizonte &agrave; parte ori&shy;<lb/>entis in quarta nocturna refluxus, quantum luna &longs;ub orizon<lb/>te ex parte occidentis in quarta nocturna fluxus. </s>

<s>principium <lb/>uero rece&longs;&longs;ionis diurn&aelig; erit de die ante meridiem, quando &longs;ci <lb/>licet &longs;ol erit tantum ante punctum meridiei, quantum luna <lb/>po&longs;t punctum medi&aelig; noctis. </s>

<s>principium autem rece&longs;&longs;ionis no<lb/>cturn&aelig; erit de nocte ante medium noctis, quando &longs;cilicet &longs;ol <lb/>fuerit tantum ante punctum medi&aelig; noctis in quarta nocturna <lb/>fluxus, quantum luna po&longs;t punctum meridiei in quarta diur&shy;<lb/>na refluxus. </s>

<s>&longs;i autem luna fuerit inter oppo&longs;itionem &longs;olis, &amp; <lb/>quadraturam &longs;ecundam eius cum &longs;ole, tunc luna in ortu &longs;uo <lb/>antecedit &longs;olem, &amp; tunc principia tam acce&longs;&longs;ionis, qu&agrave;m re&shy;<lb/>ce&longs;&longs;ionis &longs;unt eodem modo &longs;icut fuerunt, quando luna fuit <lb/>inter coniunctionem, &amp; quadraturam primam: nam princi&shy;<lb/>pium acce&longs;&longs;ionis diurn&aelig; erit de die circa tertiam ante, uel po&longs;t, <lb/>quando &longs;cilicet &longs;ol erit tantum &longs;upra orizontem ex parte <pb xlink:href="024/01/031.jpg" pagenum="12"/>orientis in quarta diurna fluxus, quantum luna &longs;upra orizon&shy;<lb/>tem ex parte occidentis in quarta diurna refluxus: &amp; princi&shy;<lb/>pium acce&longs;&longs;ionis nocturn&aelig; erit de nocte, quando &longs;cilicet &longs;ol e&shy;<lb/>rit tantum &longs;ub orizonte ex parte occidentis in quarta noctur&shy;<lb/>na fluxus, quantum luna &longs;ub orizonte ex parte orientis in <lb/>quarta nocturna refluxus: &longs;ed principium rece&longs;&longs;ionis diurn&aelig; <lb/>erit de die po&longs;t meridiem, quando &longs;cilicet &longs;ol fuerit <expan abbr="tant&utilde;">tantum</expan> po&longs;t <lb/>punctum meridiei in quarta diurna refluxus, quantum luna <lb/>ante punctum medi&aelig; noctis in quarta nocturna fluxus. </s>

<s>prin&shy;<lb/>cipium uero rece&longs;&longs;ionis nocturn&aelig; erit de nocte, quando &longs;cili&shy;<lb/>cet &longs;ol fuerit tantum po&longs;t punctum medi&aelig; noctis in quarta no<lb/>cturna refluxus, quantum luna ante punctum meridiei in quar<lb/>ta diurna fluxus. </s>

<s>&longs;i autem luna fuerit inter quadraturam &longs;e&shy;<lb/>cundam, &amp; coniunctionem eius cum &longs;ole, tunc luna etiam in <lb/>&longs;uo ortu antecedit &longs;olem, &amp; erunt tunc principia acce&longs;&longs;ionis, <lb/>&amp; rece&longs;&longs;ionis in ei&longs;dem horis, &longs;icut &longs;unt quando luna e&longs;t in&shy;<lb/>ter quadraturam primam, &amp; oppo&longs;itionem, quia principium <lb/>acce&longs;&longs;ionis diurn&aelig; erit de die po&longs;t meridiem circa ue&longs;peras, <lb/>ante, &longs;cilicet uel po&longs;t, quando &longs;cilicet &longs;ol erit tantum &longs;upra o&shy;<lb/>rizontem ex parte occidentis in quarta diurna refluxus, quan <lb/>tum luna &longs;ub orizonte ex eadem parte occidentis in quarta <lb/>nocturna fluxus. </s>

<s>principium uero acce&longs;&longs;ionis nocturn&aelig; erit <lb/>de nocte circa matutinum ante, uel po&longs;t, quando &longs;cilicet &longs;ol <lb/>fuerit tantum &longs;ub orizonte ex parte orientis in quarta noctur&shy;<lb/>na refluxus, quantum luna &longs;upra orizontem ex eadem parte <lb/>orientis in quarta diurna fluxus: &longs;ed principium rece&longs;&longs;ionis <lb/>diurn&aelig; erit de die ante meridiem, quando &longs;cilicet luna erit <lb/>tantum po&longs;t punctum meridiei in quarta diurna refluxus, <lb/>quantum &longs;ol ante ip&longs;um in quarta diurna fluxus: &amp; principi&shy;<lb/>um rece&longs;&longs;ionis nocturn&aelig; erit de nocte ante medium noctis, <lb/>quando &longs;cilicet luna erit tantum po&longs;t punctum medi&aelig; noctis <lb/>in quarta nocturna refluxus, quantum &longs;ol ante punctum me&shy;<lb/>di&aelig; noctis in quarta nocturna fluxus. </s>

<s>ex i&longs;tis dictis apparet, <lb/>qu&ograve;d tam acce&longs;&longs;io, qu&agrave;m rece&longs;&longs;io aqu&aelig; maris non incipiunt <lb/>&longs;emper in ei&longs;dem horis diei, uel noctis, quia principium <pb xlink:href="024/01/032.jpg"/>acce&longs;&longs;ionis, aut e&longs;t in principio diei, aut in principio noctis, <lb/>quod accidit luna exi&longs;tente coniuncta uel oppo&longs;ita &longs;oli, uel e&longs;t <lb/>ante diem &agrave; matutinis uer&longs;us diem, uel de die, u&longs;que ad ter&shy;<lb/>tiam, uel circa; uel e&longs;t ante &longs;erum &agrave; ue&longs;peris uer&longs;us &longs;erum, u&longs;&shy;<lb/>que ad <expan abbr="galic&atilde;tum">galicantum</expan>, uel circa quod accidit, quando luna e&longs;t in&shy;<lb/>ter coniunctionem, uel oppo&longs;itionem eius cum &longs;ole, &amp; ali&shy;<lb/>quam ex quadraturis. </s>

<s>principium autem rece&longs;&longs;ionis, aut e&longs;t <lb/>in meridie, aut in medio noctis, quando &longs;cilicet luna e&longs;t con&shy;<lb/>iuncta &longs;oli, uel ei oppo&longs;ita, aut e&longs;t ante meridiem, uel po&longs;t, <lb/>aut ante medium noctis, uel po&longs;t, quando &longs;cilicet luna e&longs;t in&shy;<lb/>ter coniunctionem, uel oppo&longs;itionem eius cum &longs;ole, &amp; ali&shy;<lb/>quam ex quadraturis. </s>

<s>apparet etiam, qu&ograve;d aliquando aqua <lb/>maris nullum habet terminatum principium, nec ordinem <lb/>acce&longs;&longs;ionis, uel rece&longs;&longs;ionis, quod accidit luna exi&longs;tente in qua&shy;<lb/>draturis eius cum &longs;ole. </s>

<s>apparet etiam, quod omnis acce&longs;&longs;io <lb/>aqu&aelig; maris fit per re&longs;pectum ad orizontem ex parte orientis, <lb/>uel occidentis: &amp; omnis rece&longs;&longs;io per re&longs;pectum ad meridia&shy;<lb/>num, &longs;eu ad punctum meridiei, uel medi&aelig; noctis. </s></p><p type="main">

<s>Aduertendum e&longs;t etiam, qu&ograve;d omnia, qu&aelig; dicta &longs;unt, maxime <lb/>habent ueritatem in orizonte recto, in obliquo uero aliquo <lb/>tempore aliquod fallunt, &longs;icut &longs;ic infra dicetur. </s></p><p type="main">

<s>Contingit autem aquam maris &agrave; &longs;upra &longs;cripto ordine motus <lb/>deuiare: communiter tamen, &amp; ut in pluribus debitum or&shy;<lb/>nem ob&longs;eruat. </s>

<s>talis autem deuiatio &agrave; &longs;upra&longs;cripto ordine du&shy;<lb/>plex e&longs;t; aut enim e&longs;t deuiatio, &longs;eu error in hora principii mo<lb/>tus acce&longs;&longs;ionis, uel rece&longs;&longs;ionis, aut in medio motus, uidelicet <lb/>qu&ograve;d maiores, uel minores cur&longs;us habeant &longs;olito, uel maio&shy;<lb/>ra, aut minora habeant incrementa, aut decrementa. </s>

<s>error <lb/>ueniens in hora motus, triplici de cau&longs;a pote&longs;t accidere, aut <lb/>ratione &longs;itus regionis, aut ratione corporum &longs;uper c&aelig;le&longs;tium, <lb/>aut propter mutationem aeris: ratione &longs;itus regionum accidit <lb/>diuer&longs;itas &longs;olum in hora principii acce&longs;&longs;ionis, eo quia princi&shy;<lb/>pium acce&longs;&longs;ionis habet re&longs;pectum ad orizontem, &longs;eu e&longs;t per <lb/>re&longs;pectum ad orizontem: in principio autem rece&longs;&longs;ionis nul&shy;<lb/>la e&longs;t diuer&longs;itas, nec error, eo quia principium rece&longs;&longs;ionis e&longs;t <pb xlink:href="024/01/033.jpg" pagenum="13"/>per re&longs;pectum ad circulum meridianum: ratione &longs;itus re&shy;<lb/>gionis accidit diuer&longs;itas propter hoc, aut enim e&longs;t regio &longs;ub <lb/>&aelig;quinoctiali circulo, aut extra; &longs;i &longs;ub &aelig;quinoctiali circulo, <lb/>quia illi habent orizontem rectum, &amp; dies ibi &longs;emper &longs;unt <lb/>&aelig;quales noctibus ibi in omni tempore anni ea, qu&aelig; dicta <lb/>&longs;unt de diuer&longs;is horis principii acce&longs;&longs;ionis aqu&aelig; maris maxi&shy;<lb/>me habent ueritatem. </s>

<s>regiones autem di&longs;tantes ab &aelig;quino&shy;<lb/>ctiali, quia habent orizontem obliquum, in eis principia <lb/>acce&longs;&longs;ionis aqu&aelig; &longs;unt, &longs;icut in regionibus, qu&aelig; &longs;unt &longs;ub &aelig;&shy;<lb/>quinoctiali &longs;olum in duobus temporibus anni, uidelicet in <lb/>tempore ueris, &longs;eu &aelig;quinoctii uernalis, &amp; in tempore autum&shy;<lb/>ni, &longs;eu &aelig;quinoctii autumnalis, uidelicet circa medium men&shy;<lb/>&longs;is Martii, &amp; circa medium men&longs;is Septembris. <!-- KEEP S--></s>

<s>in aliis au&shy;<lb/>tem temporibus anni, &longs;eu ab &aelig;quinoctio uernali per totam <lb/>&aelig;&longs;tatem, u&longs;que ad &aelig;quinoctium autumnale aliter e&longs;t, quia <lb/>principium acce&longs;&longs;ionis diurn&aelig; &longs;i ip&longs;a acce&longs;&longs;io e&longs;t ante meri&shy;<lb/>diem, uidelicet circa mane, erit tardius, qu&agrave;m e&longs;&longs;e debet, <lb/>uidelicet plus de die, qu&agrave;m fiat in regionibus, qu&aelig; &longs;unt &longs;ub <lb/>&aelig;quinoctiali: &amp; hoc ideo e&longs;t, quia in talibus regionibus dies <lb/>incipit prius, &longs;eu &longs;ol oritur priu&longs;quam in regionibus, qu&aelig; <lb/>&longs;unt &longs;ub &aelig;quinoctiali propter obliquitatem orizontis obli&shy;<lb/>qui (quamuis regiones ip&longs;&aelig; &longs;int &longs;ub eodem meridiano) quod <lb/>&longs;i principium acce&longs;&longs;ionis diurn&aelig; fuerit po&longs;t meridiem, uide&shy;<lb/>licet circa &longs;erum, tunc tale principium erit citiu&longs;quam &longs;it in <lb/>regionibus, qu&aelig; &longs;unt &longs;ub &aelig;quinoctiali, ide&longs;t in paucioribus <lb/>horis diei: &amp; hoc ideo e&longs;t, quia tunc &longs;ol tardius occidit, <lb/>qu&agrave;m in regionibus, qu&aelig; &longs;unt &longs;ub &aelig;quinoctiali. </s>

<s>principium <lb/>uero acce&longs;&longs;ionis nocturn&aelig; &longs;i e&longs;t ante medium noctis, fit in di&shy;<lb/>ctis locis, &longs;eu regionibus citius, ide&longs;t in minori tempore no&shy;<lb/>ctis, &longs;eu in breuiori tempore po&longs;t occa&longs;um &longs;olis, qu&agrave;m fiat in <lb/>regionibus, qu&aelig; &longs;unt &longs;ub &aelig;quinoctiali, quia tunc nox incipit <lb/>eis po&longs;t, qu&ograve;d &longs;i principium acce&longs;&longs;ionis nocturn&aelig; e&longs;t po&longs;t me&shy;<lb/>diam noctem, uidelicet uer&longs;us diem, fiet tardius, ide&longs;t ad plu<lb/>res horas noctis, &longs;eu magis prope die, qu&agrave;m in regionibus, <lb/>qu&aelig; &longs;unt &longs;ub &aelig;quinoctiali, &amp; hoc ideo e&longs;t, quia &longs;ol citius eis <pb xlink:href="024/01/034.jpg"/>oritur, qu&agrave;m eis, qui &longs;unt &longs;ub &aelig;quinoctiali, &amp; h&aelig;c diuer&longs;itas <lb/>tantum cre&longs;cit, quod aliquando contingit uidere duas acce&longs;&shy;<lb/>&longs;iones aqu&aelig; in die, &amp; nullam in nocte; quod quidem accidit <lb/>propter in&aelig;qualitatem dierum cum &longs;uis noctibus: quanto e&shy;<lb/>nim dies artificialis fuerit longior &longs;ua nocte, tanto talis diuer&shy;<lb/>&longs;itas, &amp; error euidentius cre&longs;cit. </s>

<s>quare in longioribus diebus <lb/>anni talis diuer&longs;itas apparebit manife&longs;te; &longs;ed ab &aelig;quinoctio <lb/>autumnali per totam hiemem, u&longs;que ad &aelig;quinoctium uerna&shy;<lb/>le fit contrarium, quia principium acce&longs;&longs;ionis diurn&aelig; &longs;i fuerit <lb/>ante meridiem, &longs;cilicet circa mane, tunc erit citius, qu&agrave;m de&shy;<lb/>beret e&longs;&longs;e, ide&longs;t in paucioribus horis diei, qu&agrave;m fiat in orizon<lb/>te recto, quia tunc tardius incipit dies, &longs;eu tardius oritur &longs;ol <lb/>habentibus orizontem obliquum, qu&agrave;m habentibus orizon&shy;<lb/>tem rectum; qu&ograve;d &longs;i talis acce&longs;&longs;us fuerit po&longs;t meridiem, &longs;cili&shy;<lb/>cet circa &longs;erum, tunc principium talis acce&longs;&longs;ionis erit tardius, <lb/>ide&longs;t magis uer&longs;us &longs;erum, &longs;eu magis iuxta occa&longs;um &longs;olis, qu&agrave;m <lb/>in regionibus, qu&aelig; &longs;unt &longs;ub &aelig;quinoctiali, quia in orizonte <lb/>obliquo fit citius nox, &amp; &longs;ol citius occidit, qu&agrave;m in recto. </s>

<s>prin<lb/>cipium ueto acce&longs;&longs;ionis nocturn&aelig; &longs;i fuerit ante medium noctis <lb/>erit tardius, &amp; plus in nocte, qu&agrave;m in regionibus, qu&aelig; &longs;unt <lb/>&longs;ub &aelig;quinoctiali; &amp; hoc ideo e&longs;t, quia tunc nox in orizonte <lb/>obliquo prius incipit, qu&agrave;m in recto, quia &longs;ol prius occidit in <lb/>orizonte obliquo, qu&agrave;m in recto; qu&ograve;d &longs;i principium acce&longs;&longs;io&shy;<lb/>nis nocturn&aelig; fuerit po&longs;t mediam noctem, ide&longs;t uer&longs;us diem, <lb/>tunc tale principium acce&longs;&longs;ionis in orizonte obliquo fiet citi&shy;<lb/>us, ide&longs;t in paucioribus horis noctis, ide&longs;t magis ante diem, <lb/>&longs;eu ante ortum &longs;olis, qu&agrave;m fiat in regionibus, qu&aelig; &longs;unt &longs;ub &aelig;&shy;<lb/>quinoctiali, eo quia &longs;ol oritur tardius, qu&agrave;m in regionibus, <lb/>qu&aelig; &longs;unt &longs;ub &aelig;quinoctiali, &amp; talis diuer&longs;itas in tantum cre&longs;cit, <lb/>qu&ograve;d aliquando fient du&aelig; acce&longs;&longs;iones aqu&aelig; in nocte, &amp; null&aelig; <lb/>in die: &amp; hoc quidem accidet propter in&aelig;qualitatem, &amp; augu&shy;<lb/>mentum noctis &longs;upra diem &longs;uam: quanto enim nox fuerit lon&shy;<lb/>gior &longs;ua die, tanto magis cre&longs;cit talis diuer&longs;itas: quare talis di&shy;<lb/>uer&longs;itas apparebit maxima in longiori nocte anni. </s>

<s>ex dictis er<lb/>go apparet, qu&ograve;d quanto fuerimus propinquiores &aelig;quinoctio, <pb xlink:href="024/01/035.jpg" pagenum="14"/>tanto minor apparebit diuer&longs;itas in hora principii acce&longs;&longs;ionis <lb/>aqu&aelig;: &amp; quanto &longs;ol fuerit propinquior &longs;ol&longs;titiis, &longs;eu longiori&shy;<lb/>bus diebus, &amp; longioribus noctibus, tanto maior erit diuer&longs;itas, <lb/>&amp; certior, &amp; manife&longs;tius apparebit. </s>

<s>ratione autem corporum <lb/>c&aelig;le&longs;tium etiam accidit diuer&longs;itas, &amp; error in principiis non &longs;o<lb/>lum acce&longs;&longs;ionis, uerum etiam rece&longs;&longs;ionis. </s></p><p type="main">

<s>Cum enim aliqua ex &longs;tellis magnis, &amp; lumino&longs;is (ut &longs;unt Venus, <lb/>&amp; Iuppiter) fuerit circa &longs;olem, uel lunam; illum, uel <expan abbr="ill&atilde;">illam</expan> adiu&shy;<lb/>uant in mouendo aquam maris: quare relinquunt debitum or<lb/>dinem. </s>

<s>ratione uero mutationis aeris, &longs;&aelig;pe contingit diuer&longs;i&shy;<lb/>tas, &amp; error in principiis acce&longs;&longs;ionis, &amp; rece&longs;&longs;ionis aqu&aelig; maris. <lb/></s>

<s>impetuo&longs;a enim di&longs;po&longs;itio uentorum tam de prope, qu&agrave;m de <lb/>longe in&longs;uflantium remouet cur&longs;us aquarum &agrave; debito ordine <lb/>aliquando fe&longs;tinando acce&longs;&longs;us, aliquando rece&longs;&longs;us. </s>

<s>&longs;imiliter &amp; <lb/>ip&longs;os po&longs;tponere faciendo. </s>

<s>error etiam accidit in medio mo&shy;<lb/>tus aquarum, quia tam cur&longs;us aquarum, qu&agrave;m etiam incre&shy;<lb/>menta, &amp; decrementa earum aliquando non &longs;eruant <expan abbr="debit&utilde;">debitum</expan> <lb/>motum. </s>

<s>di&longs;po&longs;itio enim uentorum ad maiores, uel minores <lb/>cur&longs;us augumentum pr&aelig;bent: quare &amp; maiora incrementa, <lb/>&amp; decrementa accidunt: maiores etiam cur&longs;us, &amp; <expan abbr="diuer&longs;itat&etilde;">diuer&longs;itatem</expan> <lb/>maiorem euenire faciunt coarctationes, &amp; &longs;trictur&aelig; locorum <lb/>ratione in&longs;ularum, uel montium in aliquibus locis maximis exi<lb/>&longs;tentium; quia ubi arctius, &longs;eu &longs;trictius exi&longs;tit mare, ibi fortior <lb/>cur&longs;us exi&longs;tit, ut circa Eub&oelig;am <expan abbr="in&longs;ul&atilde;">in&longs;ulam</expan> Nigropontis, &amp; inter <lb/>Siciliam, &amp; Calabriam &longs;&aelig;pe notari pote&longs;t. </s>

<s>impediunt etiam ta<lb/>les &longs;trictur&aelig; augumentationes aquarum: per &longs;trictum enim lo<lb/>cum modica quantitas aqu&aelig; tran&longs;ire pote&longs;t. </s>

<s>quare augumen<lb/>tationes, &amp; diminutiones minores fiunt, &amp; ideo accidit, qu&ograve;d <lb/>in Oceano maxima fiunt crementa, &amp; decrementa. </s>

<s>nulla enim <lb/>ibi ade&longs;t &longs;trictura impediens cur&longs;us aquarum: quare ibi motus <lb/>aquarum e&longs;t liber, &amp; aqua ibi incedit ordine certiori: &longs;ed in <lb/>mari no&longs;tro Mediterraneo aliter e&longs;t, quia quicquid in eo ingre<lb/>ditur, uel egreditur ex mari Oceano, per unum <expan abbr="&longs;ol&utilde;">&longs;olum</expan>, &amp; <expan abbr="&longs;trict&utilde;">&longs;trictum</expan> <lb/>locum &agrave; parte occidentis tran&longs;it. </s>

<s>quare non pote&longs;t <expan abbr="mult&utilde;">multum</expan> in ac&shy;<lb/>ce&longs;&longs;u impleri, nec multum in rece&longs;&longs;u euacuari. </s>

<s>&amp; ex con&longs;equen<lb/>ti motus aqu&aelig; maris non ita certo ordine incedit. </s>

<s>&amp; h&aelig;c de <lb/>diuer&longs;is motibus aqu&aelig; maris dicta &longs;ufficiunt. </s></p><pb xlink:href="024/01/036.jpg"/><pb xlink:href="024/01/037.jpg"/><figure id="id.024.01.037.1.jpg" xlink:href="024/01/037/1.jpg"/><p type="caption">

<s>Figura o&longs;tendens initium crementi diurni in <lb/>ortu &longs;olis, &amp; initium decrementi diurni in <lb/>meridie, &amp; initium crementi nocturni in oc<lb/>ca&longs;u &longs;olis, &amp; initium decrementi nocturni in <lb/>medio noctis. </s></p><pb xlink:href="024/01/038.jpg"/><figure id="id.024.01.038.1.jpg" xlink:href="024/01/038/1.jpg"/><p type="caption">

<s>Figura o&longs;tendens initium crementi diurni po&longs;t or&shy;<lb/>tum &longs;olis ante, uel po&longs;t horam tertiarum &longs;ecun&shy;<lb/>dum quod luna di&longs;teterit a &longs;ole plus, uel minus, <lb/>&amp; nondum uenerit ad <expan abbr="quadratut&atilde;">quadratutam</expan> eius cum &longs;ole <lb/><expan abbr="prim&atilde;">primam</expan>: &amp; <expan abbr="initi&utilde;">initium</expan> <expan abbr="decrem&etilde;ti">decrementi</expan> diurni po&longs;t <expan abbr="meridi&etilde;">meridiem</expan> ante <lb/>uel po&longs;t horam <expan abbr="ue&longs;perar&utilde;">ue&longs;perarum</expan>, &amp; <expan abbr="initi&utilde;">initium</expan> crementi nocturni <lb/>po&longs;t occa&longs;um &longs;olis, &amp; <expan abbr="initi&utilde;">initium</expan> <expan abbr="decrem&etilde;ti">decrementi</expan> diurni po&longs;t <lb/>mediam noctem ante, uel po&longs;t horam matutini. </s></p><pb xlink:href="024/01/039.jpg"/><figure id="id.024.01.039.1.jpg" xlink:href="024/01/039/1.jpg"/><figure id="id.024.01.039.2.jpg" xlink:href="024/01/039/2.jpg"/><pb xlink:href="024/01/040.jpg"/><pb xlink:href="024/01/041.jpg"/><p type="caption">

<s>Figura o&longs;tendens quietem &longs;al&longs;am, &amp; mo&shy;<lb/>tum inordinatum, &amp; minimum cremen<lb/>ti, &amp; decrementi aqu&aelig; matutini.</s></p><pb xlink:href="024/01/042.jpg"/><figure id="id.024.01.042.1.jpg" xlink:href="024/01/042/1.jpg"/><p type="caption">

<s>Figura o&longs;tendens initium crementi circa matutini <lb/>ante, uel po&longs;t: &amp; initium decrementi po&longs;t horam <lb/>tertiarum, &amp; initium crementi po&longs;t ue&longs;peras, &amp; <lb/>initium decrementi ante medium noctis. <pb xlink:href="024/01/043.jpg"/><figure id="id.024.01.043.1.jpg" xlink:href="024/01/043/1.jpg"/><pb xlink:href="024/01/044.jpg"/><figure id="id.024.01.044.1.jpg" xlink:href="024/01/044/1.jpg"/></s></p><pb xlink:href="024/01/045.jpg"/><figure id="id.024.01.045.1.jpg" xlink:href="024/01/045/1.jpg"/><p type="caption">

<s>Figura o&longs;tendens initium <gap/><lb/>ortu <gap/>, <gap/> initium decrem<gap/><lb/>meridie, &amp; initium crementi <gap/><lb/>ca&longs;u &longs;olis, &amp; initium decrementi<gap/></s></p><pb xlink:href="024/01/046.jpg"/><figure id="id.024.01.046.1.jpg" xlink:href="024/01/046/1.jpg"/><p type="caption">

<s>Figura o&longs;tendens initium crementi po&longs;t ortum &longs;o&shy;<lb/>lis circa horam tertiarum, uel ante: &amp; <expan abbr="initi&utilde;">initium</expan> decre<lb/><expan abbr="m&etilde;ti">menti</expan> circa ue&longs;peras, &amp; <expan abbr="initi&utilde;">initium</expan> crementi ante medi&shy;<lb/>um noctis, &amp; initium <expan abbr="decrem&etilde;ti">decrementi</expan> po&longs;t <expan abbr="medi&utilde;">medium</expan> nocti. </s></p><pb xlink:href="024/01/047.jpg"/><pb xlink:href="024/01/048.jpg"/><figure id="id.024.01.048.1.jpg" xlink:href="024/01/048/1.jpg"/><figure id="id.024.01.048.2.jpg" xlink:href="024/01/048/2.jpg"/><pb xlink:href="024/01/049.jpg"/><p type="caption">

<s>Figura o&longs;tendens quietem &longs;al&longs;am, &amp; mo&shy;<lb/>tum<gap/> nord<gap/>natum, &amp; minimum cr<gap/><lb/>ti, &amp; d<gap/>crementi aqu&aelig; <gap/>.</s></p><pb xlink:href="024/01/050.jpg"/><figure id="id.024.01.050.1.jpg" xlink:href="024/01/050/1.jpg"/><p type="caption">

<s>Figura o&longs;tendens initium crementi circa <lb/>matutinum ante ortum &longs;olis: &amp; <expan abbr="initi&utilde;">initium</expan> de&shy;<lb/>crementi po&longs;t horam tertiarum, &amp; ante <lb/>meridiem: &amp; initium crementi ante occa&shy;<lb/>&longs;um &longs;olis po&longs;t ue&longs;peras: &amp; initium decre&shy;<lb/>menti ante medium noctis.</s></p><pb xlink:href="024/01/051.jpg" pagenum="19"/><p type="main">

<s><emph type="center"/>FEDERICI DELPHINI <emph.end type="center"/><!-- REMOVE S--><emph type="center"/>DE MOTV OCTAVAE<emph.end type="center"/><!-- REMOVE S--><emph type="center"/> SPHAERAE<emph.end type="center"/><!-- REMOVE S--><emph type="center"/> TRACTATVS.<emph.end type="center"/><!-- KEEP S--></s></p><p type="main">

<s>SCIENDVM e&longs;t primo, qu&ograve;d circa numerum &longs;ph&aelig;ra&shy;<lb/>rum c&aelig;le&longs;tium tres &longs;unt opiniones diuer&longs;&aelig;: una e&longs;t philo&longs;o&shy;<lb/>phorum, &amp; a&longs;trologorum Indorum, qu&aelig; e&longs;t, qu&ograve;d &longs;ph&aelig;r&aelig; <lb/>c&aelig;le&longs;tes &longs;int octo tantum, uidelicet &longs;eptem &longs;ph&aelig;r&aelig; planeta&shy;<lb/>rum, &amp; octaua &longs;ph&aelig;ra &longs;tellata, qu&aelig; e&longs;t primum mobile &longs;ecun<lb/>dum i&longs;tam opinionem; qu&aelig; mouetur motu diurno, uidelicet <lb/>in una die naturale, qu&aelig; e&longs;t tempus uiginti quatuor hora&shy;<lb/>rum, una reuolutione completa, ab oriente &longs;cilicet uer&longs;us oc<lb/>cidentem, reuoluendo &longs;ecum tali motu omnes alias &longs;ph&aelig;ras <lb/>inferiores. </s>

<s>alia e&longs;t Ptolom&aelig;i, Alfragr&aelig;ni Alchabitii, Ioannis <lb/>de Sacrobu&longs;to, &amp; Thebit; qui &longs;ph&aelig;r&aelig; c&aelig;le&longs;tes &longs;int nouem: <lb/>&amp; h&aelig;c opinio e&longs;t bipartita, quia Ptolem&aelig;us, Alfragr&aelig;nus Al&shy;<lb/>chabitius, &amp; Ioannes de Sacrobu&longs;to dicunt, qu&ograve;d nona &longs;ph&aelig;<lb/>ra e&longs;t primum mobile, &amp; qu&ograve;d ip&longs;a e&longs;t illa, qu&aelig; mouetur mo<lb/>tu diurno, reuoluendo omnes alias &longs;ph&aelig;ras inferiores, uide&shy;<lb/>licet octauam, &amp; &longs;eptimam &longs;ph&aelig;ram &longs;eptem planetarum &longs;e&shy;<lb/>cum: &amp; qu&ograve;d octaua &longs;ph&aelig;ra, &amp; ali&aelig; inferiores ei mouentur <lb/>duplici motu: uno uidelicet diurno, quo reuoluuntur &agrave; nona <lb/>omni die naturali, una reuolutione completa: &amp; alio pro&shy;<lb/>prio octau&aelig; tardo, &longs;cilicet ad contrarium non&aelig; &longs;ph&aelig;r&aelig; &longs;uper <lb/>polis zodiaci &longs;ui exi&longs;tentibus in directo polorum zodiaci no&shy;<lb/>n&aelig; &longs;emper; adeo qu&ograve;d &longs;emper zodiacus octau&aelig; e&longs;t &longs;ub zodia&shy;<lb/>ci non&aelig; &longs;ph&aelig;r&aelig; ecliptic&aelig; octau&aelig; &longs;ub ecliptica non&aelig;, &amp; poli <lb/>zodiaci octau&aelig; &longs;ub polis zodiaci non&aelig;, in centum annis uno <lb/>gradu uer&longs;us orientem contrari&aelig;, &amp; taliter, qu&ograve;d &longs;emper e&shy;<lb/>cliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; e&longs;&longs;ent &longs;ub ecliptica non&aelig;. </s>

<s>ali&aelig; autem <lb/>&longs;ph&aelig;r&aelig; inferiores octau&aelig;, ultra i&longs;tos duos motus, habent <lb/>motus &longs;ibi proprios ab occidente uer&longs;us orientem, ut in <pb xlink:href="024/01/052.jpg"/>theoricis earum uidebitur. </s></p><p type="main">

<s>Thebit autem uolens &longs;aluare uariationem declinationis &longs;olis <lb/>ab &aelig;quinoctiali, qui &longs;emper, &amp; continue mouetur motu pro&shy;<lb/>prio ab occidente uer&longs;us orientem &longs;ub ecliptica octau&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig;; quam declinationem inuenit Ptolom&aelig;us tempore &longs;uo e&longs;&longs;e <lb/>XXIII graduum, LI minutorum, &amp; XX &longs;ecundorum, &amp; Al&shy;<lb/>meon, &amp; Albategni, qui fuerunt po&longs;teriores Ptolom&aelig;o, inue&shy;<lb/>nerunt eam e&longs;&longs;e XXIII graduum, XXXIII minutorum, &amp; <lb/>XXX &longs;ecundorum dixit octauam &longs;ph&aelig;ram moueri, qu&ograve;d &agrave; <lb/>motu titubationis, &longs;eu acce&longs;&longs;us, &amp; rece&longs;&longs;us in circumferentiis <lb/>duorum circulorum paruorum &aelig;qualium, quorum media, &longs;eu <lb/>poli, &longs;eu centra &longs;unt ip&longs;a capita, &longs;eu principia arietis, &amp; libr&aelig; <lb/>non&aelig; &longs;ph&aelig;r&aelig;, &longs;eu primi mobilis; taliter &longs;cilicet, qu&ograve;d duo pun<lb/>cta certa, &amp; determinata octau&aelig; &longs;ph&aelig;r&aelig;, qu&aelig; capita arietis, &amp; <lb/>&amp; libr&aelig;, &longs;eu principia arietis, &amp; libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; dicuntur <lb/>moueri in circumferentiis duorum circulorum paruorum di&shy;<lb/>ctorum, de&longs;cribendo eas in concauitate non&aelig; &longs;ph&aelig;r&aelig;, circa <lb/>principia arietis, &amp; libr&aelig; eiu&longs;dem non&aelig; &longs;ph&aelig;r&aelig;, &amp; arietis ecli<lb/>ptic&aelig; non&aelig; &longs;ph&aelig;r&aelig; inter centra horum paruorum circulorum <lb/>dictorum, &amp; circumferentias &longs;uas. <!--neuer Satz-->e&longs;t quatuor graduum, <lb/>XVIII minutorum, &amp; XLIII &longs;ecundorum, &amp; tota diametra <lb/>eorum circulorum e&longs;t VIII graduum, XXXVII <expan abbr="minutor&utilde;">minutorum</expan>, <lb/>&amp; XXVI &longs;ecundorum. </s>

<s>adeo qu&ograve;d &longs;tell&aelig; fix&aelig; octaui c&aelig;li non <lb/>po&longs;&longs;unt perficere circulationem &longs;uam uer&longs;us <expan abbr="ori&etilde;tem">orientem</expan> ad con&shy;<lb/>trarium non&aelig; &longs;ph&aelig;r&aelig;, &longs;eu primi mobilis, &longs;ed po&longs;&longs;unt tran&longs;mo <lb/>ueri uer&longs;us orientem per VIII graduum, XXXVII minuto&shy;<lb/>rum, &amp; XXVI &longs;ecundorum, &amp; redire uer&longs;us occidentem tar<lb/>dum. </s>

<s>alia e&longs;t opinio illorum, qui tabulas Alphon&longs;i compo&longs;ue<lb/>runt, &amp; Petri de Apono, &longs;eu Conciliatoris, &amp; domini Nico&shy;<lb/>lai Paduani comitis de Comitibus, &amp; Georgii Parbachui, qui <lb/>uolunt qu&ograve;d &longs;int in numero decem &longs;ph&aelig;r&aelig;, uidelicet qu&ograve;d &longs;u<lb/>pra &longs;eptem &longs;ph&aelig;ras &longs;eptem planetarum &longs;int tres &longs;ph&aelig;r&aelig;, uideli<lb/>cet octaua, nona, &amp; decima, quod &longs;ic <expan abbr="o&longs;t&etilde;ditur">o&longs;tenditur</expan>. </s>

<s>uidemus in &longs;tel<lb/>lis fixis, &longs;eu in octaua &longs;ph&aelig;ra triplicem motum: unum &longs;cilicet <lb/><expan abbr="diurn&utilde;">diurnum</expan> <expan abbr="ueloci&longs;&longs;im&utilde;">ueloci&longs;&longs;imum</expan>, quo octaua &longs;ph&aelig;ra <expan abbr="c&utilde;">cum</expan> &longs;tellis fixis, qu&aelig; &longs;unt <lb/>in ea, reuoluitur omni die naturali una reuolutione completa <pb xlink:href="024/01/053.jpg" pagenum="20"/>ab oriente, &longs;cilicet uer&longs;us occidentem: &amp; alium tardum, de <lb/>quo octaua &longs;ph&aelig;ra mouetur cum &longs;tellis fixis, qu&aelig; &longs;unt in ea ab <lb/>occidente uer&longs;us orientem: &amp; tertium, quo mouetur octaua <lb/>&longs;ph&aelig;ra, taliter qu&ograve;d declinatio &longs;olis; qui &longs;ecundum omnes a&shy;<lb/>&longs;trologos mouetur motu proprio &longs;ui orbis differentis ip&longs;um <lb/>uer&longs;us orientem &longs;emper, &amp; continue &longs;ub ecliptica octau&aelig; &longs;ph&aelig;<lb/>r&aelig;, nu&longs;quam ab ea recedendo; uariatur cre&longs;cendo, &amp; decre&shy;<lb/>&longs;cendo: ideo dicimus &longs;upra octauam &longs;ph&aelig;ram e&longs;&longs;e duas alias <lb/>&longs;ph&aelig;ras nonam, &amp; decimam, qu&aelig; una &longs;ola &longs;ph&aelig;ra &longs;uperior ip<lb/>&longs;i octau&aelig; non pote&longs;t dare &longs;ph&aelig;r&aelig; inferiori, ultra motum non&aelig; <lb/>proprium, duos motus: &amp; quia omnes &longs;ph&aelig;r&aelig; c&aelig;le&longs;tes mouen&shy;<lb/>tur motu diurno, uidelicet in uiginti quatuor horis, una reuo&shy;<lb/>lutione completa ab oriente, &longs;cilicet uer&longs;us occidentem, incon<lb/>ueniens e&longs;t dicere, qu&ograve;d &longs;ph&aelig;ra inferior moueatur motu diur&shy;<lb/>no &longs;ibi proprio ueloci&longs;&longs;imo &longs;cilicet &amp; qu&ograve;d ad <expan abbr="mot&utilde;">motum</expan> eius pro&shy;<lb/>prium moueat &longs;uperiorem ei, &longs;imiliter motu diurno ueloci&longs;&longs;i&shy;<lb/>mo: ideo dicimus decimam &longs;ph&aelig;ram e&longs;&longs;e primum mobile: &amp; <lb/>eam e&longs;&longs;e illam, qu&aelig; mouetur motu diurno ueloci&longs;&longs;imo, ad cu&shy;<lb/>ius motum omnes ali&aelig; &longs;ph&aelig;r&aelig; inferiores mouentur &longs;imiliter <lb/>motu diurno, uidelicet omni die naturali, qu&aelig; e&longs;t tempus xxiiii <lb/>horarum, una reuolutione completa. </s>

<s>&amp; quia uidimus &longs;tellas <lb/>fixas in octaua &longs;ph&aelig;ra moueri continue uer&longs;us orientem ad <lb/>contrarium motum diurnum, motu quodam tardo ualde &longs;i <lb/>poneremus octauam &longs;ph&aelig;ram immediate &longs;ub decima; &amp; eam <lb/>habere talem motum tardum, continu<expan abbr="&utilde;">um</expan> uer&longs;us <expan abbr="occident&etilde;">occidentem</expan>, tan<lb/>quam <expan abbr="mot&utilde;">motum</expan> &longs;ibi <expan abbr="propri&utilde;">proprium</expan>, &amp; IX <expan abbr="&longs;ph&aelig;r&atilde;">&longs;ph&aelig;ram</expan> e&longs;&longs;e &longs;ub ea, &amp; <expan abbr="e&atilde;">eam</expan> moueri <lb/>tali motu, qu&ograve;d per eum declinatio &longs;olis ab &aelig;quatore, qui &longs;em<lb/>per, &amp; continue mouetur &longs;ub ecliptica octau&aelig; &longs;ph&aelig;r&aelig;, augeat, <lb/>minuatur, &longs;equeretur <expan abbr="&longs;ph&aelig;r&atilde;">&longs;ph&aelig;ram</expan> <expan abbr="inferior&etilde;">inferiorem</expan> ad &longs;uum <expan abbr="mot&utilde;">motum</expan> <expan abbr="propri&utilde;">proprium</expan> <lb/>mouere <expan abbr="octau&atilde;">octauam</expan> <expan abbr="&longs;uperior&etilde;">&longs;uperiorem</expan>, ex quo per <expan abbr="&longs;u&utilde;">&longs;uum</expan> <expan abbr="mot&utilde;">motum</expan> declinatio &longs;olis, <lb/>qui <expan abbr="c&otilde;tinue">continue</expan> mouetur, &longs;ub ecliptica viii &longs;ph&aelig;r&aelig; uariatur, quod <lb/>e&longs;t <expan abbr="ab&longs;urd&utilde;">ab&longs;urdum</expan>, &longs;i aut diceretur <expan abbr="octau&atilde;">octauam</expan> <expan abbr="&longs;ph&aelig;r&atilde;">&longs;ph&aelig;ram</expan> immediate collocari <lb/>&longs;ub decima, &amp; <expan abbr="e&atilde;">eam</expan> moueri tali motu, <expan abbr="tanqu&atilde;">tanquam</expan> motu &longs;ibi proprio, <lb/>ut per eum declinatio &longs;olis &longs;emper, &amp; continue di&longs;currentis &longs;ub <lb/>ecliptica VIII &longs;ph&aelig;r&aelig; ab &aelig;quatore augeatur, &amp; minuatur: <expan abbr="t&utilde;c">tunc</expan> <pb xlink:href="024/01/054.jpg"/>oporteret dicere, qu&ograve;d nona &longs;ph&aelig;ra, qu&aelig; e&longs;t &longs;ub ea, moue&shy;<lb/>tur motu illo tardo, continuo dicto uer&longs;us orientem; ad cu&shy;<lb/>ius motum &longs;tell&aelig; fix&aelig;, qu&aelig; &longs;unt in octaua &longs;ph&aelig;ra, qu&aelig; e&longs;t &longs;u&shy;<lb/>pra eam, moueantur uer&longs;us orientem continue, &amp; &longs;ic &longs;ph&aelig;ra <lb/>inferior ad motum eius proprium moueret &longs;uperiorem. </s>

<s>ne&shy;<lb/>ce&longs;&longs;arium e&longs;t ergo dicere nonam &longs;ph&aelig;ram collocari immedia&shy;<lb/>te &longs;ub decima: &amp; ip&longs;am e&longs;&longs;e illam, qu&aelig; mouetur continue ab <lb/>occidente uer&longs;us orientem motu illo tardo ualde iam dicto, <lb/>defferendo &longs;ecum octauam &longs;ph&aelig;ram cum &longs;tellis fixis, qu&aelig; &longs;unt <lb/>in ea, &amp; alias &longs;ph&aelig;ras inferiores ei: &amp; qu&ograve;d octaua &longs;ph&aelig;ra &longs;it <lb/>&longs;ub ea, &amp; eam moueri tali motu, tanquam motu &longs;ibi proprio, <lb/>ut per eum motum etiam ali&aelig; &longs;ph&aelig;r&aelig; inferiores octau&aelig; mo&shy;<lb/>ueantur: &amp; declinatio &longs;olis &longs;emper continue di&longs;currentis &longs;ub <lb/>ecliptica octau&aelig; &longs;ph&aelig;r&aelig; augeatur, &amp; minuatur: &amp; &longs;ic &longs;ituatas <lb/>tres &longs;ph&aelig;ras non &longs;equitur aliquod inconueniens. </s>

<s>nece&longs;&longs;arium <lb/>e&longs;t ergo propter reuolutiones dicere &longs;ph&aelig;ras c&aelig;le&longs;tes e&longs;&longs;e de&shy;<lb/>cem in numero: &amp; omnes e&longs;&longs;e &longs;ic ordinatas, ut dictum e&longs;t: <lb/>Thebit ergo, ut &longs;upra dictum e&longs;t, duplicem octau&aelig; &longs;ph&aelig;r&aelig; <lb/>motum ine&longs;&longs;e dixit: unum &longs;cilicet &agrave; primo mobili, &longs;eu nona <lb/>&longs;ph&aelig;ra diurnum &longs;cilicet: alium uero &longs;ibi proprium trepida&shy;<lb/>tionis, &longs;eu acce&longs;&longs;us, &amp; rece&longs;&longs;us, qui fit &longs;uper circumferentiis <lb/>duorum circulorum paruorum &aelig;qualium de&longs;criptorum in <lb/>concauitate non&aelig; &longs;ph&aelig;r&aelig; circa principium arietis, &amp; libr&aelig; e&shy;<lb/>iu&longs;dem non&aelig; &longs;ph&aelig;r&aelig;: duplicem etiam eclipticam a&longs;&longs;eruit fi&shy;<lb/>xam quidem in nona &longs;ph&aelig;ra, &longs;eu primo mobili: mobile au&shy;<lb/>tem in octaua ita, ut capita arietis, &amp; libr&aelig; ecliptic&aelig; mobilis, <lb/>&longs;eu octau&aelig; &longs;ph&aelig;r&aelig; circumferantur in circumferentiis duorum <lb/>circulorum paruorum &aelig;qualium, quorum media, &longs;eu poli, <lb/>&longs;eu centra &longs;unt ip&longs;a capita, &longs;eu principia arietis, &amp; libr&aelig; ecli&shy;<lb/>ptic&aelig; fix&aelig;, &longs;cilicet non&aelig; &longs;ph&aelig;r&aelig;, &longs;eu primi mobilis: &amp; arcus <lb/>ecliptic&aelig; fix&aelig;, &longs;eu non&aelig; &longs;ph&aelig;r&aelig; inter polos, &longs;eu centra ho&shy;<lb/>rum circulorum paruorum, &amp; circumferentias &longs;uas e&longs;t qua&shy;<lb/>tuor graduum, 18 minutorum, &amp; 43. &longs;ecundorum. </s>

<s>dixit autem <lb/>Thebit capita, &longs;eu principia arietis, &amp; libr&aelig; mobilia, &longs;eu o&shy;<lb/>ctau&aelig; &longs;ph&aelig;r&aelig; taliter circumferri in circumferentiis &longs;uorum <pb xlink:href="024/01/055.jpg" pagenum="21"/>circulorum paruorum, ut, cum caput arietis mobilis, &longs;cilicet <lb/>octau&aelig; &longs;ph&aelig;r&aelig; fuerit in &longs;ectione circumferenti&aelig; &longs;ui parui cir&shy;<lb/>culi cum &aelig;quatore occidentali, ip&longs;um mouebitur per medie&shy;<lb/>tatem circumferentia &longs;ui parui circuli &longs;eptentrionalem ab &aelig;&shy;<lb/>quatore. </s>

<s>caput autem libr&aelig; mobilis mouebitur tunc per me&shy;<lb/>dietatem circumferenti&aelig; &longs;ui parui circuli meridionalem ab <lb/>&aelig;quatore: &amp; cum caput arietis mobilis fuerit in &longs;ectione cir&shy;<lb/>cumferenti&aelig; &longs;ui parui circuli cum &aelig;quatore orientali, ip&longs;um <lb/>mouebitur per medietatem circumferenti&aelig; &longs;ui parui circuli <lb/>meridionalem ab &aelig;quatore. </s>

<s>caput autem libr&aelig; mobilis mo&shy;<lb/>uebitur tunc per medietatem circumferenti&aelig; &longs;ui parui circu&shy;<lb/>li &longs;eptentrionalem ab &aelig;quatore: &amp; cum caput arietis mobilis <lb/>fuerit in alterutro duorum punctorum &longs;ectionis circumferen&shy;<lb/>ti&aelig; &longs;ui parui circuli cum ecliptica fixa, &longs;cilicet non&aelig; &longs;ph&aelig;r&aelig;, <lb/>&longs;eu primi mobilis; caput libr&aelig; mobilis erit &longs;imiliter &longs;e habens <lb/>in circumferentia &longs;ui parui circuli: &amp; tunc ecliptica mobilis, <lb/>&longs;cilicet octau&aelig; collocabitur in &longs;uperficie ecliptic&aelig; fix&aelig; dire&shy;<lb/>ct&aelig; &longs;ub ecliptica fixa, &longs;cilicet non&aelig; &longs;ph&aelig;r&aelig;, &longs;eu primi mobi&shy;<lb/>lis. </s>

<s>&amp; &longs;uperficies ecliptic&aelig; mobilis, &longs;cilicet octau&aelig; eritin &longs;u&shy;<lb/>perfici&aelig; ecliptic&aelig; fix&aelig;, &longs;cilicet non&aelig;, tanquam pars in toto, <lb/>quod in una reuolutione capitis arietis mobilis, &longs;cilicet octa&shy;<lb/>u&aelig; &longs;ph&aelig;r&aelig; in circumferentia &longs;ui parui circuli bis accedet. </s>

<s>in <lb/>omnibus autem aliis locis, &longs;eu punctis exceptis, capite arietis <lb/>mobilis in circumferentia &longs;ui parui circuli locato, ecliptica mo <lb/>bilis, &longs;cilicet octau&aelig; &longs;ecabit eclipticam fixam, &longs;cilicet non&aelig; <lb/>&longs;emper in punctis, &longs;eu principiis cancri, &amp; capricorni mobi&shy;<lb/>libus. </s>

<s>nam h&aelig;c duo puncta, uidelicet capita, &longs;eu principia <lb/>cancri, &amp; capricorni ecliptic&aelig; mobilis, &longs;cilicet octau&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig; &longs;emper circumferenti&aelig; ecliptic&aelig; fix&aelig;, &longs;cilicet non&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig; in hoc motu coh&aelig;rent, ut nu&longs;quam ab ea recedant: &agrave; capi&shy;<lb/>tibus tam cancri, &amp; capricorni &longs;ixorum, &longs;cilicet. </s>

<s>non&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig; per quantitatem quatuor graduum, 18 minutorum, &amp; 43 <lb/>&longs;ecundorum ea elongari uer&longs;us orientem, &amp; uer&longs;us occiden&shy;<lb/>tem contingit; &amp; ubicunque fiat. </s>

<s>&longs;ectio ecliptic&aelig; octau&aelig; cum <lb/>ecliptica non&aelig;, ip&longs;am, nece&longs;&longs;e e&longs;t, &agrave; principiis arietis, &amp; libr&aelig; <pb xlink:href="024/01/056.jpg"/>mobilibus octau&aelig; per quartam circuli magni di&longs;tare: &amp; licet <lb/>in una reuolutione capitis arietis mobilis, &longs;cilicet octau&aelig; in <lb/>circumferentia &longs;ui parui circuli capita, &longs;eu principia cancri, <lb/>&amp; capricorni mobilia octau&aelig; &longs;ph&aelig;r&aelig; collocentur directa &longs;ub <lb/>capitibus cancri, &amp; capricorni fixorum, &longs;eu non&aelig; &longs;ph&aelig;r&aelig;. <lb/></s>

<s>nunquam tam capita, &longs;eu principia arietis, &amp; libr&aelig; fixorum <lb/>peruenient. </s>

<s>dum enim ecliptica mobilis, &longs;cilicet octau&aelig;, con&shy;<lb/>trahet circumferentiam circuli parui paru&aelig; &longs;ectionis in pun&shy;<lb/>cto arietis mobilis; capita cancri, &amp; capricorni mobilia &longs;unt <lb/>coniuncta cum capitibus cancri, &amp; capricorni fixorum. </s>

<s>&amp; &longs;i&shy;<lb/>militer accidit in contactu meridiano: capita uero arietis, &amp; <lb/>libr&aelig; mobilia nunquam uenient &longs;ub capite arietis, &amp; libr&aelig; fi&shy;<lb/>xorum: &longs;ed &longs;emper &agrave; capitibus arietis, &amp; libr&aelig; fixorum di&longs;ta&shy;<lb/>bunt per quantitatem quatuor graduum, XVIII minutorum, <lb/>XLIII &longs;ecundorum, quia &longs;emper errant in circumferentiis <lb/>&longs;uorum circulorum paruorum, qu&aelig; di&longs;tant &agrave; centris eorum <lb/>per quantitatem dictam. </s>

<s>ecliptica autem fixa &longs;emper &longs;ecat &aelig;&shy;<lb/>quatorem in capitibus arietis, &amp; libr&aelig; fixorum ad angulum <lb/>&longs;emper eundem, cuius anguli arcus coluri ei corre&longs;pondens <lb/>&longs;emper e&longs;t XXIII graduum, XXXIII <expan abbr="minutor&utilde;">minutorum</expan>, &amp; &longs;ecundo&shy;<lb/>rum, qui e&longs;t arcus maxim&aelig; declinationis ecliptic&aelig; fix&aelig;, &longs;ed e&shy;<lb/>cliptic&aelig; mobilis, &longs;cilicet octau&aelig; &aelig;quatorem &longs;ucce&longs;&longs;iue &longs;ecat in <lb/>&longs;ingulis punctis &aelig;quatoris: et ip&longs;e &longs;ecatur ab &aelig;quatore in &longs;in&shy;<lb/>gulis punctis eius compr&aelig;hen&longs;is in duobus arcubus ei eclipti&shy;<lb/>c&aelig; mobilis, quos arcus ecliptica mobilis excitentibus capiti&shy;<lb/>bus arietis, &amp; libr&aelig; mobilibus in duobus punctis di&longs;tinguen&shy;<lb/>tibus quartas &longs;uorum circulorum paruorum ab inter&longs;ectioni&shy;<lb/>bus eorum cum &aelig;quatore &longs;eparat &agrave; toto re&longs;iduo ecliptic&aelig; mo&shy;<lb/>bilis, &amp; quantitas unius cuiu&longs;que horum arcuum e&longs;t circa <lb/>XXI graduum, &amp; XXX minutorum. </s>

<s>e&longs;t maxima di&longs;tantia ca&shy;<lb/>pitis arietis mobilis, quando e&longs;t in puncto di&longs;tinguenti quartas <lb/>&longs;ui parui circuli ab inter&longs;ectionibus eius cum &aelig;quatore &longs;epten&shy;<lb/>trionali &agrave; &longs;ectione ecliptic&aelig; mobilis cum &aelig;quatore per gradu&shy;<lb/>um X, &amp; 45 minutorum ecliptica mobilis, &longs;cilicet in pi&longs;cibus, <lb/>&longs;cilicet ecliptica mobilis: &amp; quando e&longs;t in puncto di&longs;tinguente <pb xlink:href="024/01/057.jpg" pagenum="22"/>quartas &longs;ui parui circuli ab inter&longs;ectionibus eius cum &aelig;quato&shy;<lb/>re meridiano, e&longs;t per gradus X, &amp; XLV minutorum in arie&shy;<lb/>te ecliptica mobilis. </s>

<s>&longs;imiliter dicendum e&longs;t de capite libr&aelig; mo <lb/>bilis. </s>

<s>quando enim caput arietis mobilis e&longs;t in puncto &longs;ui par&shy;<lb/>ui circuli di&longs;tinguente quartas parui circuli ab inter&longs;ectioni&shy;<lb/>bus eius cum &aelig;quatore &longs;eptentrionale: caput libr&aelig; mobilis <lb/>tunc e&longs;t in puncto &longs;ui parui circuli di&longs;tinguente quartas parui <lb/>circuli ab inter&longs;ectionibus eius cum &aelig;quatore &longs;eptentrionali. <lb/></s>

<s>&amp; tunc &longs;icut maxima di&longs;tantia capitis arietis mobilis ab inter&shy;<lb/>&longs;ectione ecliptica mobilis cum &aelig;quatore e&longs;t per gradus de&shy;<lb/>cem, &amp; XLV minutos in pi&longs;cibus ecliptic&aelig; mobilis; ita ma&shy;<lb/>xima di&longs;tantia capitis libr&aelig; mobilis ab inter&longs;ectione ecliptic&aelig; <lb/>mobili &aelig;quatore e&longs;t per gradus X, &amp; XLV minutos ecli&shy;<lb/>ptic&aelig; mobilis in uirgine ecliptic&aelig; mobilis. </s>

<s>&amp; quando caput <lb/>arietis mobilis e&longs;t in puncto &longs;ui parui circuli di&longs;tinguente <lb/>quartas parui circuli ab inter&longs;ectionibus eius cum &aelig;quatore <lb/>meridionali, tunc caput libr&aelig; mobilis e&longs;t in puncto &longs;ui parui <lb/>circuli di&longs;tinguente quartas parui circuli ab inter&longs;ectionibus <lb/>eius cum &aelig;quatore &longs;eptentrionali: &amp; tunc &longs;icut maxima di&shy;<lb/>&longs;tantia capitis arietis mobilis &agrave; &longs;eptione ecliptica mobili cum <lb/>&aelig;quatore e&longs;t per gradus X, &amp; XLV minutos ecliptic&aelig; <lb/>mobilis in ariete ecliptic&aelig; mobilis; ita maxima di&longs;tantia capi&shy;<lb/>tis libr&aelig; mobilis ab inter&longs;ectione ecliptic&aelig; mobilis cum &aelig;qua&shy;<lb/>tore e&longs;t per gradus X, &amp; XLV minutos ecliptic&aelig; mobi&shy;<lb/>lis in libra ecliptica mobilis; &amp; &longs;ic ecliptica mobilis &longs;ecatur ab <lb/>&aelig;quinoctiali in &longs;ingulis punctis duorum arcuum eius: quos ar<lb/>cus exi&longs;tentibus capitibus arietis, &amp; libr&aelig; mobilibus in duo&shy;<lb/>bus punctis duorum circulorum paruorum di&longs;tinguentibus <lb/>quartas eorum ab inter&longs;ectionibus eorum cum &aelig;quinoctiali; <lb/>quorum unus e&longs;t ab &longs;eptentrionale &aelig;quinoctionali, et alter <lb/>meridionalis &longs;eparat &agrave; toto re&longs;iduo ecliptic&aelig; mobilis: quorum <lb/>arcuum unus e&longs;t ex parte arietis mobilis &agrave; XIX gradus XV <lb/>minutos pi&longs;cium ecliptica mobilis, u&longs;que ad X gradus, <lb/>et XLV minutos arietis eiu&longs;dem ecliptic&aelig; mobilis, et ali&shy;<lb/>ter e&longs;t XIX gradus, et XV minutos uirginis ecliptic&aelig; <pb xlink:href="024/01/058.jpg"/>mobilis, u&longs;que ad X gradus, &amp; XLV minutos in arietis e&shy;<lb/>iu&longs;dem ecliptic&aelig; mobilis: &amp; quantitas uniu&longs;cuiu&longs;que horum <lb/>graduum e&longs;t XXI gradus, XXX minutos. </s>

<s>maxima enim di&shy;<lb/>&longs;tantia capitis arietis, &amp; libr&aelig; mobilium &agrave; &longs;eptione ecliptic&aelig; <lb/>mobilis cum &aelig;quinoctiali e&longs;t per gradus X, &amp; XLV minu&shy;<lb/>tos ecliptic&aelig; mobilis in pi&longs;cibus, &amp; per X gradus, &amp; XLV <lb/>minutos ecliptic&aelig; mobilis in ariete; qui aggregati faciunt <lb/>arcum XXI gradus, et XXX minutos ecliptic&aelig; mobi&shy;<lb/>lis: et idem e&longs;t ex parte libr&aelig; mobilis: unde accidit, qu&ograve;d <lb/>maxima declinatio ecliptic&aelig; mobilis, ide&longs;t octau&aelig; &longs;ph&aelig;r&aelig; ua&shy;<lb/>riabilis e&longs;t, maior quandoque declinatione ecliptic&aelig; fix&aelig;, ide&longs;t <lb/>quandoque minor eadem, quandoque &longs;ibi &aelig;qualis. </s>

<s>tunc enim <lb/>maxima declinatio ecliptic&aelig; octaua mobilis e&longs;t &aelig;qualis maxi&shy;<lb/>m&aelig; declinationi ecliptic&aelig; non&aelig; fix&aelig;; quando ecliptica mobi&shy;<lb/>lis e&longs;t collocata in &longs;uperficie ecliptic&aelig; fix&aelig;; quod accidit capi&shy;<lb/>tibus arietis, et libr&aelig; mobilibus exi&longs;tentibus in &longs;ectionibus <lb/>&longs;uorum circulorum paruorum cum ecliptica fixa. </s>

<s>maior uero <lb/>capitibus arietis, et libr&aelig; mobilibus exi&longs;tentibus in &longs;ectioni&shy;<lb/>bus contactuum. </s>

<s>in punctis &longs;uorum circulorum paruorum <lb/>di&longs;tinguentibus quartas eorum circulorum &agrave; &longs;ectionibus eo&shy;<lb/>rum cum ecliptica fixa: unde eam Ptolom&aelig;us inuenit XXIII <lb/>gradus, LI minut. </s>

<s>et XX &longs;ecund. </s>

<s>minor autem in ca&shy;<lb/>pite arietis, et libr&aelig; mobilia fuerint in punctis inter&longs;ectionis <lb/>&longs;uorum circulorum paruorum cum &aelig;quinoctiali. </s>

<s>tunc enim <lb/>inter&longs;ectio eclipticarum erit in puncto ecliptic&aelig; mobilis, ide&longs;t <lb/>octau&aelig;: maxima declinatio ab &aelig;quinoctiali, qui minus decli&shy;<lb/>nabit, qu&agrave;m caput cancri, et capricorni ecliptica fixa, &longs;eu no <lb/>n&aelig;. </s>

<s>&aelig;quatio autem octau&aelig; &longs;ph&aelig;r&aelig; e&longs;t arcus ecliptic&aelig; octau&aelig; <lb/>&longs;ph&aelig;r&aelig;, u&longs;que ad inter&longs;ectionem ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; cum <lb/>&aelig;quinoctiali; &longs;ed motus acce&longs;&longs;us, et rece&longs;&longs;us e&longs;t arcus circuli <lb/>parui ab inter&longs;ectione circuli parui cum &aelig;quinoctiali occiden <lb/>tali per medietatem circuli parui &longs;eptentrionalem, progre&shy;<lb/>diendo, u&longs;que ad caput arietis octau&aelig; &longs;ph&aelig;r&aelig; in &longs;uo circulo <lb/>paruo. </s>

<s>hoc motu octau&aelig; &longs;ph&aelig;r&aelig; dicto contingit, ut &longs;tell&aelig; fi&shy;<lb/>x&aelig; in octauo c&aelig;lo uideantur nunc moueri uer&longs;us occidentem, <pb xlink:href="024/01/059.jpg" pagenum="23"/>nunc uer&longs;us orientem, nunc motu ueloci, nunc motu tar&shy;<lb/>do propter diuer&longs;um &longs;itum capitis arietis octau&aelig; &longs;ph&aelig;r&aelig; in <lb/>&longs;uo circulo paruo, &amp; propter diuer&longs;um motum &longs;ectionis <lb/>&aelig;quinoctialis per eclipticam octau&aelig; &longs;ph&aelig;r&aelig;. </s>

<s>nam in toto <lb/>tempore, in quo caput arietis octau&aelig; &longs;ph&aelig;r&aelig; recedit &agrave; <lb/>puncto &longs;ui parui circuli di&longs;tinguente quartas ab inter&longs;e&shy;<lb/>ctionibus eius cum &aelig;quatore meridionali, donec ueniat <lb/>ad punctum &longs;ui parui circuli di&longs;tinguentem quartas ab in&shy;<lb/>ter&longs;ectionibus eius cum &aelig;quatore &longs;eptentrionale &longs;ectio e&shy;<lb/>cliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;quinoctiali primi mobilis, <lb/>&longs;cilicet qu&aelig; mouetur continue per eclipticam octau&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig; contra &longs;ucce&longs;&longs;ionem &longs;ignorum &agrave; X grad. <!-- REMOVE S-->arietis eclipti&shy;<lb/>c&aelig; octau&aelig; &longs;ph&aelig;r&aelig;, &amp; XLV min. <!-- REMOVE S-->u&longs;que ad XIX grad. <!-- REMOVE S-->pi&shy;<lb/>&longs;cium, &amp; XV min. <!-- REMOVE S-->ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;quino&shy;<lb/>ctionali: recedit &agrave; &longs;tellis fixis octau&aelig; &longs;ph&aelig;r&aelig;, qu&aelig; e&longs;t uer&shy;<lb/>&longs;us orientem ab ea eundo uer&longs;us &longs;tellas fixas, qu&aelig; e&longs;t uer&shy;<lb/>&longs;us occidentem ab ea appropinquando eis: &amp; propter hoc <lb/>&longs;tell&aelig;, qu&aelig; &longs;unt uer&longs;us orientem, ab ea uidentur moue&shy;<lb/>ri &longs;upra &longs;ucce&longs;&longs;ionem &longs;ignorum, &longs;cilicet uer&longs;us orientem: <lb/>&amp; &longs;tell&aelig;, qu&aelig; &longs;unt uer&longs;us occidentem, ab ea uidentur &longs;e&shy;<lb/>qui eas &longs;upra &longs;ucce&longs;&longs;ionem &longs;ignorum: cum tamen in ue&shy;<lb/>ritate moueantur contra &longs;ucce&longs;&longs;ionem &longs;ignorum, &longs;cilicet <lb/>uer&longs;us occidentem: &amp; tunc caput libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; re&shy;<lb/>cedit &agrave; puncto &longs;ui parui circuli di&longs;tinguente quartas eius <lb/>ab inter&longs;ectionibus eius cum &aelig;quatore &longs;eptentrionali, &amp; <lb/>uenit ad punctum &longs;ui parui circuli di&longs;tinguentem quartas <lb/>&longs;ui parui circuli ab inter&longs;ectionibus eius cum &aelig;quatore <lb/>meridionali, &amp; &longs;ectio ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;qui&shy;<lb/>noctionali primi mobilis mouetur &longs;imiliter continue per <lb/>eclipticam octau&aelig; &longs;ph&aelig;r&aelig; contra &longs;ucce&longs;&longs;ionem &longs;ignorum <lb/>&agrave; X grad. <!-- REMOVE S-->libr&aelig; ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig;, &amp; XLV mi&shy;<lb/>nut. </s>











<s>u&longs;que ad XIX grad. <!-- REMOVE S-->&amp; XV minut. </s>



<s>uirginis eiu&longs;dem <lb/>ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig;: &amp; tunc &longs;ectio ecliptica octau&aelig; <pb xlink:href="024/01/060.jpg"/>&longs;ph&aelig;r&aelig; cum &aelig;quinoctionali &longs;imiliter recedit &agrave; &longs;tellis fixis, <lb/>qu&aelig; &longs;unt uer&longs;us orientem ab ea eundo uer&longs;us &longs;tellas fixas, <lb/>qu&aelig; &longs;unt uer&longs;us occidentem, ab ea eis appropinquando, &amp; <lb/>propter hoc &longs;imiliter &longs;tell&aelig; fix&aelig;, qu&aelig; &longs;unt uer&longs;us orien&shy;<lb/>tem ab ea uidentur moueri &longs;ecundum &longs;ucce&longs;&longs;ionem &longs;igno&shy;<lb/>rum &longs;cilicet uer&longs;us orientem, &amp; &longs;tell&aelig; fix&aelig;, qu&aelig; &longs;unt uer&shy;<lb/>&longs;us occidentem ab ea uidentur &longs;equi eas &longs;ecundum &longs;ucce&longs;&shy;<lb/>&longs;ionem &longs;ignorum, cum tamen in ueritate moueantur con&shy;<lb/>tra &longs;ucce&longs;&longs;ionem &longs;ignorum, &longs;cilicet uer&longs;us occidentem. </s></p><p type="main">

<s>Cum autem caput arietis octau&aelig; &longs;ph&aelig;r&aelig; recedit &agrave; puncto <lb/>&longs;ui parui circuli di&longs;tinguenti quartas eius ab inter&longs;ectionibus <lb/>eius cum &aelig;quinoctionali &longs;eptentrionali, donec ueniat ad <lb/>punctum &longs;ui parui circuli di&longs;tinguentem quartas eius ab in&shy;<lb/>ter&longs;ectionibus eius cum &aelig;quinoctionali meridionali: &longs;ectio <lb/>ecliptica octau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;quinoctionali mouetur con&shy;<lb/>tinue per eclipticam octau&aelig; &longs;ph&aelig;r&aelig;, &longs;ecundum &longs;ignorum <lb/>&longs;ucce&longs;&longs;ionem ad XIX grad. <!-- REMOVE S-->&amp; XV min. <!-- REMOVE S-->pi&longs;cium ecliptica <lb/>octau&aelig; &longs;ph&aelig;r&aelig;, u&longs;que ad X grad. <!-- REMOVE S-->&amp; XLV min. <!-- REMOVE S-->arietis ecli&shy;<lb/>ptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig;: &amp; tunc &longs;ectio ecliptica octau&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig; cum &aelig;quinoctionali recedit &agrave; &longs;tellis fixis, qu&aelig; &longs;unt uer&shy;<lb/>&longs;us occidentem, ab ea eundo uer&longs;us &longs;tellas fixas, qu&aelig; &longs;unt <lb/>uer&longs;us orientem, ab ea appropinquando eis: &amp; propter <lb/>hoc &longs;tell&aelig; fix&aelig;, qu&aelig; &longs;unt uer&longs;us occidentem, ab ea uiden&shy;<lb/>tur moueri contra &longs;ucce&longs;&longs;ionem &longs;ignorum, &longs;cilicet uer&longs;us <lb/>occidentem: &amp; &longs;tell&aelig;, qu&aelig; &longs;unt uer&longs;us orientem, ab ea ui&shy;<lb/>dentur &longs;equi eas, cum tamen in ueritate moueantur &longs;e&shy;<lb/>cundum &longs;ucce&longs;&longs;ionem &longs;ignorum, &longs;cilicet uer&longs;us orientem: <lb/>&amp; tunc caput libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; recedit &agrave; puncto &longs;ui par&shy;<lb/>ui circuli di&longs;tinguente quartas eius ab inter&longs;ectionibus e&shy;<lb/>ius, cum &aelig;quinoctiali, meridionali, &amp; uenit ad pun&shy;<lb/>ctum &longs;ui parui circuli di&longs;tinguentem quartas eius ab inter&shy;<lb/>&longs;ectionibus eius, cum &aelig;quinoctionali, meridionali: &amp; ue&shy;<lb/>nit ad punctum &longs;ui parui circuli di&longs;tinguentem quar&shy;<lb/>tas eius ab inter&longs;ectionibus eius, cum &aelig;quinoctionali, <pb xlink:href="024/01/061.jpg" pagenum="24"/>&longs;eptentrionali: &amp; &longs;ectio ecliptica octau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;&shy;<lb/>quinoctiali mouetur continue per eclipticam octau&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig; &agrave; XIX grad. <!-- REMOVE S-->XV min. <!-- REMOVE S-->uirginis ecliptica octau&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig;, u&longs;que ad X grad. <!-- REMOVE S-->&amp; XLV min. <!-- REMOVE S-->libr&aelig; ecliptic&aelig; octau&aelig; <lb/>&longs;ph&aelig;r&aelig; cum &aelig;quinoctionali recedit &agrave; &longs;tellis fixis, qu&aelig; &longs;unt <lb/>uer&longs;us occidentem, ab ea eundo uer&longs;us &longs;tellas fixas, qu&aelig; <lb/>&longs;unt uer&longs;us orientem, ab ea appropinquando eis: &amp; pro&shy;<lb/>pter hoc &longs;tell&aelig;, qu&aelig; &longs;unt uer&longs;us occidentem, ab ea uiden&shy;<lb/>tur moueri contra &longs;ucce&longs;&longs;ionem &longs;ignorum, &longs;cilicet uer&longs;us <lb/>occidentem: &amp; qu&aelig; &longs;unt uer&longs;us orientem ab ea uidentur <lb/>&longs;equi eas, cum iam in ueritate moueantur &longs;upra &longs;ucce&longs;&longs;io&shy;<lb/>nem &longs;ignorum, &longs;cilicet uer&longs;us orientem. </s>

















<s>cum autem caput <lb/>arietis octau&aelig; &longs;ph&aelig;r&aelig; recedit &agrave; puncto &longs;ui parui circuli di&shy;<lb/>&longs;tinguente quartas eius ab inter&longs;ectionibus eius cum &aelig;qui&shy;<lb/>noctiali, meridionali uer&longs;us orientem accedens: tunc &longs;ectio <lb/>ecliptica octau&aelig; &longs;ph&aelig;r&aelig; mouetur per eclipticam octau&aelig; &longs;ph&aelig;<lb/>r&aelig; tarde uer&longs;us orientem; quia &aelig;quatio octau&aelig; &longs;ph&aelig;r&aelig;, quam <lb/>ponit Thebit e&longs;&longs;e arcum. </s>

<s>ecliptica octau&aelig; &longs;ph&aelig;r&aelig; &agrave; capite <lb/>arietis octau&aelig; &longs;ph&aelig;r&aelig;, u&longs;que ad inter&longs;ectionem ecliptic&aelig; o&shy;<lb/>ctau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;quinoctionali parum decre&longs;cit: &amp; tunc <lb/>&longs;tell&aelig; fix&aelig; uidentur moueri uer&longs;us occidentem tarde. </s>

<s>cum <lb/>autem caput arietis octau&aelig; &longs;ph&aelig;r&aelig; e&longs;t prope &longs;ectione &longs;ui par&shy;<lb/>ui circuli cum &aelig;quinoctionali orientali, ex utroque latere <lb/>eius &longs;ectio ecliptica octau&aelig; &longs;ph&aelig;r&aelig; ibi, uel multum decre&shy;<lb/>&longs;cit, uel multum cre&longs;cit; &amp; tunc &longs;tell&aelig; fix&aelig; uidentur mo&shy;<lb/>ueri uer&longs;us occidentem uelociter. </s>

<s>cum autem caput arie&shy;<lb/>tis octau&aelig; &longs;ph&aelig;r&aelig; appropinquat puncto &longs;ui parui circuli di&shy;<lb/>&longs;tinguenti quartas eius ab inter&longs;ectionibus eius cum &aelig;qui&shy;<lb/>noctionali, meridionali, donec ueniat ad ip&longs;um, tunc &longs;ectio <lb/>ecliptica octau&aelig; &longs;ph&aelig;r&aelig; mouetur per eclipticam octau&aelig; <lb/>&longs;ph&aelig;r&aelig; uer&longs;us orientem tarde; quia &aelig;quatio octau&aelig; &longs;ph&aelig;r&aelig; <lb/>parum cre&longs;cit, &amp; tunc &longs;tell&aelig; uidentur moueri tarde uer&longs;us <lb/>occidentem. </s></p><p type="main">

<s>Cum <expan abbr="aut&etilde;">autem</expan> caput arietis octau&aelig; &longs;ph&aelig;r&aelig; recedit &agrave; <expan abbr="p&utilde;cto">puncto</expan> &longs;ui par&shy;<lb/>ui circuli di&longs;tinguenti quartas eius ab inter&longs;ectionibus eius <expan abbr="c&utilde;">cum</expan> <pb xlink:href="024/01/062.jpg"/>&aelig;quinoctiali, meridionali uer&longs;us occidentem accedens, &longs;e&shy;<lb/>ctio ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; mouetur per eclipticam octau&aelig; <lb/>&longs;ph&aelig;r&aelig; tarde uer&longs;us occidentem, quia &aelig;quatio octau&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig; ibi parum decre&longs;cit, &amp; &longs;tell&aelig; fix&aelig; uidentur moueri uer&longs;us <lb/>orientem tarde. </s></p><p type="main">

<s>Cum autem caput arietis octau&aelig; &longs;ph&aelig;r&aelig; e&longs;t prope &longs;ectione &longs;ui <lb/>parui circuli cum &aelig;quinoctiali, occidentali ex utroque latere <lb/>eius, &longs;ectio ecliptica octau&aelig; &longs;ph&aelig;r&aelig; mouetur per eclipticam <lb/>octau&aelig; &longs;ph&aelig;r&aelig; uelociter uer&longs;us occidentem. </s>

<s>&aelig;quatio octa&shy;<lb/>u&aelig; &longs;ph&aelig;r&aelig; ibi multum cre&longs;cit, uel multum decre&longs;cit: &amp; tunc <lb/>&longs;tell&aelig; fix&aelig; uidentur moueri uer&longs;us orientem uelociter. </s>

<s>cum au<lb/>tem caput arietis octau&aelig; &longs;ph&aelig;r&aelig; appropinquat puncto &longs;ui par&shy;<lb/>ui circuli di&longs;tinguentem quartas ab inter&longs;ectionibus eius cum <lb/>&aelig;quatore circuli, donec ueniat ad ip&longs;um &longs;ectio ecliptic&aelig; octa&shy;<lb/>u&aelig; &longs;ph&aelig;r&aelig;, mouetur per eclipticam octau&aelig; &longs;ph&aelig;r&aelig; uer&longs;us oc<lb/>cidentem tarde, quia &aelig;quatio octau&aelig; &longs;ph&aelig;r&aelig; ibi parum cre&shy;<lb/>&longs;cit, &amp; tunc &longs;tell&aelig; fix&aelig; uidentur moueri tarde uer&longs;us orien&shy;<lb/>tem. </s>

<s>idem fit per modum capitis libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; in cir&shy;<lb/>cumferentia &longs;ui parui circuli: quod fit per motum capitis a&shy;<lb/>rietis libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; in circumferentia &longs;ui parui circuli: <lb/>quod fit per motum capitis arietis in circumferentia &longs;ui, ni&longs;i, <lb/>qu&ograve;d motus eorum &longs;it in partibus &longs;uorum circulorum par&shy;<lb/>uorum contrariis. </s>

<s>hinc inuenta e&longs;t diuer&longs;itas manife&longs;ta in mo<lb/>tu ip&longs;arum &longs;tellarum fixarum. </s>

<s>Ptolom&aelig;us enim loca &longs;tella&shy;<lb/>rum fixarum inuenta ab ip&longs;o tempore &longs;uo comparauit ad lo&shy;<lb/>ca earum inuenta ab Hipparcho, &amp; aliis, &amp; reperit &longs;tellas fi&shy;<lb/>xas non motas motu tardo, uidelicet in centum annis u&shy;<lb/>no gradu, &amp; hoc ideo fiat, quia tunc caput arietis octau&aelig; <lb/>&longs;ph&aelig;r&aelig; erat &longs;eparatum &agrave; puncto &longs;ui parui circuli di&longs;tin&shy;<lb/>guente quartas eius ab inter&longs;ectionibus eius cum &aelig;quatore <lb/>meridiano uer&longs;us &aelig;quatorem accedens. </s>

<s>po&longs;teriores uero, <lb/>dum magis accederat uer&longs;us &aelig;quatorem, inuenerunt eas <lb/>moueri in LXVI annis uno gradu: in anno autem domini <lb/>MCDLX factum e&longs;t caput arietis octau&aelig; &longs;ph&aelig;r&aelig; &longs;eptentriona&shy;<lb/>lis ab &aelig;quatore, &amp; di&longs;tans &agrave; &longs;ectione &longs;ui parui circuli cum <pb xlink:href="024/01/063.jpg" pagenum="25"/>&aelig;quatore occidentali fere LXVI gradibus, &amp; &agrave; &longs;ectione ecli&shy;<lb/>ptica octau&aelig; cum &aelig;quinoctionali IX gradibus, &amp; XLV min. <lb/><!-- REMOVE S-->fere ecliptic&aelig; octau&aelig; di&longs;tans: &longs;ectio ergo ecliptic&aelig; octau&aelig; <lb/>cum &aelig;quinoctionali fiebat &longs;uper XX grad. <!-- REMOVE S-->&amp; XII min. <!-- REMOVE S-->in &longs;i&shy;<lb/>gno pi&longs;cium ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig;. </s>







<s>maxima autem &aelig;quatio <lb/>octau&aelig; &longs;ph&aelig;r&aelig; motus &longs;ecundum Thebit contingit, quando ca<lb/>put arietis octau&aelig; &longs;ph&aelig;r&aelig; fuerit in punctis di&longs;tinguentibus <lb/>quartas &longs;ui parui circuli ab inter&longs;ectionibus eius cum &aelig;qua&shy;<lb/>tore, &amp; e&longs;t X grad. <!-- REMOVE S-->&amp; XLV min. <!-- REMOVE S-->unde &longs;equitur qu&ograve;d quodli&shy;<lb/>bet punctum ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; &agrave; XIX grad. <!-- REMOVE S-->&amp; XV min. <lb/><!-- REMOVE S-->pi&longs;cium, u&longs;que ad X grad. <!-- REMOVE S-->&amp; XLV min. <!-- REMOVE S-->arietis ecliptic&aelig; o&shy;<lb/>ctau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;quinoctionali, &amp; ex con&longs;equenti in eo fie<lb/>ri &aelig;quinoctium uernale. </s>













<s>idem intelligendum e&longs;t de puncto <lb/>&aelig;quinoctii, autumnali in arcu ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; oppo&shy;<lb/>&longs;ito, uidelicet &agrave; XIX gradu uirginis, &amp; XV min. <!-- REMOVE S-->u&longs;que ad X <lb/>grad. <!-- REMOVE S-->&amp; XLV min. <!-- REMOVE S-->libr&aelig;. </s>







<s>con&longs;tat etiam per pr&aelig;dicta puncta <lb/>tropica, &longs;eu maximarum declinationum &longs;olis, &longs;eu ecliptic&aelig; o&shy;<lb/>ctau&aelig; &longs;ph&aelig;r&aelig;, &longs;ub qua &longs;emper, &amp; continue di&longs;currit centrum <lb/>corporis &longs;olis ab &aelig;quinoctionali continue re&longs;pectu &aelig;quino&shy;<lb/>ctionali uariari, nunc ei appropinquando, nunc ab eo elon&shy;<lb/>gando: &longs;imiliter con&longs;tat ea &longs;emper numero e&longs;&longs;e in capite can&shy;<lb/>cri, &amp; capricorni octau&aelig; &longs;ph&aelig;r&aelig;: &longs;ed &longs;emper e&longs;&longs;e in punctis <lb/>ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; di&longs;tantibus &agrave; &longs;ectionibus ecliptic&aelig; o&shy;<lb/>ctau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;quinoctionali per quartam. </s>

<s>Ptolom&aelig;us <lb/>itaque iudicans &longs;tellas fixas octaui c&aelig;li tempore &longs;uo moueri ab <lb/>occidente uer&longs;us orientem, uidelicet &longs;ecundum &longs;ucce&longs;&longs;ionem <lb/>&longs;ignorum, credidit unum tantum e&longs;&longs;e zodiacum, &longs;cilicet no&shy;<lb/>n&aelig; &longs;ph&aelig;r&aelig;, &longs;eu primi mobilis fixum, &longs;cilicet qui &longs;emper ha&shy;<lb/>beret eandem declinationem ab &aelig;quinoctionali &longs;ub ecliptica, <lb/>cum &longs;emper, &amp; continue moueretur &longs;ol: ad quam credulita&shy;<lb/>tem &longs;equitur illud, quod ip&longs;e dixit: nam ex quo &longs;tell&aelig; fix&aelig; <lb/>mobiles inuent&aelig; &longs;unt tempore &longs;uo, rece&longs;&longs;i&longs;&longs;e &agrave; tropico hiema&shy;<lb/>li, &amp; acce&longs;&longs;i&longs;&longs;e uer&longs;us &aelig;quinoctionalem: &amp; qu&aelig; erant inter &aelig;&shy;<lb/>quinoctionalem, et tropicum &aelig;&longs;tiuum inuent&aelig; &longs;unt: rece&longs;&longs;i&longs;&longs;e <lb/>ab &aelig;quinoctionali in parte &longs;eptentrionis uer&longs;us tropicum <pb xlink:href="024/01/064.jpg"/>&aelig;&longs;tiuum iudicauit Ptolom&aelig;us; &amp; propter hoc eas moueri <lb/>uer&longs;us orientem, uidelicet &longs;ecundum &longs;ucce&longs;&longs;ionem &longs;ignorum <lb/>ecliptic&aelig; fix&aelig; &longs;cilicet non&aelig;. </s>

<s>uerum e&longs;t tam quod propter &aelig;&shy;<lb/>quationem octau&aelig; &longs;ph&aelig;r&aelig; tunc decre&longs;cente, quia &longs;ectio ecli&shy;<lb/>ptica octau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;quinoctionali mouebantur tem&shy;<lb/>pore &longs;uo per eclipticam octau&aelig; &longs;ph&aelig;r&aelig; uer&longs;us occidentem <lb/>appropinquando &longs;tellis fixis, qu&aelig; erant uer&longs;us occidentem <lb/>ab ea, &amp; elongando &longs;e &agrave; &longs;tellis fixis, qu&aelig; erant uer&longs;us orien&shy;<lb/>tem ab ea, ui&longs;&aelig; &longs;unt Ptolom&aelig;o &longs;tell&aelig; ip&longs;&aelig; moueri uer&longs;us o&shy;<lb/>rientem &longs;ecundum &longs;cilicet &longs;ucce&longs;&longs;ionem &longs;ignorum: eo quia <lb/>Ptolom&aelig;us putabat inter&longs;ectionem ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; <lb/>cum &aelig;quinoctionali e&longs;&longs;e inter&longs;ectionem ecliptic&aelig; fix&aelig; non&aelig; <lb/>&longs;cilicet &longs;ph&aelig;r&aelig;: quia &longs;olam eclipticam non&aelig; &longs;ph&aelig;r&aelig; imagina&shy;<lb/>batur, quam inter&longs;ectionem &longs;emper fixam exi&longs;timabat, &amp; pu&shy;<lb/>tabat eam e&longs;&longs;e caput arietis zodiaci non&aelig; &longs;ph&aelig;r&aelig;, &longs;eu primi <lb/>mobilis. </s>

<s>Purbachius autem triplicem motum octau&aelig; &longs;ph&aelig;r&aelig; <lb/>ine&longs;&longs;e dixit: unum quidem &agrave; primo mobili, &longs;eu decima &longs;ph&aelig;&shy;<lb/>ra diurnum, &longs;cilicet qu&ograve;d in una die naturali octau&aelig; &longs;ph&aelig;r&aelig; <lb/>cum aliis &longs;ph&aelig;ris inferioribus ei &longs;emel &longs;uper polis totius ma&shy;<lb/>chin&aelig; mundi reuoluitur: alium &agrave; nona &longs;ph&aelig;ra, qu&aelig; &longs;ecundum <lb/>mobile uocauit; quo motu non&aelig; &longs;ph&aelig;r&aelig;, octaua &longs;ph&aelig;ra cum <lb/>aliis &longs;ph&aelig;ris inferioribus mouetur omnibus 69200 annis per <lb/>unum gradum, et XXVIII min. <!-- REMOVE S-->uer&longs;us orientem regulari&shy;<lb/>ter contra motum decimi orbis, &longs;eu primi mobilis &longs;uper po&shy;<lb/>lis zodiaci non&aelig; &longs;ph&aelig;r&aelig; exi&longs;tentibus &longs;emper directo &longs;ub polis <lb/>zodiaci decim&aelig;, &longs;eu primi mobilis, adeo qu&ograve;d zodiacus no&shy;<lb/>n&aelig; &longs;ph&aelig;r&aelig; &longs;emper e&longs;t directus &longs;ub zodiaco decim&aelig;, &longs;eu primi <lb/>mobilis, &amp; ecliptica non&aelig; &longs;ph&aelig;r&aelig; &longs;emper &longs;ub ecliptica deci&shy;<lb/>m&aelig;, taliter qu&ograve;d &longs;uperficies ecliptic&aelig; decim&aelig;, &longs;eu primi mo&shy;<lb/>bilis, tanquam pars in toto, nu&longs;quam ab ea declinans, &amp; i&longs;te <lb/>motus non&aelig; &longs;ph&aelig;r&aelig; datus octau&aelig;, &amp; aliis &longs;ph&aelig;ris inferiori&shy;<lb/>bus, octau&aelig; appellatur motus augium, &amp; &longs;tellarum fixarum <lb/>in tabulis: quia ad i&longs;tum motum non&aelig; &longs;ph&aelig;r&aelig; dictum octa&shy;<lb/>u&aelig;, &amp; aliis &longs;ph&aelig;ris inferioribus octau&aelig;, mouetur octau&aelig; &longs;ph&aelig;<lb/>ra cum &longs;tellis fixis, qu&aelig; &longs;unt in ea, &amp; <expan abbr="mou&etilde;tur">mouentur</expan> auges <expan abbr="planetar&utilde;">planetarum</expan>, <pb xlink:href="024/01/065.jpg" pagenum="26"/>qu&aelig; &longs;unt in &longs;ph&aelig;ris inferioribus octau&aelig;, de quibus augibus <lb/>dicam in theoricis planetarum &longs;equentibus hunc tractatum, <lb/>quem motum non&aelig; &longs;ph&aelig;r&aelig; reuoluentis &longs;ecum octauam &longs;ph&aelig;<lb/>ram cum aliis &longs;ph&aelig;ris inferioribus ei ab occidente uer&longs;us o&shy;<lb/>rientem ad contrarium diurn&aelig;, &longs;eu primi mobilis. </s>



<s>Purbacus <lb/>dicit e&longs;&longs;e arcum zodiaci decim&aelig; &longs;ph&aelig;r&aelig;, &longs;eu primi mobilis <lb/>&agrave; capite arietis decim&aelig; &longs;ph&aelig;r&aelig;, &longs;eu primi mobilis, u&longs;que ad <lb/>caput arietis non&aelig; &longs;ph&aelig;r&aelig;; hoc autem uidetur mihi e&longs;&longs;e fal&shy;<lb/>&longs;um propter rationes, quas nunc dicam. </s>

<s>&longs;i enim uerum e&longs;&longs;et, <lb/>qu&ograve;d motus non&aelig; &longs;ph&aelig;r&aelig;, qui &agrave; tabolariis appellatur mo&shy;<lb/>tus augium, &amp; &longs;tellarum fixarum, e&longs;&longs;et arcus zodiaci mobi&shy;<lb/>lis, &longs;cilicet decim&aelig; &longs;ph&aelig;r&aelig;, inter caput arietis primi mobilis, <lb/>&amp; caput arietis non&aelig; &longs;ph&aelig;r&aelig;, oporteret, ut in principio, u&shy;<lb/>niu&longs;cuiu&longs;que &aelig;re ex &aelig;ris po&longs;itis in tabulis fui&longs;&longs;et caput arietis <lb/>non&aelig; &longs;ph&aelig;r&aelig; direct&aelig; &longs;ub capite arietis decim&aelig; pr&aelig;ci&longs;&aelig;; &amp; &longs;ic <lb/>&longs;equeretur, qu&ograve;d &agrave; principio uniu&longs;cuiu&longs;que &aelig;re ex &aelig;ris po&longs;i&shy;<lb/>tis in tabulis u&longs;que ad principium huius uniu&longs;cuiu&longs;que alte&shy;<lb/>rius caput arietis non&aelig; &longs;ph&aelig;r&aelig; feci&longs;&longs;et unam reuolutionem <lb/>pr&aelig;cedentem, &amp; &longs;ic, cum differentia unius &aelig;re ab alia &longs;it di&shy;<lb/>uer&longs;a in tempore, &longs;equeretur nonam &longs;ph&aelig;ram irregulariter <lb/>facere &longs;<gap/> reuolutionem, uidelicet quandoque in breuiori <lb/>tempore, quandoque in longiori, cuius contrarium ip&longs;e dici&shy;<lb/>tur: &amp; etiam apparet ex ip&longs;a tabula motus non&aelig; &longs;ph&aelig;r&aelig;, qu&aelig; <lb/>o&longs;tendit motum eius e&longs;&longs;e regularem; &amp; i&longs;to modo tabula ip&shy;<lb/>&longs;a e&longs;t fal&longs;a, quia ip&longs;a dat modum regularem, &amp; &longs;ic uera loca <lb/>augium, &amp; planetarum, qu&aelig; inueniuntur cum tabulis, e&longs;&longs;ent <lb/>fal&longs;a, &amp; tota &longs;cientia a&longs;trologi&aelig; rueret. </s>

<s>quod autem &longs;equatur <lb/>illud, quod dixi, &longs;ic o&longs;tendo, &longs;i calculamus motum non&aelig; &longs;ph&aelig;<lb/>r&aelig; cum differenti&aelig; &aelig;re diluuii, &amp; incarnationis, inuenimus <lb/>eum e&longs;&longs;e XXII graduum, XLVII min. <!-- REMOVE S-->&amp; IX &longs;ecundorum, <lb/>et &longs;i calculamus cum differenti&aelig; &aelig;re incarnationis, &amp; &aelig;re Ara&shy;<lb/>bum, inuenimus eum e&longs;&longs;e IIII graduum, XXXIIII min. <!-- REMOVE S-->&amp; <lb/>VIII &longs;ecundorum. </s>





<s>&longs;tantibus autem talibus calculationibus, <lb/>uel oportet dicere, qu&ograve;d in principio &aelig;re diluuii caput arietis <lb/>non&aelig; &longs;ph&aelig;r&aelig; erat directe &longs;ub capite arietis decim&aelig;, &amp; quod <pb xlink:href="024/01/066.jpg"/>in 3101 annis, &amp; 319 diebus, qui anni, &amp; dies &longs;unt differentia <lb/>&aelig;re diluuii, &amp; incarnationis, non&aelig; &longs;ph&aelig;r&aelig; facit arcum XXII <lb/>graduum, &amp; XLVII min. <!-- REMOVE S-->&amp; XIX &longs;ecundorum, &amp; quod &agrave; <lb/>tempore incarnationis, u&longs;que ad tempus Arabum, quod <lb/>tempus e&longs;t 621 annorum, &amp; 195 dierum, perfecit rationem <lb/>inchoatam in principio &aelig;re diluuii, &amp; inchoauit aliam, &amp; <lb/>de inchoata fecit IIII grad. <!-- REMOVE S-->XXXIIII min. <!-- REMOVE S-->&amp; VIII &longs;ecun<lb/>dos, &amp; &longs;ic in 621 annis, perfecit rationem inchoatam in prin<lb/>cipio &aelig;re diluuii, &amp; inchoauit aliam, &amp; &longs;ic nona &longs;ph&aelig;ra ci&shy;<lb/>tius perficeret reuolutionem, qu&agrave;m in 40000 annis, &amp; plus <lb/>moueretur in 621 annis, &amp; 195 diebus, qu&agrave;m moueretur in <lb/>3101, &amp; 319 diebus, quod e&longs;t contra &longs;ententiam Purbachi, &amp; <lb/>contra calculum tabularum: quia reductis 49000 annis ad <lb/>4 3 2, &amp; in calculando modum non&aelig; &longs;ph&aelig;r&aelig;, cum eis <lb/>inuenimus rationem completam, &amp; reductis 200 annis ad <lb/>4 3 2, &amp; in calculando inuenimus motum non&aelig; &longs;ph&aelig;r&aelig; <lb/>grad. <!-- REMOVE S-->I, min. <!-- REMOVE S-->XXVIII, uel oporteret dicere, qu&ograve;d in <lb/>principio uniu&longs;cuiu&longs;que &aelig;re, caput arietis non&aelig; &longs;ph&aelig;r&aelig; e&longs;t <lb/>directo &longs;ub capite arietis decim&aelig;, &amp; quod arcus, quem inue&shy;<lb/>nimus calculando cum tali &aelig;re &longs;it di&longs;tantia capitis arietis no&shy;<lb/>n&aelig; &longs;ph&aelig;r&aelig; &agrave; capite arietis decim&aelig;, quod e&longs;t manife&longs;te fal&longs;um: <lb/>quia calculando cum differentia &aelig;re diluuii, &amp; incarnationis, <lb/>inuenimus in principio &aelig;re incarnationis motum augium, &amp; <lb/>&longs;tellarum fixarum, &longs;eu motum non&aelig; &longs;ph&aelig;r&aelig; e&longs;&longs;e grad. <!-- REMOVE S-->XXII, <lb/>min. <!-- REMOVE S-->XLVII, &longs;ecundi XIX. ubi deberent e&longs;&longs;e &longs;igna . . . . <lb/>m. </s>















<s>o. </s>

<s>&amp;c. </s>

<s>dicendum e&longs;t ergo, qui ne&longs;citur locus capitis <lb/>&aelig;re X, neque locus capitis arietis non&aelig;, &amp; qui motus augi&shy;<lb/>um, &amp; &longs;tellarum fixarum: qui inuenitur calculando cum ali&shy;<lb/>qua &aelig;re, e&longs;t arcus zodiaci, &longs;eu ecliptica decim&aelig; &longs;ph&aelig;r&aelig;, &longs;eu <lb/>primi mobilis de&longs;cripti &agrave; capite arietis non&aelig; &longs;ph&aelig;r&aelig; principio <lb/>cuiu&longs;que &aelig;re uolueris, u&longs;que ad tempus tuum propo&longs;itum, <lb/>ide&longs;t motus, &longs;eu arcus ecliptic&aelig; decim&aelig; &longs;ph&aelig;r&aelig;, per quem <lb/>motus e&longs;t quilibet punctus ecliptic&aelig; non&aelig; &longs;ph&aelig;r&aelig; &agrave; principio <lb/>cuiu&longs;cunque &aelig;re tu&aelig; propo&longs;it&aelig;, u&longs;que ad tempus tuum pro&shy;<lb/>po&longs;itum: &amp; hoc &longs;ufficit ad <expan abbr="inueni&etilde;dum">inueniendum</expan> loca augium <expan abbr="planetar&utilde;">planetarum</expan>, <pb xlink:href="024/01/067.jpg" pagenum="27"/>&amp; alia contenta, qu&aelig; faciunt ad inuentionem locorum uero&shy;<lb/>rum planetarum: quia, addito tali arcu inuento, cum ara tua <lb/>propo&longs;ita &longs;uper radices auguum planetarum fundatas ad prin&shy;<lb/>cipium tu&aelig; ar&aelig; po&longs;it&aelig;; habebis cum &aelig;quatione motum octa&shy;<lb/>u&aelig; &longs;ph&aelig;r&aelig;, &longs;icut dicta loca auguum ad tempus tu&aelig; ar&aelig; propo&longs;i<lb/>t&aelig;, &amp; cetera continentur: &amp; ideo in principio tabul&aelig; radicum <lb/>auguum, &amp; &longs;tellarum fixarum, ide&longs;t non&aelig; &longs;ph&aelig;r&aelig; apponun&shy;<lb/>tur, cum un&aelig; non &longs;int, ide&longs;t cum non &longs;int aliqu&aelig; ar&aelig; po&longs;it&aelig;, &amp; <lb/>&longs;ine eis motus earum po&longs;&longs;it inueniri, quia inuenimus quan&shy;<lb/>tum motum facit nona &longs;ph&aelig;ra ab initio uniu&longs;cuiu&longs;que ar&aelig; u&longs;&shy;<lb/>que ad tempus propo&longs;itum po&longs;t principium illius ar&aelig;: &amp; ex <lb/>con&longs;equenti quantum motum fecerunt auges, &amp; &longs;tell&aelig; fix&aelig; <lb/>per motum non&aelig; &longs;ph&aelig;r&aelig;, qui motus additus &longs;uper radices au<lb/>guum in initio illius ar&aelig; &longs;imul cum &aelig;quatione motus octau&aelig; <lb/>&longs;ph&aelig;r&aelig;: &longs;i motus octau&aelig; &longs;ph&aelig;r&aelig; e&longs;t minus &longs;emicirculo, uel ab <lb/>eo &longs;ubtract&aelig; prius &aelig;quatione motus octau&aelig; &longs;ph&aelig;r&aelig; e&longs;t plus <lb/>&longs;emicirculo ab &aelig;ra loca auguum ad tempus po&longs;itum computa <lb/>tum ab initio illius ar&aelig;: &amp; non e&longs;t nece&longs;&longs;itas habendi radicem <lb/>aliquam, nec e&longs;t nece&longs;&longs;itas &longs;ciendi quantum di&longs;tat caput arie&shy;<lb/>tis non&aelig; &longs;ph&aelig;r&aelig; &agrave; capite arietis decim&aelig;, &longs;eu primi mobilis, <lb/>&amp; hoc uadit ad tale &longs;ignum. </s></p><p type="main">

<s>Tertius autem motus octau&aelig; &longs;ph&aelig;r&aelig; e&longs;t &longs;ibi proprius, quia <lb/>motus trepidationis, &longs;eu acce&longs;&longs;us, &amp; rece&longs;&longs;us octau&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig; uocatur, qui fit in circumferentiis duorum circulo&shy;<lb/>rum paruorum &aelig;qualium de&longs;criptorum in concauitate no&shy;<lb/>n&aelig; &longs;ph&aelig;r&aelig; &longs;uper principia arietis, &amp; libr&aelig; ip&longs;ius non&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig;, &longs;ic quod duo puncta certa, &amp; determinata ecliptica octa<lb/>u&aelig; &longs;ph&aelig;r&aelig;, qu&aelig; capita arietis, &amp; libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; di&shy;<lb/>cuntur diametraliter oppo&longs;ita, circumferentias talium <expan abbr="duor&utilde;">duorum</expan> <lb/>circulorum in concauitate non&aelig; &longs;ph&aelig;r&aelig; regulariter de&longs;cri&shy;<lb/>bantur, quorum media &longs;eu poli, &longs;eu centra &longs;int ip&longs;a capita <lb/>arietis, &amp; libr&aelig; non&aelig; &longs;ph&aelig;r&aelig;, &amp; arcus ecliptic&aelig; non&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig; inter polos, &longs;eu centra horum paruorum circulorum, &amp; <lb/>circumferentias &longs;uas. </s>

<s>e&longs;t IX grad. <!-- REMOVE S-->ecliptic&aelig; non&aelig; &longs;ph&aelig;r&aelig;: unde <lb/>fit, ut ecliptica octau&aelig; &longs;ph&aelig;r&aelig; qua&longs;i &longs;emper &longs;ecet eclipticam <pb xlink:href="024/01/068.jpg"/>non&aelig;, &amp; quando &longs;ecat eam, &longs;emper &longs;ecat eam in capitibus ca&shy;<lb/>pricorni, &amp; cancri octau&aelig;. </s>



<s>nam h&aelig;c duo puncta ecliptic&aelig; octa<lb/>u&aelig; &longs;ph&aelig;r&aelig;, uidelicet capita cancri, &amp; capricorni octau&aelig; utrin <lb/>que &agrave; capitibus cancri, &amp; capricorni non&aelig; recedunt per quan<lb/>titatem IX grad. <!-- REMOVE S-->&amp; reuertuntur; &amp; in tali eorum motu &longs;emper <lb/>circumferenti&aelig; ecliptic&aelig; non&aelig; <expan abbr="coh&aelig;r&etilde;t">coh&aelig;rent</expan>, &amp; nu&longs;quam ab ea re&shy;<lb/>cedunt &agrave; capitibus cancri, &amp; capricorni, qu&aelig; quantitate IX <lb/>grad. <!-- REMOVE S-->ut dictum e&longs;t, recedunt. </s>





<s>Purbachus autem dixit capita <lb/>cancri, &amp; capricorni octau&aelig; recedere ab ecliptica non&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig;, &amp; de&longs;cribere qua&longs;dam figuras connidatas utrunque &agrave; ca&shy;<lb/>pitibus cancri, &amp; capricorni, qu&aelig; <expan abbr="hab&etilde;tes">habentes</expan> pro ba&longs;ilias curuas, <lb/>quod non uidetur mihi e&longs;&longs;e uerum: quia ex quo puncto ecli&shy;<lb/>ptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig;, qu&aelig; incipiunt recedere ab ecliptica no&shy;<lb/>n&aelig;, &longs;unt capita arietis, &amp; libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig;. </s>

<s>uidetur, qu&ograve;d ip<lb/>&longs;a <expan abbr="debe&atilde;t">debeant</expan> e&longs;&longs;e <expan abbr="p&utilde;cta">puncta</expan> maxim&aelig; latitudinis ecliptic&aelig; octau&aelig; &longs;ph&aelig;<lb/>r&aelig; ab ecliptica non&aelig;: cum autem &agrave; puncto maxim&aelig; latitudinis <lb/>duorum circulorum maiorum &longs;e inuicem &longs;ecantium ad utra&longs;&shy;<lb/>que &longs;ectiones &longs;it quarta circuli &agrave; capitibus arietis, &amp; libr&aelig; octa<lb/>u&aelig; &longs;ph&aelig;r&aelig; ad utra&longs;que &longs;ectiones &longs;emper erit quarta circuli; <lb/>&longs;ed &agrave; capitibus arietis, &amp; libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; ad capita cancri, <lb/>&amp; capricorni, eiu&longs;dem &longs;unt quarta ecliptic&aelig; octau&aelig;. </s>

<s>ergo &longs;ectio <lb/>eclipticarum &longs;emper erit in capite cancri, &amp; capricorni octau&aelig;, <lb/>ut bene dixit Thebit. <!-- KEEP S--></s>

<s>&amp; etiam hoc con&longs;idero, unde fit, qu&ograve;d <lb/>quando unus dictorum punctorum duorum ecliptic&aelig; octau&aelig; <lb/>&longs;ph&aelig;r&aelig;, qu&aelig; principia arietis, &amp; libr&aelig; eiu&longs;dem uocantur, e&longs;t im<lb/>mediate &longs;ui circuli parui meridiana ab ecliptica non&aelig; &longs;ph&aelig;r&aelig;: <lb/>alter e&longs;t immediate &longs;ui circuli parui &longs;eptentrionalis ecliptic&aelig; <lb/>etiam octau&aelig; &longs;ph&aelig;r&aelig;, quando &longs;ecatur ab ecliptica non&aelig;, &longs;em&shy;<lb/>per &longs;ecatur ab ea in partes &aelig;quales, uidelicet in duas medieta&shy;<lb/>tes: &amp; quando ip&longs;a &longs;ecat circulos paruos, portiones circulo&shy;<lb/>rum paruorum &longs;ect&aelig; ab ea &longs;unt alternatim &aelig;quales, uidelicet <lb/>portio <expan abbr="&longs;ept&etilde;trionalis">&longs;eptentrionalis</expan> unius <expan abbr="eor&utilde;">eorum</expan> e&longs;t &aelig;qualis meridionali alteri&shy;<lb/>us: &amp; meridionalis illius <expan abbr="&longs;ept&etilde;trionali">&longs;eptentrionali</expan> alterius. </s>

<s>uelocitas autem <lb/>motus uniu&longs;cuiu&longs;que duorum capitum, uidelicet arietis, &amp; <lb/>libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; in circumferentiis duorum circulo&shy;<lb/>rum paruorum e&longs;t i&longs;ta, uidelicet quilibet duorum punctorum <pb xlink:href="024/01/069.jpg" pagenum="28"/>dictorum, qu&aelig; &longs;unt principia arietis, &amp; principia libr&aelig; octa&shy;<lb/>u&aelig; &longs;ph&aelig;r&aelig; circumferentiam &longs;ui parui circuli, in qua circum&shy;<lb/>fertur in 7000 annis pr&aelig;ci&longs;&aelig; perficit. </s>

<s>quanquam autem hoc <lb/>motu titubationis pr&aelig;dicta duo puncta ecliptic&aelig; octau&aelig; &longs;ph&aelig;&shy;<lb/>r&aelig;, qu&aelig; capita arietis, &amp; libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; dicuntur, duas <lb/>&aelig;quales circumferentias circulorum de&longs;cribant: nulla tamen <lb/>alia puncta eius de&longs;cribunt circumferentiam circuli perfe&shy;<lb/>ctam. </s>

<s>capita uero cancri, &amp; capricorni octau&aelig; mouentur per <lb/>eclipticam non&aelig; &longs;ph&aelig;r&aelig; &agrave; XXI grad. <!-- REMOVE S-->geminorum ecliptic&aelig; <lb/>non&aelig; &longs;ph&aelig;r&aelig;, u&longs;que ad IX grad. <!-- REMOVE S-->cancri eiu&longs;dem &longs;ecundum <lb/>&longs;ucce&longs;&longs;ionem &longs;ignorum, &amp; contra &longs;ucce&longs;&longs;ionem &longs;ignorum eun<lb/>do, &amp; recedendo: &amp; quandoque capita cancri, &amp; capricorni <lb/>octau&aelig; pr&aelig;cedunt capita cancri, &amp; capricorni non&aelig; <expan abbr="&longs;ecund&utilde;">&longs;ecundum</expan> <lb/>&longs;ucce&longs;&longs;ionem &longs;ignorum: quandoque &longs;equuntur modo eundo <lb/>ad ea, modo recedendo ab eis &longs;ecundum &longs;ucce&longs;&longs;ionem &longs;igno&shy;<lb/>rum, &amp; contra &longs;ucce&longs;&longs;ionem &longs;ignorum: &amp; quandoque con&shy;<lb/>iunguntur. </s>





<s>coniunguntur enim capita cancri, &amp; capricorni <lb/>octau&aelig; cum capitibus cancri, &amp; capricorni non&aelig;, quando ca<lb/>pita arietis, &amp; libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; erunt in punctis &longs;ectionum <lb/>&longs;uorum circulorum paruorum cum circulo magno per polos <lb/>zodiaci non&aelig;, &amp; centro &longs;uorum circulorum paruorum eun&shy;<lb/>te, &longs;eu in punctis &longs;uorum circulorum paruorum di&longs;tantibus <lb/>per quartam &agrave; &longs;ectionibus eorum cum ecliptica non&aelig; &longs;ph&aelig;r&aelig;: <lb/>&amp; tunc capita arietum, &amp; librarum non&aelig; &longs;ph&aelig;r&aelig;, &amp; octau&aelig; <lb/>&longs;unt coniuncta adinuicem &longs;ecundum longitudinem: &amp; licet ca<lb/>pita cancri, &amp; capricorni octau&aelig; &longs;ph&aelig;r&aelig; quandoque &longs;tatuan&shy;<lb/>tur directe &longs;ub capitibus cancri, &amp; capricorni non&aelig;: <expan abbr="nunqu&atilde;">nunquam</expan> <lb/><expan abbr="tam&etilde;">tamen</expan> capita arietis, &amp; libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; <expan abbr="er&utilde;t">erunt</expan> collocata dire<lb/>cte &longs;ub capitibus arietis, &amp; libr&aelig; non&aelig;, quia &longs;emper erunt in cir<lb/>cumferentiis &longs;uorum circulorum paruorum, di&longs;tantia &agrave; cen&shy;<lb/>tris eorum, quantitate IX grad. <!-- REMOVE S-->&longs;icut dictum e&longs;t. </s>



<s>poli autem e&shy;<lb/>cliptic&aelig; octau&aelig; improprie dicti poli. </s>

<s>&amp; quia octaua &longs;ph&aelig;ra <lb/>non mouetur motu &longs;uo proprio &longs;uper eis per hunc motum ti&shy;<lb/>tubationis, quandoque accedunt ad polos zodiaci non&aelig;, &amp; <lb/>decim&aelig;, qui &longs;emper &longs;unt &longs;imul. </s>

<s>unus uidelicet &longs;ub alio: &amp; <pb xlink:href="024/01/070.jpg"/>quandoque recedunt, &longs;eu remouentur ab eis per quantita&shy;<lb/>tem, &longs;cilicet IX grad. <!-- REMOVE S-->talis autem acce&longs;&longs;us, &amp; rece&longs;&longs;us fit &longs;u<lb/>per circulo magno per polos zodiaci non&aelig;, &amp; centra circulo&shy;<lb/>rum paruorum eunte. </s>



<s>Contingit itaque, qu&ograve;d per motum <lb/>non&aelig; &longs;ph&aelig;r&aelig;, qui in 49000 annis perficitur quod quilibet <lb/>punctus ecliptic&aelig; non&aelig; &longs;ph&aelig;r&aelig; &longs;ecat &aelig;quinoctioualem primi <lb/>mobilis, uidelicet decim&aelig; in eodem puncto, in quo ecliptica <lb/>decima, &longs;eu primi mobilis, &longs;ecat eum: ecliptica autem octau&aelig; <lb/>&longs;ph&aelig;r&aelig; &longs;ub diuer&longs;a eius habitudine, propter motum eius titu<lb/>bationis &aelig;quinoctialem primi mobilis prope caput arietis, et <lb/>etiam prope caput libr&aelig; primi mobilis &longs;ecabit, et quandoque <lb/>in eo, quando &longs;cilicet omnes ecliptic&aelig; erunt &longs;imul, quod con&shy;<lb/>tingit, quando capite arietis, et libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; fuerint in <lb/>&longs;ectionibus &longs;uorum circulorum paruorum cum ecliptica no&shy;<lb/>n&aelig; &longs;ph&aelig;r&aelig;; qu&aelig; quidem &longs;ectiones ecliptic&aelig; octau&aelig; cum &aelig;qui&shy;<lb/>noctionali primi mobilis recedunt, quandoque ad capita arie <lb/>tis, &amp; libr&aelig; primi mobilis, et quandoque ab eis recedunt, ali&shy;<lb/>quando &longs;ecundum &longs;ucce&longs;&longs;ionem &longs;ignorum; aliquando contra <lb/>progrediendo; unde fit per i&longs;tam uariam &longs;ectionem ecliptic&aelig; <lb/>octau&aelig; cum &aelig;quinoctionali primi mobilis, ut maxime declina&shy;<lb/>tiones zodiaci, &longs;eu ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; uariabiles exi&shy;<lb/>&longs;tant, et ob hoc contigi&longs;&longs;e uidetur in diuer&longs;is temporibus &agrave; <lb/>diuer&longs;is a&longs;tronomis quantitates maximarum declinationum <lb/>zodiaci, &longs;eu ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; fui&longs;&longs;e in&aelig;qualiter inuen&shy;<lb/>tas maiores; nanque inuent&aelig; &longs;unt &agrave; Ptolom&aelig;o, quam ab Al&shy;<lb/>meone, et Albat&aelig;gni, qui cum &longs;imilibus uiis, et modis pro&shy;<lb/>ce&longs;&longs;erunt in inueniendo eas, non potuit h&aelig;c diuer&longs;itas eueni&shy;<lb/>re, ni&longs;i propter talem motum titubationis, aut &longs;imilem huic <lb/>talem diuer&longs;itatem aptum cau&longs;are ad uariationem autem &longs;e&shy;<lb/>ctionis ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;quinoctiali primi mobi&shy;<lb/>lis nece&longs;&longs;arium e&longs;t, ut &longs;ol&longs;titia, et &longs;imiliter &aelig;quinoctia continue <lb/>diuer&longs;ificentur: unde non &longs;emper, cum &longs;ol fuerit in capite a&shy;<lb/>rietis, uel libr&aelig; primi mobilis, nece&longs;&longs;e e&longs;t &aelig;quinoctium e&longs;&longs;e, <lb/>&longs;ed erat ante fui&longs;&longs;e &longs;ol, uel po&longs;t futurum e&longs;&longs;e, cum fuerit in &longs;e&shy;<lb/>ctione ecliptic&aelig; octau&aelig; cum &aelig;quinoctionali. </s>

<s>ex quo enim &longs;ic <pb xlink:href="024/01/071.jpg" pagenum="29"/>&longs;upra dictum e&longs;t centrum corporis &longs;olis &longs;emper, et continue <lb/>di&longs;currit &longs;ub ecliptica octau&aelig; &longs;ph&aelig;r&aelig;: h&aelig;c autem &longs;&aelig;pe immo <lb/>frequenter e&longs;t extra eclipticas non&aelig;, &amp; decim&aelig;, qu&aelig; &longs;emper <lb/>&longs;unt &longs;imul ex continenti, ip&longs;a erit extra capitibus arietis, &amp; li<lb/>br&aelig; primi mobilis: quare &longs;equitur illud, quod dictum e&longs;t. </s>

<s>&longs;i&shy;<lb/>milis de uariatione &longs;ol&longs;titiorum e&longs;t ratio, uidelicet quod pro&shy;<lb/>pter uariationem continuam &longs;ectionis ecliptic&aelig; octau&aelig; cum <lb/>&aelig;quinoctionali re&longs;pectu arietis, &amp; libr&aelig; primi mobilis, &longs;ub <lb/>qua ecliptica octaua continue mouetur &longs;ol, non &longs;emper &longs;ole <lb/>exi&longs;tente in capite cancri, uel capricorni primi mobilis; nece&longs; <lb/>&longs;e e&longs;t &longs;ol&longs;titium accedere. </s>

<s>cum enim ut plurimum &longs;uperficies <lb/>ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; &longs;it extra &longs;uperficiem ecliptic&aelig; primi <lb/>mobilis, &amp; &longs;ol&longs;titia &longs;int in punctis ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; me&shy;<lb/>diis inter duas &longs;ectiones ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; cum &aelig;quino<lb/>ctionali primi mobilis continue uarientur, nece&longs;&longs;e e&longs;t, ut pun&shy;<lb/>cta ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; &longs;ol&longs;titialia, qu&aelig; &longs;unt puncta media <lb/>inter ip&longs;as &longs;ectiones &longs;imiliter continue uarientur; &amp; <expan abbr="con&longs;equ&etilde;-ter">con&longs;equen&shy;<lb/>ter</expan> &longs;ol&longs;titia non &longs;int &longs;emper in capite cancri, &amp; capricorni pri<lb/>mi mobilis, &longs;ed in punctis, ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; mediis in&shy;<lb/>ter &longs;ectiones ip&longs;as ecliptic&aelig; octau&aelig; cum &aelig;quinoctionali: quia <lb/>talia puncta &longs;unt puncta maxime di&longs;tantia ab &aelig;quinoctionali <lb/>inter omnia puncta ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig;: ex quibus con&shy;<lb/>cluditur non e&longs;&longs;e nece&longs;&longs;arium &longs;ole exi&longs;tente in capite arietis, <lb/>uel libr&aelig; primi mobilis ip&longs;um nullam habere declinationem: <lb/>ab &aelig;quinoctionali &longs;imiliter &longs;equitur, non e&longs;&longs;e nece&longs;&longs;arium &longs;o&shy;<lb/>le exi&longs;tente in capite cancri, uel capricorni primi mobilis, ip&shy;<lb/>&longs;um habere declinationem <expan abbr="maxim&atilde;">maximam</expan> ab &aelig;quinoctiali. </s>

<s>&longs;tat enim <lb/>&longs;olem e&longs;&longs;e in circulo magno per polos ecliptic&aelig; primi mobilis, <lb/>&amp; caput arietis, &amp; libr&aelig; eiu&longs;dem tran&longs;eunte, &amp; tam ip&longs;um e&longs;&longs;e <lb/>extra &aelig;quinoctialem: &longs;imiliter &longs;tat &longs;olem e&longs;&longs;e in circulo ma&shy;<lb/>gno per polos ecliptic&aelig; primi mobilis, &amp; caput cancri, &amp; ca&shy;<lb/>pricorni eiu&longs;dem tran&longs;eunte, &amp; tamen tunc non habere decli&shy;<lb/>nationem maximam ab &aelig;quinoctionali, &longs;ed ante eam habui&longs;&shy;<lb/>&longs;e, uel po&longs;tea eam habituram e&longs;&longs;e. </s>

<s>&longs;equitur etiam circulos <lb/>tropicos continuos re&longs;pectu &aelig;quinoctionali uariari, nunc ei <pb xlink:href="024/01/072.jpg"/>appropinquando, nunc ab eo elongando. </s>

<s>ex his autem &longs;tel&shy;<lb/>larum motibus &longs;atis clarum e&longs;t, motum &longs;tellarum fixarum ag&shy;<lb/>gregatum ex motu contrari&aelig;, &amp; motu trepidationis octau&aelig; <lb/>&longs;ph&aelig;r&aelig; quandoque e&longs;&longs;e &longs;ecundum &longs;ucce&longs;&longs;ionem &longs;ignorum, <lb/>&amp; nunc uelociter, &amp; nunc tarde: et quandoque e&longs;&longs;e &longs;tationa&shy;<lb/>rium: &amp; quandoque e&longs;&longs;e, contra &longs;ucce&longs;&longs;ionem &longs;ignorum &longs;upra <lb/>diuer&longs;itatem, &longs;itum capitis arietis, et libr&aelig; octau&aelig; &longs;ph&aelig;r&aelig; <lb/>in &longs;uis paruis circulis, &longs;eu in circumferentiis &longs;uorum circulo&shy;<lb/>rum paruorum. </s>

<s>difficile enim multum fuit antiquis huius mo<lb/>tus reperire modum: et ob hoc diuer&longs;i diuer&longs;os modos hu&shy;<lb/>ius motus imaginati &longs;unt. </s>

<s>aliqui enim dicebant auges planeta&shy;<lb/>rum, et &longs;tellas fixas moueri per 900 annos continue uer&longs;us <lb/>orientem u&longs;que ad grad. <!-- REMOVE S-->VII. deinde per alios 900 annos tan<lb/>dem uer&longs;us occidentem. </s>



<s>Abategni uero dicebant eas moueri <lb/>in 66 annis, et 4 men&longs;ibus uer&longs;us orientem continue per u&shy;<lb/>num gradum. </s>

<s>Alphragranus autem putauit eas in 100 annis <lb/>unum gradum perficere uer&longs;us orientem continue. </s>

<s>meus er&shy;<lb/>go auguum motus, et &longs;tellarum fixarum &longs;ecundum imagina&shy;<lb/>tionem dictam e&longs;t arcus zodiaci, &longs;eu ecliptic&aelig; primi mobilis, <lb/>&longs;eu decim&aelig;, de&longs;criptus &agrave; capite arietis non&aelig; &longs;ph&aelig;r&aelig;, &longs;eu cen&shy;<lb/>tro parui circuli arietis octau&aelig; &agrave; principio cuiu&longs;cunque ar&aelig; <lb/>uolucris u&longs;que ad tempus tuum propo&longs;itum. </s>

<s>&longs;ed meus mo&shy;<lb/>tus acce&longs;&longs;us, et rece&longs;&longs;us octau&aelig; &longs;ph&aelig;r&aelig;, et arcus circuli par&shy;<lb/>ui arietis octau&aelig; &longs;ph&aelig;r&aelig;, incipiendo &agrave; puncto circuli magni a&shy;<lb/>rietis octau&aelig; &longs;ph&aelig;r&aelig; &longs;eptentrionali di&longs;tante &agrave; &longs;ectionibus ip&shy;<lb/>&longs;ius circuli parui cum ecliptica non&aelig; &longs;ph&aelig;r&aelig; per quartas par&shy;<lb/>ui circuli u&longs;que ad locum capitis arietis octau&aelig; in &longs;uo paruo <lb/>circulo ad tempus tu&aelig; ar&aelig; propo&longs;itum &longs;ecundum ordinem &longs;i&shy;<lb/>gnorum, &longs;eu uer&longs;us orientem procedendo computat: &aelig;qua&shy;<lb/>tio autem octau&aelig; &longs;ph&aelig;r&aelig; e&longs;t arcus ecliptic&aelig; non&aelig; &longs;ph&aelig;r&aelig; in&shy;<lb/>ter centrum parui circuli, &longs;eu caput arietis non&aelig; &longs;ph&aelig;r&aelig;, et <lb/>circulum magnum per polos zodiaci non&aelig; &longs;ph&aelig;r&aelig;, et caput <lb/>arietis octau&aelig; &longs;ph&aelig;r&aelig; in &longs;uo circulo paruo tran&longs;eunte in&shy;<lb/>terceptus. </s></p><p type="main">

<s>Cum autem meus motus acce&longs;&longs;us, et rece&longs;&longs;us octau&aelig; &longs;ph&aelig;r&aelig; <pb xlink:href="024/01/073.jpg" pagenum="30"/>nihil fiunt, aut &longs;emicirculus pr&aelig;ci&longs;e, nulla e&longs;t dicta &aelig;quatio, &longs;ed <lb/>&longs;i XC grad. <!-- REMOVE S-->ante CCLXX fuerit, e&longs;t maxima, &amp; e&longs;t IX grad. <lb/><!-- KEEP S--></s>



<s>Cum autem meus motus acce&longs;&longs;us, &amp; rece&longs;&longs;us erit minus XC <lb/>grad. <!-- REMOVE S-->&aelig;quatio &longs;emper cre&longs;cit, &amp; e&longs;t addenda meo motui augu&shy;<lb/>um; &amp; <expan abbr="c&utilde;">cum</expan> erit plus XC grad. <!-- REMOVE S-->&amp; minus CLXXX decre&longs;cit, &amp; e&longs;t <lb/>&longs;imiliter <expan abbr="add&etilde;da">addenda</expan>. </s>





<s>et <expan abbr="c&utilde;">cum</expan> fuerit plus CLXXX, &amp; minus CCLXX <lb/>cre&longs;cit, et e&longs;t minuenda: et cum fuerit plus CCLXX, donec <lb/>meus motus acce&longs;&longs;us, &amp; rece&longs;&longs;us fuerit, nihil decre&longs;cit, et e&longs;t <lb/>minuenda. </s>

<s>hunc modum titubationis, &longs;eu acce&longs;&longs;us, et rece&longs;&longs;us <lb/>octau&aelig; &longs;ph&aelig;r&aelig; &longs;equuntur omnes &longs;ph&aelig;r&aelig; inferiores octau&aelig;. </s>

<s>ita <lb/>ut re&longs;pectu ecliptic&aelig; octau&aelig; &longs;ph&aelig;r&aelig; &longs;int auges <expan abbr="differ&etilde;tium">differentium</expan> pla<lb/>netarum, et declinationes earum &longs;emper inuariabiles. </s>

<s>et his &longs;it <lb/>finis mei tractatus de motu octau&aelig; &longs;ph&aelig;r&aelig;. </s></p><p type="main">

<s>QVOD corpus &longs;olis, et lun&aelig;, et corpora c&aelig;terorum <expan abbr="planeta-r&utilde;">planeta&shy;<lb/>rum</expan>, et corpora &longs;tellarum fixarum &longs;int &longs;ph&aelig;r&aelig;, &longs;ic o&longs;tenditur. <lb/></s>

<s>Vbicunque fuerit &longs;ol, et a&longs;piciatur &agrave; nobis, &longs;emper apparet <lb/>nobis figura rotunda, &longs;iue &longs;it in parte orientis, &longs;iue in parte <lb/>meridiei, &longs;iue in parte occidentis; et tamen in i&longs;tis locis diuer<lb/>&longs;us non a&longs;picitur &agrave; nobis &longs;emper &longs;ecundum eandem partem e&shy;<lb/>ius pr&aelig;ci&longs;e. </s>

<s>hoc autem arguit ip&longs;um e&longs;&longs;e &longs;ph&aelig;ric&aelig; figur&aelig;: lu&shy;<lb/>nam etiam e&longs;&longs;e &longs;ph&aelig;ricam deprehendimus ab illuminatione e&shy;<lb/>ius &agrave; &longs;ole, &longs;ecundum quod ip&longs;e &agrave; &longs;ole <expan abbr="el&otilde;gatur">elongatur</expan>, et &agrave; &longs;uppo&longs;itio&shy;<lb/>ne eius &longs;ub eo in coniunctione, in qua fit eclip&longs;is &longs;olis: non e&shy;<lb/>nim &longs;emper illuminatur &agrave; &longs;ole &longs;ecundum eandem partem eius <lb/>pr&aelig;ci&longs;e. </s>

<s>Planet&aelig; etiam delati &agrave; &longs;uis orbibus uario motu <expan abbr="n&otilde;">non</expan> &longs;em<lb/>per &longs;pectantur &agrave; nobis &longs;ecundum eandem partem eorum pr&aelig;&shy;<lb/>ci&longs;e; et tamen &longs;emper uidentur &agrave; nobis rotund&aelig; figur&aelig;. </s>

<s>ad hoc <lb/>etiam adiuuat motus eorum &agrave; &longs;uis epicyclis. </s>

<s>corpora enim <lb/>planetarum, et lun&aelig; &longs;imiliter ita feruntur &agrave; &longs;uis epicyclis, qui <lb/>nunc ex una parte eorum, nunc ex alia &agrave; nobis a&longs;piciuntur; <lb/>&longs;emper tamen uidentur &agrave; nobis rotund&aelig; figur&aelig;, quod o&longs;ten&shy;<lb/>dit ea e&longs;&longs;e &longs;ph&aelig;rica. </s>

<s>qu&ograve;d &longs;i dicatur planetas reuolui in quibu&longs;&shy;<lb/>dam concauitatibus, in quibus recipiuntur, et taliter reuol&shy;<lb/>ui, qu&ograve;d propter motus eorum in talibus concauitatibus &longs;em<lb/>per o&longs;tendunt nobis eandem eorum partem pr&aelig;ci&longs;e; quod <pb xlink:href="024/01/074.jpg"/>tamen nos negamus, quia dicimus eas e&longs;&longs;e fixas in &longs;uis epicy&shy;<lb/>clis, &longs;icut nodi, &longs;eu claui in tabula; &longs;i tamen a&longs;&longs;entire uolu&shy;<lb/>mus, qu&ograve;d planet&aelig; habeant concauitatis in ip&longs;is c&aelig;lis, in qui&shy;<lb/>bus recipiantur, &amp; reuoluantur; dico, qu&ograve;d hoc non pote&longs;t <lb/>e&longs;&longs;e ni&longs;i &longs;int corpora &longs;ph&aelig;rica; aliter enim non po&longs;&longs;ent reuolui <lb/>in talibus concauitatibus, &amp; &longs;i reuoluerentur, nece&longs;&longs;ario da&shy;<lb/>rentur penetratio corporum; &amp; &longs;icut e&longs;t de &longs;ole, &amp; luna, &amp; <lb/>aliis planetis; ita dicendum e&longs;t de &longs;tellis fixis, qu&aelig; &longs;unt in o&shy;<lb/>ctauo c&aelig;lo, uidelicet qui &longs;int corpora &longs;ph&aelig;rica cum &longs;int indi&shy;<lb/>uidua eiu&longs;dem &longs;peciei. </s></p><pb xlink:href="024/01/075.jpg"/>			</chap>		</body>		<back/>	</text></archimedes>
