<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE archimedes SYSTEM "../dtd/archimedes.dtd">
<archimedes xmlns:xlink="http://www.w3.org/1999/xlink">
  <info>
    <author>Galilei, Galileo</author>
    <title>Les m&eacute;chaniques</title>
    <date>1634</date>
    <place>Paris</place>
    <translator>Mersenne, Marin</translator>
    <lang>fr</lang>
    <cvs_file>galil_mecha_047_fr_1634.xml</cvs_file>
    <cvs_version/>
    <locator>047.xml</locator>
  </info>
  <text>
    <front>
      <section>
        <pb xlink:href="047/01/001.jpg"/>
        <p type="head">
          <s id="s.000001"><emph type="center"/>LES <lb/>MECHANIQVES <lb/>DE GALIL&Eacute;E <lb/>MATHEMATICIEN <lb/>&amp; Ingenieur du Duc de Florence.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000002"><emph type="center"/><emph type="italics"/>AVEC PLVSIEVRS ADDITIONS <lb/>rares, &amp; nouuelles, vtiles aux Archite&shy;<lb/>ctes, Ingenieurs, Fonteniers, Phi&shy;<lb/>lo&longs;ophes, &amp; Arti&longs;ans.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000003"><emph type="center"/>Traduites de l&apos;Italien par L.P.M.M.<emph.end type="center"/></s>
        </p>
        <p type="head">
          <s id="s.000004"><emph type="center"/>A PARIS, <lb/>Chez HENRY GVENON, ru&euml; S. Iacques, <lb/>pr&eacute;s les Iacobins, &agrave; l&apos;image S. Bernard.<emph.end type="center"/><lb/></s>
        </p>
        <p type="head">
          <s id="s.000005"><emph type="center"/>M. DC. XXXIV. <lb/><emph type="italics"/>AVEC PRIVILEGE ET APPROBATION.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <pb xlink:href="047/01/002.jpg"/>
        <pb xlink:href="047/01/003.jpg"/>
      </section>
      <section>
        <p type="head">
          <s id="s.000006"><emph type="center"/>A MONSIEVR <lb/>MONSIEVR <lb/>DE REFFVGE, <lb/>CONSEILLER DV <lb/>Roy au Parlement.<emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000007">MONSI&Euml;VR, <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000008"><emph type="italics"/>Puis qu&apos;il y a huict ans que ie vous <lb/>pre&longs;entay les liures de Mechaniques en <lb/>latin, &amp; que ie fais voir le iour &agrave; ce <lb/>nouueau traitt&eacute; de Galil&eacute;e, qui donne <lb/>de nouuelles lumieres &agrave; cette &longs;cience, il e&longs;t <lb/>rai&longs;onnable que ie vous l&apos;offre au&longs;&longs;i <lb/>bien que l&apos;autre, affin que vous &longs;oyez le <lb/>premier &agrave; receuoir le contentement que <lb/>l&apos;on &agrave; cou&longs;tume de re&longs;&longs;entir en li&longs;ant <lb/>tout ce qui vient de la part de c&eacute;t excel&shy;<lb/>lent homme, qui a l&apos;vn des plus &longs;ubtils <emph.end type="italics"/>


<pb xlink:href="047/01/004.jpg"/><emph type="italics"/>e&longs;prits de ce &longs;iecle. </s>
          <s id="s.000009">Si la traduction <lb/>&longs;emble quelque fois ob&longs;cure, &agrave; rai&longs;on des <lb/>fautes du manu&longs;crit Italien ie ne doute <lb/><expan abbr="nullem&etilde;t">nullement</expan> que la clairt&eacute; &amp; la viuacit&eacute; de <lb/>vo&longs;tre e&longs;prit n&apos;en di&longs;&longs;ipe ay&longs;ement tous <lb/>les n&uuml;ages, Quant aux additions que <lb/>i&apos;y ay mi&longs;es, elles vous &longs;eront au&longs;&longs;i agrea&shy;<lb/>bles que le re&longs;te, parce qu&apos;elles contien&shy;<lb/>nent de nouuelles &longs;peculations, qui peu&shy;<lb/>uent &longs;eruir pour penetrer les &longs;ecrets de <lb/>la Phyfique &amp; particulierement <lb/>tout ce qui concerne les mouuemens <expan abbr="t&atilde;t">tant</expan> <lb/>naturels que violents. </s>
          <s id="s.000010">Mais i&apos;estime <lb/>que l&apos;ordre, &amp; le reglement admirable <lb/>que la nature ob&longs;erue dans les forces <lb/>mouuantes, vous donnera encore plus <lb/>de plai&longs;ir, parce que vous y verrez re&shy;<lb/>luire vne &eacute;quit&eacute;, &amp; vne iustice perpe&shy;<lb/>tuelle qui &longs;e garde, &amp; que l&apos;on remar&shy;<lb/>que &longs;i iu&longs;tement entre la force, la re&longs;i&shy;<lb/>&longs;tence, le <expan abbr="t&etilde;ps">temps</expan>, la vi&longs;te&longs;&longs;e &amp;, le&longs;pace, que <lb/>l&apos;vn <expan abbr="rec&otilde;pen&longs;e">recompen&longs;e</expan> tou&longs;iours l&apos;autre, car &longs;i le <lb/><expan abbr="mouuem&etilde;t">mouuement</expan> est viste, il faut beaucoup de <emph.end type="italics"/>


<pb xlink:href="047/01/005.jpg"/><emph type="italics"/>force &amp; s&apos;il e&longs;t <expan abbr="l&etilde;s">lens</expan>, vne petite force &longs;uffit. </s>
          <s id="s.000011"><lb/>En effet il e&longs;t impo&longs;&longs;ible de gaigner la for&shy;<lb/>ce, &amp; le t&eacute;ps tout <expan abbr="ens&etilde;ble">ensemble</expan>, <expan abbr="c&otilde;me">comme</expan> il e&longs;t im&shy;<lb/>po&longs;&longs;ible qu&apos;vn homme iouy&longs;&longs;e des plai&shy;<lb/>&longs;irs fola&longs;tres du monde &amp; de ceux du <lb/>Ciel en me&longs;me temps: de &longs;orte que les <lb/>Mechaniques peuuent en&longs;eigner &agrave; bien <lb/>viure, &longs;oit en imitant les corps pe&longs;ans <lb/>qui cherchent tou&longs;iours leur centre dans <lb/>celuy de la terre comme le&longs;prit de l&apos;hom. </s>
          <s id="s.000012"><lb/>me doit chercher le &longs;ien dans l&apos;e&longs;&longs;ence <lb/>diuine qui e&longs;t la &longs;ource de tous les e&longs;prits <lb/>ou en &longs;e tenant dans le perpetuel &egrave;quili&shy;<lb/>bre moral, &amp; rai&longs;onnable qui con&longs;i&longs;te &agrave; <lb/>rendre premierement &agrave; Dieu, &amp; puis <lb/>au prochain tout ce que luy appartient. </s>
          <s id="s.000013"><lb/>L&apos;autheur de ce trait&eacute; a obmis beaucoup <lb/>de cho&longs;es, par <expan abbr="ex&etilde;ple">exemple</expan> il n&apos;a point parl&eacute; du <lb/>coin qui e&longs;t <expan abbr="l&apos;in&longs;trum&etilde;t">l&apos;in&longs;trument</expan> le plus fort de tous &lt;lb/&gt;car &longs;a force en partie depend de l&apos;incli&shy;<lb/>nation du plan, comme Guid Vbalde <lb/>demon&longs;tre dans le trait&eacute;, qu&apos;il en a fait, <lb/>de &longs;orte que le coin entre dautant plus <emph.end type="italics"/>


<pb xlink:href="047/01/006.jpg"/><emph type="italics"/>ay&longs;ement qu&apos;il e&longs;t plus e&longs;troit, &amp; que <lb/>&longs;es co&longs;tez panchent dauantage &longs;ur l&apos;ho&shy;<lb/>rizon, c&apos;e&longs;t &agrave; dire qu&apos;ils font de moin&shy;<lb/>dres angles. </s>
          <s id="s.000014">Or ce me&longs;me principe e&longs;t <lb/>cau&longs;e de ce que les cousteaux coupent &longs;i <lb/>ay&longs;ement, &amp; de plu&longs;ieurs autres effects <lb/>que l&apos;on peut remarquer en mille cho&longs;es, <lb/>dont on cognoi&longs;tra les rai&longs;ons &longs;i on li&longs;t <lb/>auec attention les traitez,<emph.end type="italics"/> della Vite, <lb/>del Cuneo, della Taglia, della <lb/>Leua, della Bilancia, &amp; dell&apos; A&longs;&longs;e <lb/>nella Rota, <emph type="italics"/>que Guido Vbalde a com&shy;<lb/>po&longs;ez: d&apos;o&ugrave; &longs;e tire la nature des Ver&shy;<lb/>rins, des Crics, des Pre&longs;&longs;es, &amp; de tout <lb/>ce qui &longs;ert &agrave; augmenter, &agrave; con&longs;eruer, ou <lb/>&agrave; diminuer la force, ou le temps. </s>
          <s id="s.000015"><lb/>La force du coin depend au&longs;&longs;i de la per&shy;<lb/>cu&longs;&longs;ion, qui e&longs;t &longs;i admirable qu&apos;il n&apos;y a <lb/>point de fardeau &longs;i lourd, que l&apos;on ne <lb/>pui&longs;&longs;e faire rem&uuml;er &amp; cheminer auec <lb/>des coups de marteau, pour petits qu&apos;ils <lb/>pui&longs;&longs;ent e&longs;tre, ce que l&apos;on tient que <lb/>Galil&eacute;e a experiment&eacute; en frappant &longs;i <emph.end type="italics"/>


<pb xlink:href="047/01/007.jpg"/><emph type="italics"/>&longs;ouuent contre vn grand coffre auec vn <lb/>marteau d&apos;&eacute;pinette, qu&apos;il la fait chan&shy;<lb/>ger de place &amp; la fait auancer d&apos;vn <lb/>pied: ce que plu&longs;ieurs ne croyront nulle&shy;<lb/>ment encore qu&apos;ils ne prennent pas la <lb/>peine d&apos;en faire l&apos;experience laquelle e&longs;t <lb/>tres digne de con&longs;ideration, car elle peut <lb/>&longs;eruir d&apos;vn principe pour entrer plus <lb/>auant dans les &longs;ecrets de la nature. </s>
          <s id="s.000016">Ie <lb/>lai&longs;&longs;e plu&longs;ieurs autres cho&longs;es, qui &longs;em&shy;<lb/>blent admirables, &amp; que vous pouuez, <lb/>experimenter quand il vous plaira; <lb/>ie vous en diray &longs;eulement vne des plus <lb/>rares, laquelle vous verrez en <expan abbr="iett&atilde;t">iettant</expan> vne <lb/>bale, ou vne boule en haut le plus droit <lb/>que vous pourrez, lors que vous estes <lb/>dans vostre carro&longs;&longs;e, ou a cheual, &amp; <lb/>lors qu&apos;ils courent de telle vi&longs;te&longs;&longs;e que <lb/>vous voudrez, car la boule vous &longs;ui&shy;<lb/>ura, tellement que vous la pourrez rece&shy;<lb/>uoir dans la main encore que le carro&longs;&longs;e, <lb/>ou le cheual ayent fait cent pas tandis <lb/>que la boule aura e&longs;t&eacute; dans l&apos;air. </s>
          <s id="s.000017">Et &longs;i <emph.end type="italics"/>


<pb xlink:href="047/01/008.jpg"/><emph type="italics"/>vous la lai&longs;&longs;ez <expan abbr="t&otilde;ber">tomber</expan>, elle vous &longs;uiura <lb/>d&apos;autant plus loing que le cheual ira <lb/>plus viste. </s>
          <s id="s.000018">Galil&egrave;e a encore lai&longs;&longs;&eacute; dau&shy;<lb/>tres cho&longs;es dans &longs;on traict&eacute; comme il e&longs;t <lb/>ay&longs;&eacute; de voir dans les trois liures de <lb/>Mechaniques que ie vous ay pre&longs;entez <lb/>&amp; qui peuuent &longs;uppl&eacute;er &agrave; ce que l&apos;on <lb/>pourroit icy de&longs;irer; de &longs;orte qu&apos;il n&apos;e&longs;t <lb/>pas nece&longs;&longs;aire que ie m&apos;e&longs;tende plus au <lb/>long &longs;ur ce &longs;ubiect, qui d&eacute;pend entiere&shy;<lb/>ment du centre de pe&longs;anteur, que l&apos;on <lb/>trouue dans toutes &longs;ortes de corps par <lb/>les moyens, que Commandin &amp; Luc <lb/>Valere ont donn&eacute;, dont vous auez tou&shy;<lb/>tes les propo&longs;itions.<emph.end type="italics"/></s>
        </p>
        <p type="main">
          <s id="s.000019"><emph type="italics"/>Ie croy que &longs;i la Iu&longs;tice pouuoit par&shy;<lb/>ler qu&apos;elle <expan abbr="c&otilde;fe&longs;&longs;eroit">confe&longs;&longs;eroit</expan> ingenu&euml;ment qu&apos;il <lb/>n&apos;y a nulle &longs;cience naturelle: qui luy <lb/>&longs;oit &longs;i &longs;emblable que celles des Mecha&shy;<lb/>niques, c&apos;e&longs;t pourquoy ie vous l&apos;offre a&longs;&longs;in <lb/>de te&longs;moigner l&apos;estat que ie fais de vos <lb/>vertus, qui me contraignent d&apos;auoir <lb/>la me&longs;me affection pour vous, que pour <emph.end type="italics"/>
<pb xlink:href="047/01/009.jpg"/><emph type="italics"/>celuy qui e&longs;t aym&eacute; de Dieu &amp; des <lb/>hommes, de prier la diuine Maie&longs;t&egrave; de <lb/>vous donner vne tres bonne &longs;ant&eacute;, <lb/>qui &longs;oit au&longs;&longs;i longue que ie le de&longs;ire: &amp; <lb/>de me dire auec toute &longs;orte de re&longs;pect.<emph.end type="italics"/></s>
        </p>
        <p type="main">
          <s id="s.000020">Vo&longs;tre tres-humble <lb/>&longs;eruiteur F. M. </s>
          <s id="s.000021">Mer&shy;<lb/>&longs;enne Minime. <!-- KEEP S--></s>
        </p>
        <pb xlink:href="047/01/010.jpg"/>
      </section>
      <section>
        <p type="head">
          <s id="s.000022"><emph type="center"/>PREFACE AV LECTEVR.<emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000023">IE &longs;eray content &longs;i ie &longs;uis cau&longs;e <lb/>que le &longs;ieur Galil&eacute;e nous don&shy;<lb/>ne toutes &longs;es &longs;peculations des <lb/>mouuemens, &amp; de tout ce qui ap&shy;<lb/>partient aux Mechaniques, car ce <lb/>qui viendra de &longs;a part &longs;era excel&shy;<lb/>lent: c&apos;e&longs;t pourquoy ie prie ceux <lb/>qui ont de la corre&longs;pondance &agrave; <lb/>Flor&eacute;nce, de l&apos;exhorter par lettres <lb/>&agrave; donner au public toutes &longs;es re&shy;<lb/>marques, comme i&apos;e&longs;pere qu&apos;il <lb/>fera puis qu&apos;il a maintenant le <lb/>temps, &amp; la commodit&eacute; tres libre <lb/>dans &longs;a mai&longs;on des champs, &amp; <lb/>qu&apos;il a encor a&longs;&longs;ez de force, quoy <lb/>qu&apos;il &longs;oit plus que &longs;eptuagenaire <lb/>pour acheuer toutes &longs;es &oelig;uures, <lb/>comme il a&longs;&longs;eure dans vne lettre <lb/>de &longs;a main que l&apos;on m&apos;a commu&shy;<lb/>niqu&eacute;e. </s>
          <s id="s.000024">Or en attendant ces trai&shy;<lb/>tez excellent, l&apos;on peut voir les <pb xlink:href="047/01/011.jpg"/>3 liures des Mechaniques, que le <lb/>feis imprimer l&apos;ann&eacute;e 1626; &agrave; quoy <lb/>i&apos;aioute maintenant la con&longs;idera&shy;<lb/>tion des deux cercles qu&apos;Ari&longs;tote <lb/>a propo&longs;ez dans la 24 que&longs;tion de <lb/>&longs;es Mechaniques, parce que plu&shy;<lb/>&longs;ieurs la <expan abbr="trouu&etilde;t">trouuent</expan> admirable dau&shy;<lb/>tant qu&apos;ils ne l&apos;entendent pas. </s>
          <s id="s.000025"><lb/>Et pour ce &longs;ujet &longs;oit le grand cer&shy;<lb/>cle ACB, &amp; le moindre FGH, il <lb/><figure id="id.047.01.011.1.jpg" xlink:href="047/01/011/1.jpg"/><lb/>e&longs;t certain <lb/>que quand <lb/>le quart du <lb/>grand cercle <lb/>BD s&apos;e&longs;t meu <lb/>iu&longs;ques au <lb/>poinct O, de <lb/>&longs;orte que le point D &longs;e rencontre <lb/>au point O, que le point E du <lb/>quart du moindre cercle FE &longs;e <expan abbr="r&etilde;-c&otilde;tre">ren&shy;<lb/>contre</expan> au point N, &amp; <expan abbr="c&otilde;&longs;equ&etilde;ment">con&longs;equemment</expan> <lb/>que le petit cercle fait autant de <lb/>chemin que le grand en me&longs;me 
<pb xlink:href="047/01/012.jpg"/>temps, pui&longs;que le plan FN &longs;ur le&shy;<lb/>quel il &longs;e meut e&longs;t &eacute;gal au plan <lb/>DO, &longs;ur lequel roule le grand. </s>
        </p>
        <p type="main">
          <s id="s.000026">D&apos;o&ugrave; quelques vns conclunt <lb/>qu&apos;il n&apos;y a point de &longs;i petit cercle <lb/>que l&apos;on ne le pui&longs;&longs;e dire &eacute;gal au <lb/>plus grand qui &longs;e pui&longs;&longs;e imaginer, <lb/>puis qu&apos;il <expan abbr="re&longs;p&otilde;d">re&longs;pond</expan> &agrave; vn e&longs;pace &eacute;gal <lb/>Car plu&longs;ieurs croyent que les par&shy;<lb/>ties du petit ne trainent point, <lb/>qu&apos;elles ne froi&longs;&longs;ent nullement le <lb/>plan, &amp; que chaque point, &amp; cha&shy;<lb/>que partie de &longs;a circonference <lb/>touche <expan abbr="&longs;eulem&etilde;t">&longs;eulement</expan> &agrave; chaque point, <lb/>&amp; &agrave; chaque partie du plan. <!-- KEEP S--></s>
          <s id="s.000027">Il faut <lb/>dire la me&longs;me cho&longs;e du grand <lb/>cercle &agrave; l&apos;&eacute;gard du petit, lors que <lb/>le grand &longs;e meut par le mouue&shy;<lb/>ment du petit, car le grand dimi&shy;<lb/>nu&euml; &longs;on chemin &longs;uiuant les traces <lb/>du petit, de &longs;orte que &longs;i le petit <lb/>ne fait qu&apos;vn pied de Roy dans vn <lb/>tour, le grand quoy qu&apos;&eacute;gal au 
<pb xlink:href="047/01/013.jpg"/>Ciel des e&longs;toiles, ne fait au&longs;&longs;i <lb/>qu&apos;vn pied de Roy dans vn tour. </s>
          <s id="s.000028"><lb/>Ce que quelques vns expliquent <lb/>par le moyen de la rarefaction, &amp; <lb/>de la conden&longs;ation, en <expan abbr="compar&atilde;t">comparant</expan> <lb/>le mouuement du grand cercle &agrave; <lb/>celle-cy, &amp; le mouuement du <lb/>moindre &agrave; celle la, <expan abbr="qu&atilde;d">quand</expan> le moin&shy;<lb/>dre e&longs;t meu par le plus <expan abbr="gr&atilde;d">grand</expan>, &amp; au <lb/>contraire, lors que le moindre <lb/>meut le plus grand. </s>
          <s id="s.000029">Or il faut <lb/>aduo&uuml;er que la negligence des <lb/>hommes e&longs;t &eacute;trange, qui &longs;e trom&shy;<lb/>pent &longs;i &longs;ouuent pour ne vouloir <lb/>pas faire la moindre experience <lb/>du monde &amp; qui &longs;e trauaillent e&ngrave; <lb/>vain &agrave; la recherche des rai&longs;ons <lb/>d&apos;vne cho&longs;e qui n&apos;e&longs;t point, com&shy;<lb/>me il arriue en celle cy, car le <lb/>petit cercle ne meut iamais le <expan abbr="gr&atilde;d">grand</expan> <lb/>que plu&longs;ieurs parties du grand <lb/>ne touchent vne me&longs;me partie <lb/>du plan, dont chaque partie e&longs;t 
<pb xlink:href="047/01/014.jpg"/>touch&eacute;e par cent parties dif&shy;<lb/>ferentes du grand cercle quand <lb/>il e&longs;t cent fois plus grand que l&apos;au&shy;<lb/>tre. </s>
          <s id="s.000030">Et lors que le petit e&longs;t meu <lb/>parle grand, vne me&longs;me partie <lb/>du petit, touche cent parties du <lb/>grand, comme l&apos;experience fera <lb/>voir &agrave; tous ceux qui la feront en <lb/>a&longs;&longs;ez grand volume. </s>
        </p>
        <p type="main">
          <s id="s.000031">Les me&longs;mes erreurs arriuent en <lb/>plu&longs;ieurs autres chofes, ce qui a <lb/>donn&eacute; &longs;uiect &agrave; quelques vns d&apos;e&longs;&shy;<lb/>crire <emph type="italics"/>derebus fal&longs;&ograve; creditis,<emph.end type="italics"/> dont ie <lb/>donneray encore icy vn exem&shy;<lb/>ple. </s>
          <s id="s.000032">L&apos;on croyt que &longs;i on iette vne <lb/>pierre en haut le plus droit que <lb/>l&apos;on peut: lors que l&apos;on e&longs;t dans <lb/>vn nauire qui &longs;ingle &agrave; pleins voi&shy;<lb/>les, ou dans vn carro&longs;&longs;e qui va en <lb/>po&longs;te, que la pierre tombera de&shy;<lb/>riere le lieu d&apos;ou l&apos;on la iette, quoy <lb/>que l&apos;experience en&longs;eigne qu&apos;elle <lb/>retombe dans la main qui la iette 
<pb xlink:href="047/01/015.jpg"/>encore que le nauire, ou le carro&shy;<lb/>&longs;&longs;e fa&longs;&longs;e cent pas, tandis que la <lb/>pierre e&longs;t dans l&apos;air. </s>
        </p>
        <p type="main">
          <s id="s.000033">Mais ie re&longs;erue la rai&longs;on de cecy <lb/>pour vn autre lieu, affin que ie ne <lb/>&longs;ois pas containct de faire vne <lb/>preface, qui &eacute;gale le liure qui &longs;uit <lb/>c&apos;e&longs;t pourquoy i&apos;aio&ucirc;te <expan abbr="&longs;eulem&etilde;t">&longs;eulement</expan> <lb/>qu&apos;auant que l&apos;on entreprenne <lb/>les ouurages o&ugrave; les Machines <lb/>doiuent entrer, &amp; que l&apos;on &longs;e &longs;er&shy;<lb/>ue des ingenieurs &amp; arti&longs;ans, qu&apos;il <lb/>e&longs;t &agrave; propos de leur faire expo&longs;er <lb/>leurs de&longs;&longs;eins, &amp; leurs modelles en <lb/>public, &amp; <expan abbr="particulierem&etilde;t">particulierement</expan> &agrave; la ve&ucirc;e <lb/>des excellents Geometres qui &longs;&ccedil;a&shy;<lb/>uent les vrayes rai&longs;ons de toutes <lb/>&longs;ortes de Machines, &amp; qui <expan abbr="peuu&etilde;t">peuuent</expan> <lb/>preuoir les inconueniens, &amp; les <lb/>ob&longs;tacles de l&apos;air, de l&apos;eau, &amp; des <lb/>autres circon&longs;tances, &agrave; faute de&shy;<lb/>quoy il arriue trop &longs;ouuent que <lb/>plu&longs;ieurs font des de&longs;pen&longs;es ex-
<pb xlink:href="047/01/016.jpg"/>ce&longs;&longs;iues dans leurs mai&longs;ons o&ugrave; ils <lb/>veulent faire de grandes <expan abbr="&eacute;leuati&otilde;s">&eacute;leuations</expan> <lb/>d&apos;eau, en &longs;e &longs;eruant de certains in&shy;<lb/>genieurs, qui &longs;e <expan abbr="di&longs;&etilde;t">di&longs;ent</expan> tres-experts, <lb/>&amp; qui neantmoins &longs;ont contrains <lb/>de s&apos;enfuir honteu&longs;ement, lors <lb/>qu&apos;ils n&apos;ont peu venir &agrave; bout de <lb/>leurs de&longs;&longs;eins. </s>
        </p>
        <p type="main">
          <s id="s.000034">Or pour &eacute;uiter ces de&longs;pences <lb/>inutiles, il faudroit afficher par <lb/>les ru&euml;s, ou aduertir <expan abbr="publiquem&etilde;t">publiquement</expan> <lb/>de l&apos;ouurage que l&apos;on veut entre&shy;<lb/>prendre, affin que tous les inge&shy;<lb/>nieurs apporta&longs;&longs;ent leur modelle <lb/>en &longs;ecret &agrave; iour nomm&eacute; &amp; qu&apos;il <lb/>fu&longs;t examin&eacute; par les plus habiles <lb/>Mathematiciens, par les inge&shy;<lb/>nieurs, &amp; par les charpentiers de <lb/>moulins, qui <expan abbr="choi&longs;iroi&etilde;t">choi&longs;iroient</expan> le meil&shy;<lb/>leur de&longs;&longs;ein. </s>
          <s id="s.000035">Car il faut ioindre la <lb/>pratique &agrave; la theorie non &longs;eule&shy;<lb/>ment dans l&apos;execution, mais au&longs;&longs;i <lb/>dans l&apos;&eacute;lection, des modelles, affin 
<pb xlink:href="047/01/017.jpg"/>qu&apos;il n&apos;y ayt rien &agrave; redire ny &agrave; re&shy;<lb/>faire dans les ouurages de grand <lb/>cou&longs;t, comme &longs;ont les pompes <lb/>du pont neuf, &amp; du nouueau que <lb/>l&apos;on a fait au bas du Louure, &amp; <lb/>que nul ne &longs;e ruine &agrave; faire accom&shy;<lb/>moder les lieux de plai&longs;ir, ou l&apos;on <lb/>veut auoir des fonteines des grot&shy;<lb/>tes, des arcs en Ciel, &amp;c. </s>
          <s id="s.000036">Mais la <lb/>con&longs;ideration des pompes merite <lb/>vn di&longs;cours plus particulier, &amp; <lb/>cette preface e&longs;t de&longs;ia trop lon&shy;<lb/>gue, c&apos;e&longs;t pourquoy i&apos;ajoute &longs;eu&shy;<lb/>lement la table des Chapitres du <lb/>liure. </s>
        </p>
        <pb xlink:href="047/01/018.jpg"/>
      </section>
      <section>
        <p type="head">
          <s id="s.000037"><emph type="center"/>TABLE DV LIVRE<emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000038"><emph type="center"/>des Mechaniques.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="table">
          <s id="s.000039">TABELLE WAR HIER
<pb xlink:href="047/01/019.jpg"/></s>
        </p>
      </section>
      <section>
        <p type="head">
          <s id="s.000040"><emph type="center"/><emph type="italics"/>Fautes de l&apos;Impre&longs;&longs;ion corrig&eacute;es.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000041">Page 13, l. 13. <emph type="italics"/>inegaux.<emph.end type="italics"/></s>
          <s id="s.000042"> p. 16. l. 2. o&longs;tez <emph type="italics"/>de <emph.end type="italics"/><lb/>ligne 7. &amp; 8. DS <emph type="italics"/>&agrave;<emph.end type="italics"/> C. <emph type="italics"/></s>
          <s id="s.000043">de<emph.end type="italics"/> page 21. ligne 14. <lb/>au lieu de P. li&longs;ez D. </s>
          <s id="s.000044"> p. 24. l.1. au lieu de <emph type="italics"/>e&longs;t <lb/>&eacute;gal<emph.end type="italics"/> li&longs;ez. <emph type="italics"/>&longs;ont chacune egales,<emph.end type="italics"/></s>
          <s id="s.000045"> l. 4. au lieu de ou <lb/>li&longs;ez <emph type="italics"/>&amp;<emph.end type="italics"/> A<emph type="italics"/>tout au contraire.<emph.end type="italics"/>  </s>
          <s id="s.000046">p.25. l. 18 pour <emph type="italics"/>&longs;ap<lb/>prochant<emph.end type="italics"/> li&longs;ez <emph type="italics"/>approchent.<emph.end type="italics"/> </s>
          <s id="s.000047"> p.26. corrigez les <lb/>lettres de la 2 ligne &amp; pour A de l&apos;antepenul. <lb/>li&longs;ez E. </s>
          <s id="s.000048">p. 28. l 1. <emph type="italics"/>ro&uuml;e<emph.end type="italics"/> </s>
          <s id="s.000049"> p. 30. l. 7. l&apos;Organe. </s>
          <s id="s.000050">l <lb/>25. apres B li&longs;ez F </s>
          <s id="s.000051">p. 33. ligne 6 <emph type="italics"/>l&apos;extremit&eacute;<emph.end type="italics"/><lb/>A.</s>
          <s id="s.000052">l. 8. poids </s>
          <s id="s.000053">l.13. au lieu de F. li&longs;ez C. </s>
          <s id="s.000054">l. 25. <lb/>apres fardeau li&longs; E.</s>
          <s id="s.000055">l. 26 pour C. <emph type="italics"/>li&longs;ez<emph.end type="italics"/> G.  </s>
          <s id="s.000056"><lb/>p. 34. l. 1 AG. </s>
          <s id="s.000057">l. 3. <emph type="italics"/>poids.<emph.end type="italics"/> </s>
          <s id="s.000058">l. 10. pour E. li&longs;ez. C. <lb/></s>
          <s id="s.000059">&gt;p. 37. l. 16. apres <emph type="italics"/>immobile<emph.end type="italics"/> li&longs;ez A.  </s>
          <s id="s.000060">p. 41 l. 8. <lb/>pour des li&longs;. du </s>
          <s id="s.000061">l.24. pour E li&longs;ez <emph type="italics"/>&amp;.<emph.end type="italics"/> </s>
          <s id="s.000062">p. 45.l. 8 <lb/>pour B li&longs;. D.</s>
          <s id="s.000063">p. 51. l. antep. pour <emph type="italics"/>parce,<emph.end type="italics"/> li&longs;.<emph type="italics"/>par.<emph.end type="italics"/><lb/></s>
          <s id="s.000064">p. 52.l. penul. BM. </s>
          <s id="s.000065">p. 53 adio&uacute;tez la lettre P <lb/>au bas de la figure. </s>
          <s id="s.000066">p. 57. l. 10. C A.</s>
          <s id="s.000067">p. 78<lb/>l. derniere effacez par.</s>
        </p>
        <p type="main">
          <s id="s.000068">S&apos;il y a quel qu&apos;autre faute, le lecteur iudi&shy;<lb/>cieux la &longs;uppleera.</s>
        </p>
        <pb xlink:href="047/01/020.jpg"/>
      </section>
      <section>
        <p type="head">
          <s id="s.000069"><emph type="center"/><emph type="italics"/>PRIVILEGE DV ROY.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000070">PAr lettres du Roy donnees &agrave; Paris <lb/>le mois d&apos;Aou&longs;t de l&apos;ann&eacute;e 1629. <lb/>&longs;ignees Perrochel, &amp; &longs;eelees du grand <lb/>&longs;ceau de cire iaune, il e&longs;t permis au <lb/>P. M. </s>
          <s id="s.000071">Mer&longs;enne Religieux Minime <lb/>de faire imprimer par tel Libraire que <lb/>bon luy &longs;emblera <emph type="italics"/>Plu&longs;ieurs Traittez de <lb/>Philo&longs;ophie, de Theologie, &amp; de Mathema&shy;<lb/>tique.<emph.end type="italics"/><!-- KEEP S--></s>
          <s id="s.000072"> Et deffences &longs;ont faites &agrave; toutes <lb/>per&longs;onnes de quelque qualit&eacute; qu&apos;ils <lb/>&longs;oient de les faire imprimer, vendre &amp; <lb/>diftribuer pendant le temps de &longs;ix ans &agrave; <lb/>compter du iour que le&longs;dits liures &longs;e&shy;<lb/>ront acheuez d&apos;imprimer, comme il <lb/>e&longs;t plus amplement port&eacute; dans les let&shy;<lb/>tres dudit Priuilege. </s>
        </p>
        <p type="main">
          <s id="s.000073">Et ledit P. M. </s>
          <s id="s.000074">Mer&longs;enne &agrave; con&longs;enty &amp; con&shy;<lb/>&longs;ent que Henry Guenon io&uuml;i&longs;&longs;e dudit Pri&shy;<lb/>uilege, comme il e&longs;t plus amplement decla&shy;<lb/>r&eacute; par l&apos;accord fait entr eux. </s>
        </p>
        <p type="main">
          <s id="s.000075"><emph type="center"/>Et le&longs;dits liures ont e&longs;t&eacute; acheu&eacute;s d&apos;imprimer le <lb/>30. Iuin 1634.<emph.end type="center"/></s>
        </p>
      </section>
      <section>
        <pb pagenum="1" xlink:href="047/01/021.jpg"/>
        <p type="head">
          <s id="s.000076"><emph type="center"/>LES <lb/>MECHANIQVES <lb/>DE GALILEE FLOREN&shy;<lb/>TIN, INGENIEVR ET <lb/>Mathematicien du Duc <lb/>de Florence.<emph.end type="center"/></s>
        </p>
      </section>
    </front>
    <body>
      <chap>
        <p type="head">
          <s id="s.000077"><emph type="center"/>CHAPITRE PREMIER.<emph.end type="center"/></s>
        </p>
        <p type="head">
          <s id="s.000078"><emph type="center"/><emph type="italics"/>Dans lequel on void la Preface qui mon&longs;tre <lb/>l&apos;vtilit&eacute; des Machines.<emph.end type="italics"/><emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000079">AVANT que d&apos;entrepren&shy;<lb/>dre la &longs;peculation des in&shy;<lb/>&longs;trumens de la Mechani&shy;<lb/>que, il faut remarquer en <lb/>general les commoditez, &amp; les profits <lb/>que l&apos;on en peut tirer, afin que les arti&shy;<lb/>&longs;ans ne croyent pas qu&apos;ils pui&longs;&longs;ent &longs;eruir <lb/>aux operations, dont ils ne &longs;ont pas ca-<pb pagenum="2" xlink:href="047/01/022.jpg"/>pables, &amp; que l&apos;on pui&longs;&longs;e leuer de <expan abbr="gr&atilde;ds">grands</expan> <lb/>fardeaux auec peu de force: car la na&shy;<lb/>ture ne peut e&longs;tre tromp&eacute;e, ni ceder &agrave; <lb/>&longs;es droits: &amp; nulle re&longs;i&longs;tence ne peut <lb/>e&longs;tre &longs;urmont&eacute;e que par vne plus gran&shy;<lb/>de force, comme ie feray voir apres: &amp; <lb/>con&longs;equemment les Machines ne peu&shy;<lb/>uent &longs;eruir &agrave; leuer de plus grands far&shy;<lb/>deaux que ceux qu&apos;vne force &eacute;gale <lb/>peut leuer &longs;ans l&apos;ayde d&apos;aucun in&longs;tru&shy;<lb/>ment: c&apos;e&longs;t pourquoy il faut expliquer <lb/>les vrayes vtilitez des Machines, afin <lb/>que l&apos;on ne trauaille pas en vain, &amp; que <lb/>l&apos;e&longs;tude que l&apos;on fera, re&uuml;&longs;&longs;i&longs;&longs;e heureu&shy;<lb/>&longs;ement. </s>
        </p>
        <p type="main">
          <s id="s.000080">Il faut donc icy con&longs;iderer 4. cho&longs;es, <lb/>&agrave; &longs;&ccedil;auoir le fardeau que l&apos;on veut tran&longs;&shy;<lb/>porter d&apos;vn lieu &agrave; vn autre: la force qui <lb/>le doit mouuoir; la di&longs;tance par laquel&shy;<lb/>le &longs;e fait le mouuement; &amp; le temps <lb/>dudit mouuement, parce qu&apos;il &longs;ert pour <lb/>en determiner la vi&longs;te&longs;&longs;e, puis qu&apos;elle <lb/>e&longs;t d&apos;autant plus grande que le corps <lb/>mobile, ou le fardeau pa&longs;&longs;e par vne plus <lb/>grande di&longs;tance en me&longs;me temps: de <lb/>&longs;orte que &longs;i l&apos;on &longs;uppo&longs;e telle re&longs;i&longs;tence, <lb/>telle force, &amp; telle <expan abbr="di&longs;t&atilde;ce">di&longs;tance</expan> determin&eacute;e <lb/>que l&apos;on voudra, il n&apos;y a nul doute que <pb pagenum="3" xlink:href="047/01/023.jpg"/>la force requi&longs;e conduira le fardeau &agrave; <lb/>la di&longs;tance donn&eacute;e, quoy que ladite <lb/>force &longs;oit tre&longs;-petite, pourueu que l&apos;on <lb/>diui&longs;e le fardeau en tant de parties que <lb/>la force en pui&longs;&longs;e mouuoir vne, car elle <lb/>les <expan abbr="tr&atilde;&longs;portera">tran&longs;portera</expan> toutes les vnes apres les <lb/>autres; d&apos;o&ugrave; il &longs;&apos;en&longs;uit que la moindre <lb/>force du monde peut tran&longs;porter tel <lb/>poids que l&apos;on voudra. </s>
        </p>
        <p type="main">
          <s id="s.000081">Mais l&apos;on ne peut dire &agrave; la fin du <expan abbr="tr&atilde;&longs;-port">tran&longs;&shy;<lb/>port</expan>, que l&apos;on ayt remu&eacute; vn grand far&shy;<lb/>deau auec peu de force, puis qu&apos;elle a <lb/>tou&longs;iours e&longs;t&eacute; &eacute;gale &agrave; chaque partie du <lb/>fardeau: de maniere que l&apos;on ne gaigne <lb/>rien auec les in&longs;trumens, dautant que &longs;i <lb/>l&apos;on applique vne petite force &agrave; vn <expan abbr="gr&atilde;d">grand</expan> <lb/>fardeau, il faut beaucoup de temps, &amp; <lb/>que &longs;i l&apos;on veut le tran&longs;porter en peu de <lb/>temps, il faut vne grande force. </s>
          <s id="s.000082">D&apos;o&ugrave; <lb/>l&apos;on peut conclurre qu&apos;il e&longs;t impo&longs;&longs;ible <lb/>qu&apos;vne petite force tran&longs;porte vn <expan abbr="gr&atilde;d">grand</expan> <lb/>poids dans moins de temps qu&apos;vne plus <lb/>grande force. </s>
        </p>
        <p type="main">
          <s id="s.000083">Neantmoins les Machines &longs;ont vti&shy;<lb/>les pour mouuoir de grands fardeaux <lb/>tout d&apos;vn coup &longs;ans les diui&longs;er, parce <lb/>que l&apos;on a &longs;ouuent beaucoup de temps, <lb/>&amp; peu de force, c&apos;e&longs;t pourquoy la lon-
<pb pagenum="4" xlink:href="047/01/024.jpg"/>gueur du temps recompen&longs;e le peu de <lb/>force: Mais celuy-l&agrave; &longs;e tromperoit qui <lb/>voudroit abreger le temps en n&apos;v&longs;ant <lb/>que d&apos;vne petite force, &amp; mon&longs;treroit <lb/>qu&apos;il n&apos;entend pas la nature des Machi&shy;<lb/>nes, ny la rai&longs;on de leurs effets. </s>
        </p>
        <p type="main">
          <s id="s.000084">La &longs;econde vtilit&eacute; des in&longs;trumens <lb/>con&longs;i&longs;te en ce qu&apos;on les applique &agrave; des <lb/>lieux <expan abbr="d&otilde;t">dont</expan> on ne pourroit tirer, ou tran&longs;&shy;<lb/>porter les fardeaux, &amp; beaucoup de <lb/>cho&longs;es &longs;ans leur ay de, comme l&apos;on <expan abbr="ex-perim&etilde;te">ex&shy;<lb/>perimente</expan> aux puits, <expan abbr="d&otilde;t">dont</expan> on tire de l&apos;eau <lb/>auec vne chorde attach&eacute;e aux poulies, <lb/>ou aux arbres des ro&uuml;es, par le moyen <lb/>de&longs;quelles on en tire vne <expan abbr="qu&atilde;tit&eacute;">quantit&eacute;</expan>, dans <lb/>vn certain <expan abbr="t&etilde;ps">temps</expan>, auec vne force limit&eacute;e, <lb/>&longs;ans qu&apos;il &longs;oit po&longs;&longs;ible <expan abbr="d&apos;&etilde;">d&apos;en</expan> tirer vne plus <lb/>grande quantit&eacute; auec vne force &eacute;gale, <lb/>&amp; en me&longs;me temps. </s>
          <s id="s.000085">Au&longs;&longs;i les pompes <lb/>qui vuident le font des Nauires, n&apos;ont <lb/>elles pas e&longs;t&eacute; inuent&eacute;es pour pui&longs;er, &amp; <lb/>tirer vne plus grande quantit&eacute; d&apos;eau <lb/>dans le me&longs;me temps, &amp; par la me&longs;me <lb/>force dont on v&longs;e en pui&longs;ant auec vn <lb/>&longs;eau, mais parce qu&apos;il e&longs;t inutile &agrave; cet <lb/>effet, dautant qu&apos;il ne peut pui&longs;er l&apos;eau <lb/>&longs;ans &longs;&apos;enfoncer dedans, car il faudroit <lb/>le coucher au fond pour pui&longs;er obli-
<pb pagenum="5" xlink:href="047/01/025.jpg"/>quement le peu d&apos;eau qui re&longs;te: ce qui <lb/>ne peut arriuer, quand on le de&longs;cend <lb/>auec vne chorde, qui le porte <expan abbr="perpen-diculairem&etilde;t">perpen&shy;<lb/>diculairement</expan>: mais la pompe tire l&apos;eau <lb/>iu&longs;ques &agrave; la derniere goute. </s>
        </p>
        <p type="main">
          <s id="s.000086">La 3. vtilit&eacute; des Machines e&longs;t tres&shy;<lb/>grande, parce que l&apos;on euite les grands <lb/>frais &amp; le cou&longs;t en <expan abbr="vs&atilde;t">vsant</expan> d&apos;vne force ina&shy;<lb/>nim&eacute;e, ou &longs;ans rai&longs;on, qui fait les me&longs;&shy;<lb/>mes cho&longs;es que la force des hommes <lb/>anim&eacute;e, &amp; conduite par le iugement, <lb/>comme il arriue lors que l&apos;on fait meu&shy;<lb/>dre les moulins auec l&apos;eau des e&longs;tangs, <lb/>ou des fleuues, ou auec vn cheual, qui <lb/>&longs;uppl&eacute;e la force de 5. ou 6. hommes. </s>
          <s id="s.000087">Et <lb/>parce que le cheual a vne grande for&shy;<lb/>ce, &amp; qu&apos;il manque de di&longs;cours, l&apos;on <lb/>&longs;uppl&eacute;e le rai&longs;onnement nece&longs;&longs;aire, par <lb/>le moyen des ro&uuml;es &amp; des autres Ma&shy;<lb/>chines qui &longs;ont &eacute;branl&eacute;es par la force <lb/>du cheual, &amp; qui rempli&longs;&longs;ent, &amp; tran&longs;&shy;<lb/>portent le vai&longs;&longs;eau d&apos;vn lieu &agrave; l&apos;autre &amp; <lb/>qui le vuident &longs;uiuant le de&longs;&longs;ein de l&apos;In&shy;<lb/>genieur. </s>
          <s id="s.000088">Or il faut conclurre de tout <lb/>ce di&longs;cours que l&apos;on ne peut <expan abbr="ri&etilde;">rien</expan> gaigner <lb/>en force que l&apos;on ne le perde en temps, <lb/>&amp; que la plus grande vtilit&eacute; des Machi&shy;<lb/>nes <expan abbr="c&otilde;&longs;i&longs;te">con&longs;i&longs;te</expan> &agrave; &eacute;pargner la d&eacute;pence, com-
<pb pagenum="6" xlink:href="047/01/026.jpg"/>me i&apos;ay mon&longs;tr&eacute;, &amp; con&longs;equemment <lb/>que ceux qui trauaillent &agrave; &longs;uppl&eacute;er la <lb/>force, &amp; le temps tout en&longs;emble, ne <lb/>meritent nullement d&apos;auoir du temps, <lb/>puis qu&apos;ils l&apos;employent &longs;i mal, comme <lb/>l&apos;on verra &agrave; la &longs;uitte de ce trait&eacute;. <lb/></s>
        </p>
      </chap>
      <chap>
        <p type="head">
          <s id="s.000089"><emph type="center"/>CHAP. II.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000090"><emph type="center"/><emph type="italics"/>Des definitions, nece&longs;&longs;aires pour la &longs;cience <lb/>des Mechaniques.<emph.end type="italics"/><emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000091">NOus commen&ccedil;ons ce trait&eacute; par les <lb/><expan abbr="definiti&otilde;s">definitions</expan>, &amp; par les <expan abbr="&longs;uppo&longs;iti&otilde;s">&longs;uppo&longs;itions</expan> qui <lb/>&longs;ont propres &agrave; cet art, afin d&apos;en tirer les <lb/>cau&longs;es, &amp; les rai&longs;ons de tout ce qui ar&shy;<lb/>riue aux Machines, dont il faut expli&shy;<lb/>quer les effects, car chaque &longs;cience a &longs;es <lb/>definitions &amp; &longs;es principes, qui &longs;ont <expan abbr="c&otilde;-me">com&shy;<lb/>me</expan> des &longs;emences tre&longs;-fecondes, de&longs;&shy;<lb/>quelles nai&longs;&longs;ent toutes les conclu&longs;ions, <lb/>&amp; le fruict que l&apos;on en pretend retirer, <lb/>Or puis que les Machines &longs;eruent ordi&shy;<lb/>nairement pour tran&longs;porter les cho&longs;es <lb/>pe&longs;antes, nous commen&ccedil;ons par la de&shy;<lb/>finition de la <emph type="italics"/>pe&longs;anteur,<emph.end type="italics"/> que l&apos;on peut <lb/>au&longs;&longs;i nommer <emph type="italics"/>grauit&eacute;.<emph.end type="italics"/></s>
        </p>
        <pb pagenum="7" xlink:href="047/01/027.jpg"/>
        <p type="head">
          <s id="s.000092"><emph type="center"/><emph type="italics"/>Premiere definition.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000093">La <emph type="italics"/>pe&longs;anteur<emph.end type="italics"/> d&apos;vn corps e&longs;t l&apos;inclina&shy;<lb/>tion naturelle qu&apos;il a pour &longs;e mouuoir, <lb/>&amp; &longs;e porter en bas vers le centre de la <lb/>terre. </s>
          <s id="s.000094">Cette pe&longs;anteur &longs;e rencontre <lb/>dans les corps pe&longs;ans &agrave; rai&longs;on de la <expan abbr="qu&atilde;-tit&eacute;">quan&shy;<lb/>tit&eacute;</expan> des parties materielles, dont ils <expan abbr="s&otilde;t">sont</expan> <lb/>compo&longs;ez; de &longs;orte qu&apos;ils &longs;ont dautant <lb/>plus pe&longs;ans qu&apos;ils ont vne plus grande <lb/>quantit&eacute; de&longs;dites parties &longs;ouz vn me&longs;&shy;<lb/>me volume. </s>
        </p>
        <p type="head">
          <s id="s.000095"><emph type="center"/><emph type="italics"/>Deuxie&longs;me definition.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000096">Le <emph type="italics"/>moment<emph.end type="italics"/> e&longs;t l&apos;inclination du me&longs;&shy;<lb/>me corps, lors qu&apos;elle n&apos;e&longs;t pas &longs;eule&shy;<lb/>ment con&longs;ider&eacute;e dans ledit corps, mais <lb/>conioinctement auec la &longs;ituation qu&apos;il <lb/>a &longs;ur le bras d&apos;vn leuier, ou d&apos;vne balan&shy;<lb/>ce; &amp; cette &longs;ituation fait qu&apos;il contre&shy;<lb/>pe&longs;e &longs;ouuent &agrave; vn plus grands poids, &agrave; <lb/>rai&longs;on de &longs;a plus <expan abbr="gr&atilde;de">grande</expan> di&longs;tance d&apos;auec <lb/>le centre de la balance. </s>
          <s id="s.000097">Car cet &eacute;loi&shy;<lb/>gnement e&longs;tant ioint &agrave; la propre pe&longs;an&shy;<lb/>teur du corps pe&longs;ant, luy <expan abbr="d&otilde;ne">donne</expan> vne plus <lb/>forte inclination &agrave; de&longs;cendre: de &longs;orte 
<pb pagenum="8" xlink:href="047/01/028.jpg"/>que cette inclination e&longs;t compo&longs;&eacute;e de <lb/>la pe&longs;anteur ab&longs;olu&euml; du corps, &amp; de l&apos;&eacute;&shy;<lb/>loignement du centre de la balance, ou <lb/>de l&apos;appuy du leuier. </s>
          <s id="s.000098">Nous appellerons <lb/>donc tou&longs;iours cette inclination com&shy;<lb/>po&longs;&eacute;e, <emph type="italics"/>moment,<emph.end type="italics"/> qui r&eacute;pond au <foreign lang="greek">r&lpar;owh\</foreign> des <lb/>Grecs. </s>
        </p>
        <p type="head">
          <s id="s.000099"><emph type="center"/><emph type="italics"/>Troi&longs;ie&longs;me definition.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000100">Le centre de pe&longs;anteur de chaque <lb/>corps e&longs;t le point autour duquel toutes <lb/>les parties dudit corps &longs;ont &eacute;galement <lb/>balanc&eacute;es, ou &eacute;quiponderantes: de &longs;or&shy;<lb/>te que &longs;i l&apos;on &longs;&apos;imagine que le corps &longs;oit <lb/>&longs;ou&longs;tenu, ou &longs;u&longs;pendu par ledit point, <lb/>les parties qui &longs;ont &agrave; main droite, con&shy;<lb/>trepe&longs;eront &agrave; celles de la gauche, celles <lb/>de derriere &agrave; celles de deuant, &amp; celles <lb/>d&apos;enhaut &agrave; celles d&apos;en bas, &amp; &longs;e tien&shy;<lb/>dront tellement en &eacute;quilibre, que le <lb/>corps ne s&apos;inclinera d&apos;vn co&longs;t&eacute; ni d&apos;au&shy;<lb/>tre, quelque &longs;ituation qu&apos;on luy pui&longs;&longs;e <lb/>donner, &amp; qu&apos;il demeurera tou&longs;iours <lb/>en cet e&longs;tat. </s>
          <s id="s.000101">Or le centre de pe&longs;anteur <lb/>e&longs;t le point du corps qui s&apos;vniroit au <expan abbr="c&etilde;-tre">cen&shy;<lb/>tre</expan> des cho&longs;es pe&longs;antes, c&apos;e&longs;t &agrave; dire au <lb/>centre de la terre, s&apos;il y pouuoit de&longs;cen&shy;<lb/>dre. 
<pb pagenum="9" xlink:href="047/01/029.jpg"/></s>
        </p>
      </chap>
      <chap>
        <p type="head">
          <s id="s.000102"><emph type="center"/>CHAP. III.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000103"><emph type="center"/><emph type="italics"/>Des &longs;uppo&longs;itions de cet art.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="head">
          <s id="s.000104"><emph type="center"/>I. SVPPOSITION.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000105">TOut corps pe&longs;ant &longs;e meut telle&shy;<lb/>ment en bas que le centre de &longs;a <lb/>pe&longs;anteur ne &longs;ort iamais hors de la ligne <lb/>droite, qui e&longs;t d&eacute;crite, ou imagin&eacute;e de&shy;<lb/>puis ledit centre de pe&longs;anteur iu&longs;ques <lb/>&agrave; celuy de la terre. </s>
          <s id="s.000106">Ce qui e&longs;t &longs;uppo&longs;&eacute; <lb/>auec rai&longs;on, car puis que le centre de <lb/>pe&longs;anteur de chaque corps &longs;e doit aller <lb/>vnir au centre commun des cho&longs;es pe&shy;<lb/>&longs;antes, il e&longs;t nece&longs;&longs;aire qu&apos;il y aille par <lb/>le chemin le plus court, c&apos;e&longs;t &agrave; dire par <lb/>la ligne droite, s&apos;il n&apos;a point d&apos;empe&longs;&shy;<lb/>chement. </s>
        </p>
        <p type="head">
          <s id="s.000107"><emph type="center"/>II. SVPPOSITION.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000108">Chaque corps pe&longs;e principalement <lb/>&longs;ur le centre de &longs;a pe&longs;anteur, dans le&shy;<lb/>quel il rama&longs;&longs;e, &amp; vnit toute &longs;on impe&shy;<lb/>tuo&longs;it&eacute;, &amp; &longs;a pe&longs;anteur. </s>
        </p>
        <pb pagenum="10" xlink:href="047/01/030.jpg"/>
        <p type="head">
          <s id="s.000109"><emph type="center"/>III. SVPPOSITION.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000110">Le centre de la pe&longs;anteur de deux <lb/>corps &eacute;galement pe&longs;ans e&longs;t au milieu <lb/>de la ligne droite qui conioint les cen&shy;<lb/>tres de pe&longs;anteur de&longs;dits corps; c&apos;e&longs;t &agrave; <lb/>dire que deux corps &eacute;galement pe&longs;ans, <lb/>&amp; &eacute;galement &eacute;loignez de l&apos;appuy de la <lb/>balance ont le point de leur &eacute;quilibre <lb/>au milieu de la commune conjonction <lb/>de leurs &eacute;loignemens &eacute;gaux: par exem&shy;<lb/>ple, la di&longs;tance CA, e&longs;tant &eacute;gale &agrave; la <lb/>di&longs;tance CB, &amp; les deux poids &eacute;gaux <lb/>G &amp; H, e&longs;tant &longs;u&longs;pendus aux points A <lb/>&amp; B, il n&apos;y a nulle rai&longs;on pour laquelle <lb/>ils doiuent plu&longs;to&longs;t s&apos;incliner d&apos;vn co&longs;t&eacute; <lb/>que de l&apos;autre. </s>
        </p>
        <p type="main">
          <s id="s.000111">Mais il faut remarquer que la di&longs;tan&shy;<lb/>ce des poids, ou des corps pe&longs;ans d&apos;auec <lb/><figure id="id.047.01.030.1.jpg" xlink:href="047/01/030/1.jpg"/><lb/>l&apos;appuy <lb/>&longs;e doit <lb/>me&longs;urer <lb/>par les li&shy;<lb/>gnes <expan abbr="perp&etilde;diculaires">perpendiculaires</expan>, qui tombent des <lb/>points de la <expan abbr="&longs;u&longs;pen&longs;i&otilde;">&longs;u&longs;pen&longs;ion</expan>, ou des centres de <lb/>la pe&longs;anteur de chaque corps iu&longs;ques <lb/>au centre de la terre. </s>
          <s id="s.000112">De l&agrave; vient que 
<pb pagenum="11" xlink:href="047/01/031.jpg"/>la di&longs;tance BC, e&longs;tant tran&longs;port&eacute;e en <lb/>CD, le poids D ne contrepe&longs;era plus au <lb/>poids A, parce que la ligne tir&eacute;e du <lb/>point de &longs;u&longs;pen&longs;ion, ou du centre de <lb/>pe&longs;anteur du poids D iu&longs;ques au <expan abbr="c&etilde;tre">centre</expan> <lb/>de la terre, &longs;era plus proche de l&apos;appuy <lb/>C, que l&apos;autre ligne tir&eacute;e du point de la <lb/><expan abbr="&longs;u&longs;p&etilde;&longs;ion">&longs;u&longs;pen&longs;ion</expan> de B, ou du <expan abbr="c&etilde;tre">centre</expan> de pe&longs;anteur <lb/>du poids H. <!-- KEEP S--></s>
          <s id="s.000113">Il e&longs;t donc nece&longs;&longs;aire que <lb/>les poids &eacute;gaux &longs;oient tellement &longs;u&longs;&shy;<lb/>pendus de di&longs;tances &eacute;gales, que les li&shy;<lb/>gnes <expan abbr="perp&etilde;diculaires">perpendiculaires</expan> tir&eacute;es par les cen&shy;<lb/>tres de leurs pe&longs;anteurs au centre de la <lb/>terre, &longs;e trouuent <expan abbr="&eacute;gallem&etilde;t">&eacute;gallement</expan> &eacute;loign&eacute;es <lb/>de l&apos;appuy C, lors qu&apos;elles pa&longs;&longs;eront <lb/>vis &agrave; vis d&apos;iceluy. </s>
        </p>
        <p type="head">
          <s id="s.000114"><emph type="center"/>PREMIERE ADDITION.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000115">La figure qui &longs;uit explique mieux le <lb/>di&longs;cours precedent, car il e&longs;t euident <lb/>que le poids E qui pend au leuier AB <lb/>&eacute;leu&eacute; en E ne pe&longs;e que <expan abbr="c&otilde;me">comme</expan> s&apos;il e&longs;toit <lb/>au point K; &amp; quand il e&longs;t en G, il ne <lb/>pe&longs;e que comme s&apos;il e&longs;toit au point I. <!-- KEEP S--></s>
          <s id="s.000116"><lb/>Or <expan abbr="l&apos;&otilde;">l&apos;on</expan> peut s&apos;in&longs;truire de plu&longs;ieurs cho&shy;<lb/>&longs;es par cette figure; dont nous <expan abbr="parler&otilde;s">parlerons</expan> <lb/>apres, ie diray &longs;eulement icy que NO, <pb pagenum="12" xlink:href="047/01/032.jpg"/>repre&longs;ente au&longs;&longs;i vn leuier parallele &agrave; <lb/><figure id="id.047.01.032.1.jpg" xlink:href="047/01/032/1.jpg"/><lb/>BA, ou &longs;i l&apos;on <lb/>veut, vne balan&shy;<lb/>ce, dont le <expan abbr="c&etilde;tre">centre</expan> <lb/>ou l&apos;appuy e&longs;t en <lb/>D, &amp; que ce le&shy;<lb/>uier peut &longs;eruir <lb/>pour abbai&longs;&longs;er <lb/>les corps legers, <lb/>comme il arriue&shy;<lb/>roit &longs;i l&apos;air e&longs;toit retenu dans l&apos;eau: par <lb/>exemple, &longs;i LM e&longs;toient des ve&longs;&longs;ies <lb/>remplies d&apos;air, car de n&apos;ageantes qu&apos;el&shy;<lb/>les &longs;eroient &longs;ur l&apos;eau, la force appliqu&eacute;e <lb/>&agrave; N hau&longs;&longs;ant N vers A feroit abbai&longs;&longs;er <lb/>ledit air; de &longs;orte que la Mechanique <lb/>peut au&longs;&longs;i bien s&apos;appliquer, &amp; &longs;eruir <lb/>pour abbai&longs;er les corps legers, comme <lb/>pour hau&longs;&longs;er les pe&longs;ans. <lb/></s>
        </p>
      </chap>
      <chap>
        <p type="head">
          <s id="s.000117"><emph type="center"/>CHAP. IV.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000118"><emph type="center"/><emph type="italics"/>Dans lequel l&apos;vn des principes generaux des <lb/>Mechaniques e&longs;t expliqu&eacute;.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000119">APres auoir expliqu&eacute; les &longs;uppo&longs;i&shy;<lb/>tions, il faut e&longs;tablir vn principe 
<pb pagenum="13" xlink:href="047/01/033.jpg"/>general, qui &longs;ert pour demon&longs;trer ce <lb/>qui arriue &agrave; toutes &longs;ortes de Machines, <lb/>&agrave; &longs;&ccedil;auoir que les poids inegaux &longs;u&longs;pen&shy;<lb/>dus &agrave; des di&longs;tances in&eacute;gales pe&longs;ent &eacute;ga&shy;<lb/>lement, &amp; &longs;ont en &eacute;quilibre, quand le&longs;&shy;<lb/>dites di&longs;tances ont me&longs;me proportion <lb/>entr&apos;elles que les poids. </s>
          <s id="s.000120">Ce qu&apos;il faut <lb/>demon&longs;trer par la troi&longs;ie&longs;me &longs;uppo&longs;i&shy;<lb/>tion, dans laquelle il e&longs;t dit, que les <lb/>poids &eacute;gaux pe&longs;ent <expan abbr="&eacute;galem&etilde;t">&eacute;galement</expan> lors qu&apos;ils <lb/>&longs;ont &eacute;galement &eacute;loignez de l&apos;appuy: car <lb/>c&apos;e&longs;t vne me&longs;me cho&longs;e que d&apos;attacher <lb/>des poids &eacute;gaux &agrave; des <expan abbr="di&longs;t&amacr;ces">di&longs;tances</expan> in&eacute;gales. </s>
        </p>
        <p type="main">
          <s id="s.000121">Ce qui &longs;e demon&longs;tre par cette figure, <lb/><figure id="id.047.01.033.1.jpg" xlink:href="047/01/033/1.jpg"/><lb/><expan abbr="d&atilde;s">dans</expan> laquel&shy;<lb/>le DECF <lb/>repre&longs;ente <lb/>vn cylindre <lb/>homogene, <lb/>ou de me&longs;&shy;<lb/>me nature <lb/>en toutes &longs;es parties, lequel e&longs;t attach&eacute; <lb/>par &longs;es deux bouts C &amp; D aux points <lb/>AB, de &longs;orte que la ligne AB e&longs;t &eacute;gale <lb/>&agrave; la hauteur du cylindre CF. </s>
        </p>
        <p type="main">
          <s id="s.000122">Il e&longs;t certain que &longs;i on l&apos;attache par le <lb/>milieu au point G, qu&apos;il &longs;era en &eacute;quili&shy;<lb/>bre, parce que &longs;i l&apos;on tiroit vne ligne <pb pagenum="14" xlink:href="047/01/034.jpg"/>droite du point G au centre de la terre, <lb/>elle pa&longs;&longs;eroit par le centre de la pe&longs;an&shy;<lb/>teur du &longs;olide EF, &amp; par con&longs;equent <lb/>toutes les parties qui &longs;ont &agrave; l&apos;entour de <lb/>ce centre &longs;eroient en &eacute;quilibre, par la 3. <lb/>definition, car c&apos;e&longs;t me&longs;me cho&longs;e que &longs;i <lb/>l&apos;on attachoit les deux moitiez du cy&shy;<lb/>lindre aux deux points A &amp; B. </s>
        </p>
        <p type="main">
          <s id="s.000123">Suppo&longs;ons maintenant que le cylin&shy;<lb/>dre &longs;oit coupp&eacute; en deux parties in&eacute;ga&shy;<lb/>les par les points, ou par la ligne SI, il <lb/>e&longs;t certain qu&apos;elles ne &longs;eront pas &eacute;qui&shy;<lb/>libres, &amp; con&longs;equemment qu&apos;elles ne <lb/>demeureront pas en la &longs;ituation prece&shy;<lb/>dente, n&apos;ayant point d&apos;autre &longs;ou&longs;tien <lb/>qu&apos;aux points A &amp; B. </s>
          <s id="s.000124">Mais &longs;i l&apos;on atta&shy;<lb/>che vne chorde au point H, pour &longs;ou&shy;<lb/>&longs;tenir le poids par le point I, G &longs;era en&shy;<lb/>core le centre de l&apos;&eacute;quilibre, parce que <lb/>l&apos;on n&apos;a pas chang&eacute; la pe&longs;anteur, ny la <lb/>&longs;ituation des parties du cylindre. </s>
        </p>
        <p type="main">
          <s id="s.000125">D&apos;o&ugrave; il s&apos;en&longs;uit que n&apos;y ayant point de <lb/>changement aux parties du poids, ny <lb/>dans leur &longs;ituation &agrave; l&apos;&eacute;gard de la ligne <lb/>AB, le me&longs;me point G demeurera le <lb/>centre de l&apos;&eacute;quilibre, comme il l&apos;a e&longs;t&eacute; <lb/>d&eacute;s le commencement. </s>
          <s id="s.000126">Car puis que <lb/>la partie ES retiendra tou&longs;iours la me&longs;-
<pb pagenum="15" xlink:href="047/01/035.jpg"/>me di&longs;po&longs;ition que la ligne AH, &agrave; la&shy;<lb/>quelle elle &longs;era parallele, &longs;i l&apos;on y ad&shy;<lb/>iou&longs;te le lien NL pour &longs;ou&longs;tenir SD <lb/>par &longs;on centre de pe&longs;anteur, &amp; &longs;i l&apos;on <lb/>adiou&longs;te &longs;emblablement le lien MK <lb/>pour &longs;ou&longs;tenir la partie du cylindre CS <lb/>di&longs;iointe d&apos;auec SD, il n&apos;y a nul doute <lb/>que ces deux parties demeureront en&shy;<lb/>core en &eacute;quilibre au point G. <!-- KEEP S--></s>
          <s id="s.000127">Par o&ugrave; <lb/>l&apos;on void que ces 2. parties e&longs;tant ain&longs;i <lb/>&longs;u&longs;pendu&euml;s, &amp; attach&eacute;es ont vn mo&shy;<lb/>ment &eacute;gal, lequel e&longs;t l&apos;origine, &amp; la <lb/>&longs;ource de l&apos;&eacute;quilibre du point G, en fai&shy;<lb/>&longs;ant que la di&longs;tance GN &longs;oit d&apos;autant <lb/>plus grande que la di&longs;tance GM, que <lb/>la partie du cylindre ES e&longs;t plus gran&shy;<lb/>de que la partie SD. </s>
          <s id="s.000128">Ce qu&apos;il e&longs;t ay&longs;&eacute; <lb/>de demon&longs;trer: dautant que la ligne <lb/>MH e&longs;tant la moiti&eacute; de la ligne HA, <lb/>&amp; la ligne NH e&longs;tant la moiti&eacute; de la li&shy;<lb/>gne HB, toute la ligne MN &longs;era la <lb/>moiti&eacute; de toute la ligne AB, dont GB <lb/>e&longs;t encore la moiti&eacute;, de &longs;orte que MN <lb/>&amp; BG &longs;ont &eacute;gales entr&apos;elles: de&longs;quel&shy;<lb/>les &longs;i l&apos;on o&longs;te la commune partie GH, <lb/>MH &longs;era &eacute;gale &agrave; GN. </s>
        </p>
        <p type="main">
          <s id="s.000129">Or nous auons de&longs;ia fait voir que <lb/>MG e&longs;t &eacute;gale &agrave; HN. D&apos;o&ugrave; il s&apos;en&longs;uit 
<pb pagenum="16" xlink:href="047/01/036.jpg"/>qu&apos;il y a me&longs;me rai&longs;on de MN &agrave; HN, <lb/>que de KI &agrave; LI, &amp; de la double de EI <lb/>&agrave; la double de DI, &amp; <expan abbr="finalem&etilde;t">finalement</expan> du &longs;o&shy;<lb/>lide CS au &longs;olide SD, dont CI, &amp; DI <lb/>&longs;ont les hauteurs. </s>
        </p>
        <p type="main">
          <s id="s.000130">Il faut donc conclurre qu&apos;il y a me&longs;&shy;<lb/>me rai&longs;on de MG &agrave; GN, que de CI &agrave; <lb/>DS, &amp; par con&longs;equent que ces deux <lb/>corps CI &amp; DS ne pe&longs;ent pas &longs;eule&shy;<lb/>ment &eacute;galement, quand leurs <expan abbr="di&longs;t&atilde;ces">di&longs;tances</expan> <lb/>d&apos;auec l&apos;appuy, ou le point d&apos;o&ugrave; ils &longs;ont <lb/>&longs;u&longs;pendus, &longs;ont en rai&longs;on reciproque de <lb/>leurs pe&longs;anteurs, mais au&longs;&longs;i que c&apos;e&longs;t vne <lb/>me&longs;me cho&longs;e que &longs;i l&apos;on attachoit des <lb/>poids &eacute;gaux &agrave; des di&longs;tances &eacute;gales: de <lb/>&longs;orte que la pe&longs;anteur de CS s&apos;e&longs;tend <lb/>&amp; &longs;e communique en quelque maniere <lb/>virtuellement par del&agrave; le &longs;ou&longs;tien G, <lb/>duquel la pe&longs;anteur ID s&apos;&eacute;loigne, &amp; &longs;e <lb/>retire, comme l&apos;on peut comprendre <lb/>par ce di&longs;cours. </s>
          <s id="s.000131">Ce qui arriuera &longs;em&shy;<lb/>blablement &longs;i ces corps cylindriques <lb/>&longs;ont reduits, &amp; changez aux &longs;pheres X <lb/>&amp; Z, ou en telles figures que l&apos;on vou&shy;<lb/>dra, car l&apos;on aura tou&longs;iours le me&longs;me <lb/>&eacute;quilibre, la figure n&apos;e&longs;tant qu&apos;vne qua&shy;<lb/>lit&eacute;, laquelle n&apos;a pas la <expan abbr="pui&longs;s&atilde;ce">pui&longs;sance</expan> de la pe&shy;<lb/>&longs;anteur, qui deriue de la &longs;eule <expan abbr="qu&atilde;tit&eacute;">quantit&eacute;</expan>. </s>
        </p>
        <pb pagenum="17" xlink:href="047/01/037.jpg"/>
        <p type="main">
          <s id="s.000132"><emph type="italics"/>Il faut donc conclurre que les poids in&eacute;gaux <lb/>pe&longs;ent &eacute;galement, &amp; produi&longs;ent l&apos;&eacute;quilibre, <lb/>lors qu&apos;ils &longs;ont &longs;u&longs;pendus de di&longs;tances in&eacute;&shy;<lb/>gales qui &longs;ont en rai&longs;on reciproque de&longs;dits <lb/>poids.<emph.end type="italics"/><lb/></s>
        </p>
      </chap>
      <chap>
        <p type="head">
          <s id="s.000133"><emph type="center"/>CHAP. V.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000134"><emph type="center"/><emph type="italics"/>O&ugrave; l&apos;on void quelques aduerti&longs;&longs;emens &longs;ur <lb/>le di&longs;cours precedent.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000135">APres auoir <expan abbr="dem&otilde;&longs;tr&eacute;">demon&longs;tr&eacute;</expan> que les mou&shy;<lb/>uements des poids in&eacute;gaux &longs;ont <lb/>&eacute;gaux, quand ils &longs;ont attachez &agrave; des <lb/>points, dont les di&longs;tances d&apos;auec l&apos;ap&shy;<lb/>puy ont me&longs;me proportion que les <lb/><figure id="id.047.01.037.1.jpg" xlink:href="047/01/037/1.jpg"/><lb/>poids, <lb/>il faut <lb/>enco&shy;<lb/>re re&shy;<lb/>marquer vne autre propriet&eacute; qui con&shy;<lb/>firme la verit&eacute; precedente, car &longs;i l&apos;on <lb/>con&longs;idere la balance BD diui&longs;&eacute;e en <lb/>parties in&eacute;gales par le point C, &amp; que les <lb/>poids <expan abbr="&longs;u&longs;p&etilde;dus">&longs;u&longs;pendus</expan> aux points B &amp; D &longs;oient <lb/>en rai&longs;on reciproque des di&longs;tances BC, <lb/>&amp; CD, c&apos;e&longs;t &agrave; dire que le poids atta-
<pb pagenum="18" xlink:href="047/01/038.jpg"/>ch&eacute; &agrave; B &longs;oit d&apos;autant plus grand que le <lb/>poids attach&eacute; &agrave; D, que la di&longs;tance CD <lb/>e&longs;t plus grande que la di&longs;tance CB, il <lb/>e&longs;t certain que l&apos;vn contrepe&longs;era l&apos;au&shy;<lb/>tre, &amp; qu&apos;ils &longs;eront en equilibre: &amp; que <lb/>&longs;i l&apos;on adiou&longs;te quelque cho&longs;e &agrave; l&apos;vn, par <lb/>exemple, au poids D, qu&apos;il de&longs;cendra <lb/>en bas en I, &amp; con&longs;equemment qu&apos;il <lb/>&eacute;leuera les poids B en G. <!-- KEEP S--></s>
          <s id="s.000136">Mais &longs;i l&apos;on <lb/>con&longs;idere le mouuement du poids D, <lb/>&amp; du poids B, <expan abbr="l&apos;&otilde;">l&apos;on</expan> trouuera que le mou&shy;<lb/>uement de D de&longs;cendant en I &longs;ur pa&longs;&longs;e <lb/>autant le mouuement de B en G, com&shy;<lb/>me la diftance DC &longs;urpa&longs;&longs;e la di&longs;tance <lb/>CB, ou CG, car les deux angles GCB, <lb/>&amp; DC I &longs;ont &eacute;gaux, &amp; <expan abbr="con&longs;equemm&etilde;t">con&longs;equemment</expan> <lb/>les deux parties de cercle d&eacute;crites par <lb/>D &amp; par B &longs;ont &longs;emblables, &amp; ont me&longs;&shy;<lb/>me proportion entr&apos;elles que leurs &longs;e&shy;<lb/>midiametres BC, &amp; CD, par le&longs;quels <lb/>elles ont e&longs;t&eacute; d&eacute;crites. </s>
        </p>
        <p type="main">
          <s id="s.000137">D&apos;o&ugrave; il &longs;&apos;en&longs;uit que la vi&longs;te&longs;&longs;e du poids <lb/>D, qui <expan abbr="de&longs;c&etilde;d">de&longs;cend</expan> en I &longs;urpa&longs;&longs;e autant cel&shy;<lb/>le du poids B qui monte en G, que la <lb/>pe&longs;anteur de B e&longs;t plus grande que cel&shy;<lb/>le de D; &amp; que l&apos;on ne peut &eacute;leuer B <lb/>que D ne &longs;e meuue plus vi&longs;te: parce <lb/>que la vi&longs;te&longs;&longs;e de D <expan abbr="recomp&etilde;&longs;e">recompen&longs;e</expan> la gran-
<pb pagenum="19" xlink:href="047/01/039.jpg"/>de re&longs;i&longs;tence de B, qui monte <expan abbr="lentem&etilde;t">lentement</expan> <lb/>en G, tandis que D de&longs;cend bien vi&longs;te <lb/>en I, de &longs;orte que G a autant de tardi&shy;<lb/>uet&eacute; que de pe&longs;anteur, comme D a au&shy;<lb/>tant de vi&longs;te&longs;&longs;e que de legeret&eacute;. </s>
        </p>
        <p type="main">
          <s id="s.000138">Or il e&longs;t ay&longs;&eacute; de conclurre par tout ce <lb/>di&longs;cours la grande force qu&apos;apporte la <lb/>vi&longs;te&longs;&longs;e du mouuement, pour accroi&longs;tre <lb/><figure id="id.047.01.039.1.jpg" xlink:href="047/01/039/1.jpg"/><lb/>la pui&longs;&shy;<lb/>&longs;ance du <lb/>mobile, <lb/>laquelle <lb/>e&longs;t d&apos;autant plus grande que le mouue&shy;<lb/>ment e&longs;t plus vi&longs;te. </s>
          <s id="s.000139">Mais auant que de <lb/>pa&longs;&longs;er outre, il faut remarquer que les <lb/>di&longs;tances qui &longs;ont entre les bras de la <lb/>balance, &amp; l&apos;appuy doiuent e&longs;tre me&shy;<lb/>&longs;ur&eacute;es par la di&longs;tance horizontale: par <lb/>exemple, les poids A &amp; B &longs;ont &eacute;gale&shy;<lb/>ment &eacute;loignez de l&apos;appuy C: c&apos;e&longs;t pour&shy;<lb/>quoy ils &longs;ont en &eacute;quilibre, qu&apos;ils per&shy;<lb/>dent, lors que le poids B e&longs;t &eacute;leu&eacute; en D, <lb/>dautant que la ligne tir&eacute;e <expan abbr="perpendicu-lairem&etilde;t">perpendicu&shy;<lb/>lairement</expan> de D &longs;ur l&apos;horizon BCA vers <lb/>le centre de la terre, s&apos;approche plus <lb/>pres de l&apos;appuy C, que ne fait le point <lb/>B: &amp; partant D ne pe&longs;e pas tant que B, <lb/>&agrave; rai&longs;on de &longs;a &longs;ituation, &amp; par con&longs;e-
<pb pagenum="20" xlink:href="047/01/040.jpg"/>quent D n&apos;e&longs;t plus &eacute;quilibre &agrave; rai&longs;on <lb/>que la di&longs;tance horizontale de D &agrave; C <lb/>e&longs;t moindre que celle de B &agrave; C. <lb/><!-- KEEP S--></s>
        </p>
      </chap>
      <chap>
        <p type="head">
          <s id="s.000140"><emph type="center"/>CHAP. VI.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000141"><emph type="center"/><emph type="italics"/>De la Romaine, de la Balance, &amp; du Leuier,<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000142">LE me&longs;me principe qui a e&longs;t&eacute; expli&shy;<lb/>qu&eacute; dans le 4. &amp; le 5. chap. </s>
          <s id="s.000143">&longs;ert en&shy;<lb/>core pour entendre la nature de ces 3. <lb/>in&longs;trumens, dont le premier &lpar;que les <lb/>Latins appellent <emph type="italics"/>Statera,<emph.end type="italics"/> les Grecs <lb/><foreign lang="greek">fa/lagc</foreign> <emph type="italics"/>Phalanx<emph.end type="italics"/>; &amp; que nous appellons <lb/>vulgairement la <emph type="italics"/>Romaine,<emph.end type="italics"/> le <emph type="italics"/>Crochet,<emph.end type="italics"/> le <lb/><emph type="italics"/>Pezon,<emph.end type="italics"/> ou le <emph type="italics"/>Poids<emph.end type="italics"/>&rpar; e&longs;t vtile pour pe&longs;er <lb/>toutes &longs;ortes de fardeaux par le moyen <lb/>d&apos;vn contrepoids mobile, que l&apos;on <expan abbr="n&otilde;-me">nom&shy;<lb/>me</expan> le <emph type="italics"/>Pezon,<emph.end type="italics"/> &amp; que les Grecs appellent <lb/><foreign lang="greek">antish/xwma, sfai/rwma, a&rpar;rth/ma</foreign>, &amp; les Latins <lb/><emph type="italics"/>&aelig;quipondium.<emph.end type="italics"/></s>
        </p>
        <p type="main">
          <s id="s.000144">Soit donc la Romaine BD, dont le <lb/>&longs;ou&longs;tien &longs;oit au point C, que les Grecs <lb/>appellent <foreign lang="greek">swa/rtion, &amp; u&lpar;pomo/xlion</foreign>, &amp; les La&shy;<lb/>tins <emph type="italics"/>agina, &longs;partum,<emph.end type="italics"/> &amp; <emph type="italics"/>an&longs;a.<emph.end type="italics"/></s>
          <s id="s.000145"> Que B &longs;oit <lb/>le fardeau que l&apos;on veut pe&longs;er, &amp; D le <lb/>contrepoids. </s>
          <s id="s.000146">Ie dis que s&apos;il y a me&longs;me 
<pb pagenum="21" xlink:href="047/01/041.jpg"/>rai&longs;on de la di&longs;tance DC &agrave; CB, que du <lb/>poids B au contrepoids D, qu&apos;ils &longs;eront <lb/>en &eacute;quilibre, parce que les di&longs;tances des <lb/>bras, ou des branches de la Romaine <lb/>&longs;ont en rai&longs;on reciproque des poids qui <lb/>&longs;e contrebalancent. </s>
        </p>
        <p type="main">
          <s id="s.000147">Or cet in&longs;trument n&apos;e&longs;t pas different <lb/>du leuier, qui &longs;ert &agrave; remuer des fardeaux <lb/>tre&longs;-lourds, &amp; tre&longs;-pe&longs;ans auec peu de <lb/>force, comme l&apos;on void dans cette me&longs;&shy;<lb/>me figure, dans laquelle B repre&longs;ente <lb/>le fardeau, qu&apos;il faut leuer en G; &amp; C <lb/>repre&longs;ente l&apos;appuy &longs;ur lequel le leuier <lb/>BP pre&longs;&longs;e, &amp; &longs;e meut &amp; la main, ou <lb/>quelque autre force pre&longs;&longs;e le leuier au <lb/>point D, &amp; l abai&longs;&longs;e iu&longs;ques &agrave; I pour fai&shy;<lb/>re monter B en G. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000148">Cecy e&longs;tant po&longs;&eacute;, la force mi&longs;e <lb/>en D leuera le poids B toutes &amp; <lb/>quantesfois qu&apos;il y aura me&longs;me rai&longs;on <lb/>de la <expan abbr="di&longs;t&atilde;ce">di&longs;tance</expan> DC &agrave; la di&longs;tance BC, que <lb/>du poids B &agrave; la force D, de &longs;orte que <lb/>l&apos;on peut tou&longs;iours diminuer la force &agrave; <lb/>me&longs;ure que l&apos;on allonge la partie du le&shy;<lb/>uier CD: par exemple, parce qu&apos;il y a <lb/>5. fois plus loin de C &agrave; D que de C &agrave; B, <lb/>&longs;i B pe&longs;e 5. liures, la force d&apos;vne liure le <lb/>tiendra en &eacute;quilibre au point D, parce 
<pb pagenum="22" xlink:href="047/01/042.jpg"/>que CD e&longs;t quintuple de CB. </s>
        </p>
        <p type="main">
          <s id="s.000149">Mais l&apos;auantage de ces 3. in&longs;tru&shy;<lb/>mens ne con&longs;i&longs;te pas &agrave; &longs;urmonter, ou &agrave; <lb/>tromper la nature, en fai&longs;ant qu&apos;vne <lb/>petite force &longs;urmonte vne grande re&longs;i&shy;<lb/>&longs;tence, car on fera le me&longs;me effet en <lb/>me&longs;me temps, &amp; auec me&longs;me force <expan abbr="s&atilde;s">sans</expan> <lb/>la <expan abbr="di&longs;t&atilde;ce">di&longs;tance</expan> CD, laquelle e&longs;t cau&longs;e que la <lb/>force D a cinq fois plus de chemin &agrave; fai&shy;<lb/>re de D en I, que le poids n&apos;en fait de <lb/>B en G, &amp; con&longs;equemment elle em&shy;<lb/><figure id="id.047.01.042.1.jpg" xlink:href="047/01/042/1.jpg"/><lb/>ploye <lb/>5. fois <lb/>pl<emph type="sup"/>9<emph.end type="sup"/> de <lb/>temps <lb/>que &longs;i elle e&longs;toit en L, pour &longs;e tran&longs;por&shy;<lb/>ter en M. </s>
          <s id="s.000150">Or la force D e&longs;tant en L le&shy;<lb/>uera la cinquie&longs;me partie du poids B de <lb/>B en G, en me&longs;me temps que D leue B, <lb/>de &longs;orte qu&apos;elle leuera tout le poids B <lb/>en G en repetant 5. fois le chemin LM; <lb/>ce qui e&longs;t la me&longs;me cho&longs;e que de faire <lb/>vne fois le chemin DI: &amp; con&longs;equem&shy;<lb/>ment le tran&longs;port de B en G ne requiert <lb/>pas moins de force, ou moins de <expan abbr="t&etilde;ps">temps</expan>, <lb/>ou vn chemin plus court, &longs;oit que l&apos;on <lb/>mette la force en D, ou en L. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000151">D&apos;o&ugrave; il faut conclurre que le leuier 
<pb pagenum="23" xlink:href="047/01/043.jpg"/>&longs;ert &longs;eulement pour mouuoir les far&shy;<lb/>deaux tout d&apos;vn coup, &amp; &agrave; vne &longs;eule <lb/>fois, qu&apos;il faudroit autrement mouuoir <lb/>par parties, &amp; &agrave; plu&longs;ieurs fois. </s>
        </p>
        <p type="head">
          <s id="s.000152"><emph type="center"/>II. ADDITION.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000153">L&apos;on pourroit icy traiter des deux <lb/>autres &longs;ortes de leuiers, <expan abbr="d&otilde;t">dont</expan> parle Guid&shy;<lb/>Vbalde dans &longs;es Mechaniques, mais il <lb/>&longs;uffit de comprendre la rai&longs;on de celuy <lb/>que propo&longs;e c&eacute;t Autheur, car nous par&shy;<lb/>lerons des autres ailleurs. </s>
          <s id="s.000154">I&apos;adjou&longs;te <lb/>&longs;eulement cette figure, par laquelle <lb/>l&apos;on comprendra mieux &longs;on intention. <lb/><figure id="id.047.01.043.1.jpg" xlink:href="047/01/043/1.jpg"/><lb/>Soit <expan abbr="d&otilde;c">donc</expan> le <lb/>leuier AF, <lb/>par lequel <lb/>la force ap&shy;<lb/>pliqu&eacute;e en F <lb/>leue le far&shy;<lb/>deau A iu&longs;&shy;<lb/>ques &agrave; G, <lb/>encore que <lb/>elle &longs;oit 4. <lb/>fois moindre qu&apos;A, mais l&apos;arc de &longs;on <lb/>chemin FI e&longs;t quatre fois plus grand <lb/>que l&apos;arc AG, car FM, ML, LK, 
<pb pagenum="24" xlink:href="047/01/044.jpg"/>&amp; K I&apos;e&longs;t &eacute;gal &agrave; AG, comme l&apos;on void <lb/>par la con&longs;truction, de &longs;orte que F ne <lb/>gaigne rien en force qu&apos;il ne le perde en <lb/>chemin, ou ne gaigne rien en chemin <lb/>qu&apos;il ne le perde en force. </s>
          <s id="s.000155">Or la plus <lb/>grande difficult&eacute; des Mechaniques <expan abbr="c&otilde;-&longs;i&longs;te">con&shy;<lb/>&longs;i&longs;te</expan>, ce me &longs;emble, &agrave; &longs;&ccedil;auoir pourquoy <lb/>la plus grande di&longs;tance de la force, ou <lb/>du poids F d&apos;auec l&apos;appuy B augmente <lb/>ladite force, &amp; pourquoy le poids A ou <lb/>C e&longs;tant tran&longs;port&eacute; en F a quatre fois <lb/>plus de force que deuant. </s>
          <s id="s.000156">Ari&longs;tote croit <lb/>que la rai&longs;on en doit e&longs;tre pri&longs;e de ce <lb/>que le centre B empe&longs;che plus les poids <lb/>prochains que les &eacute;loignez, dautant <lb/>qu&apos;il les contraint dauantage, &amp; leur <lb/>communique <expan abbr="t&atilde;t">tant</expan> qu&apos;il peut &longs;on immo&shy;<lb/>bilit&eacute;, de &longs;orte que le poids e&longs;tant en C <lb/>ne peut &longs;e mouuoir que de C en H, au <lb/>lieu qu&apos;e&longs;tant en F il fait 4. fois autant <lb/>de chemin en me&longs;me temps, &amp; e&longs;tant <lb/>en D il en fait deux fois autant par le <lb/>quart de cercle commen&ccedil;ant en D. <!-- KEEP S--></s>
          <s id="s.000157">Ce <lb/>que l&apos;on peut <expan abbr="ay&longs;&eacute;m&etilde;t">ay&longs;&eacute;ment</expan> appliquer &agrave; l&apos;ap&shy;<lb/>proche, ou &agrave; la di&longs;tance des creatures <lb/>d&apos;auec la perfection Diuine, laquelle <lb/>rend les creatures rai&longs;onnables dautant <lb/>plus fixes &amp; immobiles dans &longs;a grace, &amp; 
<pb pagenum="25" xlink:href="047/01/045.jpg"/>dans la ferme re&longs;olution du bien, qu&apos;el&shy;<lb/>les s&apos;en approchent plus pr&eacute;s. </s>
        </p>
        <p type="main">
          <s id="s.000158">Mais pour retourner &agrave; la rai&longs;on pre&shy;<lb/>cedente, ie dy que le poids qui e&longs;t en F <lb/>veut tomber en droite ligne par FNP <lb/>vers le centre de la terre, &amp; qu&apos;e&longs;tant <lb/>contraint par l&apos;appuy, ou le centre B de <lb/>tomber par le cercle FI, qu&apos;il a plus de <lb/>libert&eacute;, &amp; qu&apos;il s&apos;approche 4. fois da&shy;<lb/>uantage de la perpendiculaire FP, que <lb/>lors qu&apos;il de&longs;cend par l&apos;arc CH, com&shy;<lb/>me ie demon&longs;tre par l&apos;angle de contin&shy;<lb/>gence PFN, qui e&longs;t &longs;ouzquadruple de <lb/>l&apos;angle de contingence HCO, &amp; <expan abbr="con-&longs;equ&etilde;ment">con&shy;<lb/>&longs;equemment</expan> la ligne de contrainte HO <lb/>e&longs;t quadruple de la ligne PN: par o&ugrave; <lb/>l&apos;on void clairement que B, &amp; F s&apos;ap&shy;<lb/>prochant &eacute;galement du centre de la <lb/>terre en me&longs;me <expan abbr="t&etilde;ps">temps</expan> par les arcs CH, <lb/>&amp; FP, pui&longs;que les lignes FN &amp; BH <lb/>&longs;ont &eacute;gales, que F e&longs;t moins contraint <lb/>que C. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000159">L&apos;on peut dire la me&longs;me cho&longs;e de la <lb/>force de la main mi&longs;e en F, dont <expan abbr="l&apos;int&etilde;-tion">l&apos;inten&shy;<lb/>tion</expan> e&longs;t de &longs;e mouuoir par la ligne droi&shy;<lb/>te FP. </s>
          <s id="s.000160">Ie lai&longs;&longs;e maintenant plu&longs;ieurs <lb/>autres con&longs;iderations qui &longs;e peuuent <lb/>expliquer par cette figure: par exem-
<pb pagenum="26" xlink:href="047/01/046.jpg"/>ple, que le poids F, ou B <expan abbr="e&longs;t&atilde;t">e&longs;tant</expan> en &longs;a plei&shy;<lb/>ne libert&eacute;, de&longs;cend de F en P ou de B <lb/>en I en deux fois autant de temps qu&apos;il <lb/>de&longs;cend de F en N, comme i&apos;ay mon&shy;<lb/>&longs;tr&eacute; ailleurs. <lb/></s>
        </p>
      </chap>
      <chap>
        <p type="head">
          <s id="s.000161"><emph type="center"/>CHAP. VII.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000162"><emph type="center"/><emph type="italics"/>Du Tour, de la Rou&euml;, de la Gru&euml;, du Guin&shy;<lb/>dax, &amp; des autres in&longs;trumens <lb/>&longs;emblables.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000163">LEs Latins appellent le Tour <emph type="italics"/>axis in <lb/>peritrochio,<emph.end type="italics"/> parce qu&apos;il n&apos;e&longs;t autre <lb/>cho&longs;e qu&apos;vn axe, ou vn e&longs;&longs;ieu, <expan abbr="d&otilde;t">dont</expan> les ex&shy;<lb/>tremitez &longs;ont appuy&eacute;es &longs;ur deux pieces <lb/>de bois, &longs;ur le&longs;quelles il &longs;e tourne. </s>
          <s id="s.000164">Or la <lb/>nature de cet in&longs;trument depend im&shy;<lb/>mediatement du leuier, car il n&apos;e&longs;t au&shy;<lb/>tre cho&longs;e qu&apos;vn leuier perpetuel, &amp; <expan abbr="c&otilde;-tinu&eacute;">con&shy;<lb/>tinu&eacute;</expan>. </s>
          <s id="s.000165">Car &longs;oit le leuier BAC, dont le <lb/>&longs;ou&longs;tien e&longs;t en A; &amp; que le poids G &longs;oit <lb/>attach&eacute; au point B, &amp; que la force &longs;oit <lb/>au point C, &longs;i l&apos;on tran&longs;porte le leuier <lb/>en AD, le poids G &longs;e hau&longs;&longs;era vers D. <!-- KEEP S--></s>
          <s id="s.000166"><lb/>Mais &longs;i l&apos;on veut le faire monter plus <lb/>haut, il faut arre&longs;ter le poids en D, afin 
<pb pagenum="27" xlink:href="047/01/047.jpg"/>de le releuer encore vne autrefois de B <lb/>&agrave; D en remettant le leuier dans la me&longs;&shy;<lb/>me &longs;ituation qu&apos;il auoit deuant, &amp; de <lb/>leuer peu &agrave; peu le poids G, iu&longs;ques &agrave; ce <lb/>qu&apos;il &longs;oit arriu&eacute; au point B, ou &agrave; tel au&shy;<lb/>tre point que l&apos;on voudra. </s>
        </p>
        <p type="main">
          <s id="s.000167">Mais la repetition trop frequente de <lb/><figure id="id.047.01.047.1.jpg" xlink:href="047/01/047/1.jpg"/><lb/>cette action <expan abbr="e&longs;t&atilde;t">e&longs;tant</expan> <lb/>trop incommode, <lb/>ou trop ennuyeu&shy;<lb/>&longs;e, l&apos;on a inuent&eacute; <lb/>le Tour, &amp; la <lb/>Rou&euml;, qui ioi&shy;<lb/>gnent en&longs;emble <lb/>vne infinit&eacute; de le&shy;<lb/>uiers, afin de continuer <expan abbr="l&apos;operati&otilde;">l&apos;operation</expan> &longs;ans <lb/>aucune interruption. </s>
          <s id="s.000168">C&apos;e&longs;t pour ce &longs;u&shy;<lb/>iet que la rou&euml; &longs;e meut &agrave; l&apos;entour du <lb/>centre A, dont le rayon e&longs;t AC, &amp; le <lb/>&longs;emidiametre de &longs;on e&longs;&longs;ieu e&longs;t AB; le&shy;<lb/>quel doit e&longs;tre d&apos;vne matiere bien &longs;o&shy;<lb/>lide, &amp; bien forte, parce qu&apos;il &longs;upporte <lb/>toute la pe&longs;anteur du fardeau. </s>
        </p>
        <p type="main">
          <s id="s.000169">L&apos;e&longs;&longs;ieu A trauer&longs;e la rou&euml; par le mi&shy;<lb/>lieu, &amp; doit e&longs;tre &longs;ou&longs;tenu de deux <lb/>pieds tres-forts, &amp; e&longs;tre enuironn&eacute; de <lb/>la chorde DBG, &agrave; laquelle on attache <lb/>le fardeau G. <!-- KEEP S--></s>
          <s id="s.000170">Il faut au&longs;&longs;i mettre vne 
<pb pagenum="28" xlink:href="047/01/048.jpg"/>autre chorde &agrave;lentour de la <expan abbr="gr&atilde;de">grande</expan> rou&euml;, <lb/>afin d&apos;y attacher l&apos;autre fardeau I. <!-- KEEP S--></s>
          <s id="s.000171">Or <lb/>cecy e&longs;tant po&longs;&eacute;, il e&longs;t euident que &longs;i <lb/>CA e&longs;t &agrave; BA comme le fardeau G au <lb/>fardeau I, que le poids I &longs;ou&longs;tiendra &amp; <lb/><expan abbr="contrebal&atilde;cera">contrebalancera</expan> G, &amp; que &longs;i l&apos;on adiou&shy;<lb/>&longs;te quelque force, ou poids &agrave; I, qu&apos;il <lb/>l&apos;emportera. </s>
        </p>
        <p type="main">
          <s id="s.000172">Et parce que les chordes qui <expan abbr="&longs;ou&longs;ti&etilde;-nent">&longs;ou&longs;tien&shy;<lb/>nent</expan> le poids touchent tou&longs;iours la <expan abbr="cir-confer&etilde;ce">cir&shy;<lb/>conference</expan> de la rou&euml; auec laquelle l&apos;e&longs;&shy;<lb/>&longs;ieu tourne, &amp; con&longs;equemment qu&apos;el&shy;<lb/>les &longs;ont tou&longs;iours en me&longs;me &longs;ituation &agrave; <lb/>l&apos;&eacute;gard des di&longs;tances BA, &amp; CA, le <lb/>mouuement &longs;e continu&euml; perpetuelle&shy;<lb/>ment, &amp; le poids I de&longs;cendant fait <expan abbr="m&otilde;-ter">mon&shy;<lb/>ter</expan> le poids G. <!-- KEEP S--></s>
          <s id="s.000173">Mais il faut remarquer <lb/>qu&apos;il e&longs;t nece&longs;&longs;aire de mettre la chorde <lb/>&agrave; l&apos;entour de la rou&euml;, afin que le poids <lb/>demeure &longs;u&longs;pendu du point de la cir&shy;<lb/>conference que la chorde touche: Car <lb/>&longs;i la chorde e&longs;toit pendante du point F, <lb/>elle couperoit la rou&euml; par FN, &amp; par <lb/><expan abbr="con&longs;equ&etilde;t">con&longs;equent</expan> elle ne pourroit &longs;e mouuoir, <lb/>parce que le moment, ou la force du <lb/>poids N &longs;eroit diminu&eacute;e, puis qu&apos;elle <lb/>n&apos;e&longs;t pas plus grande que &longs;i la chorde <lb/>e&longs;toit attach&eacute;e au point N, dautant que 
<pb pagenum="29" xlink:href="047/01/049.jpg"/>&longs;a di&longs;tance d&apos;auec le centre A e&longs;t deter&shy;<lb/>min&eacute;e par la ligne AN, &lpar;comme l&apos;on <lb/>demon&longs;tre par la perpendiculaire FN&rpar; <lb/>&amp; non par le &longs;emidiametre FA. </s>
          <s id="s.000174">Il faut <lb/>donc que la force inanim&eacute;e, qui n&apos;a <lb/>point d&apos;autre vertu que d&apos;aller en bas, <lb/>&longs;oit pendue &agrave; vne chorde qui touche la <lb/>rou&euml; &amp; qui ne la coupe pas. </s>
        </p>
        <p type="main">
          <s id="s.000175">Mais &longs;i la force e&longs;t anim&eacute;e, elle peut <lb/>faire tourner la rou&euml; pour leuer le poids <lb/>en quelque endroit de la rou&euml; qu&apos;elle &longs;e <lb/>rencontre: par exemple en F, mais elle <lb/>tirera par la ligne trauer&longs;ante FL qui <lb/>fera vn angle droit auec la ligne AF, &amp; <lb/>non par la perpendiculaire FN. L&apos;on <lb/>peut neantmoins faire &longs;eruir la force <lb/>inanim&eacute;e &agrave; tous les points de la circon&shy;<lb/>ference par le moyen de la poulie L, car <lb/>le poids, ou la force K tirera par la ligne <lb/>droite LK, &amp; leuera le poids G en B, <lb/>&amp; <expan abbr="con&longs;equemm&etilde;t">con&longs;equemment</expan> elle agit par la ligne <lb/>FL, &amp; par ce moyen elle &longs;e con&longs;erue <lb/>tou&longs;iours en me&longs;me di&longs;tance d&apos;auec le <lb/>centre de la rou&euml;, &amp; de l&apos;e&longs;&longs;ieu A: de <lb/>&longs;orte que le leuier BC &longs;e rend perpe&shy;<lb/>tuel par l&apos;entremi&longs;e de la rou&euml;. </s>
        </p>
        <p type="main">
          <s id="s.000176">Il faut donc conclurre de tout ce di&longs;&shy;<lb/>cours que dans c&eacute;t in&longs;trument la force 
<pb pagenum="30" xlink:href="047/01/050.jpg"/>C ou F doit tou&longs;iours auoir me&longs;me <expan abbr="pro-porti&otilde;">pro&shy;<lb/>portion</expan> auec le poids, que le &longs;emidiame <lb/>tre de l&apos;axe BA a auec le &longs;emidiametre <lb/>de la rou&euml; AC. </s>
        </p>
        <p type="main">
          <s id="s.000177">Quant &agrave; la Gru&euml; elle e&longs;t de me&longs;me <lb/>nature que le Tour, mais le Cabe&longs;tan, <lb/>le Guindax, ou l&apos;orgene e&longs;t vn peu dif&shy;<lb/>rent, car &longs;on axe &longs;e meut perpendicu&shy;<lb/>laire &agrave; l&apos;orizon, &amp; &longs;a rou&euml; &longs;e meut hori&shy;<lb/>zontalement, au lieu que l&apos;axe du Tour <lb/><figure id="id.047.01.050.1.jpg" xlink:href="047/01/050/1.jpg"/><lb/>&longs;e meut horizontale&shy;<lb/>ment, &amp; &longs;a rou&euml; <expan abbr="per-pendiculairem&etilde;t">per&shy;<lb/>pendiculairement</expan>. </s>
          <s id="s.000178">Ce <lb/>qui e&longs;t tres-ay&longs;&eacute; &agrave; <expan abbr="c&otilde;-prendre">com&shy;<lb/>prendre</expan> par le moyen <lb/>de cette figure, dont <lb/>il faut s&apos;imaginer que <lb/>l&apos;axe DE &longs;oit <expan abbr="perp&etilde;-diculaire">perpen&shy;<lb/>diculaire</expan> &agrave; l&apos;horizon, &amp; que la rou&euml; F <lb/>CG &longs;oit parallele au me&longs;me horizon. </s>
          <s id="s.000179"><lb/>Or la chorde DH tirera, ou trainera le <lb/>fardeau H iu&longs;ques &agrave; l&apos;axe B, ou iu&longs;ques <lb/>o&ugrave; l&apos;on voudra, par la force d&apos;vn hom&shy;<lb/>me, ou d&apos;vn cheual qui conduira le le&shy;<lb/>uier B &agrave; l&apos;entour de la circonference F <lb/>GC, &amp; fera autant de tours comme il <lb/>e&longs;t nece&longs;&longs;aire pour attirer le fardeau par <lb/>le moyen de la chorde DH, qui &longs;&apos;en-
<pb pagenum="31" xlink:href="047/01/051.jpg"/>tortille &agrave; l&apos;entour de l&apos;e&longs;&longs;ieu DEA: <lb/>d&apos;o&ugrave; il e&longs;t ay&longs;&eacute; de conclurre la fabrique <lb/>du Guindax, ou du Cabe&longs;tan. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000180">Cecy e&longs;tant po&longs;&eacute;, il e&longs;t euident que <lb/>le point, ou le centre du &longs;ou&longs;tien e&longs;t en <lb/>B, &amp; que l&apos;&eacute;loignement de la force F &longs;e <lb/>prend du point B, &amp; celuy du poids de <lb/>B &agrave; D, de &longs;orte que FBD forme vn le&shy;<lb/>uier, en vertu duquel la force F acquiert <lb/>vne force &egrave;gale &agrave; la re&longs;i&longs;tance du poids, <lb/>lors que la di&longs;tance FB a me&longs;me pro&shy;<lb/>portion &agrave; BD, que le fardeau H &agrave; la <lb/>force F. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000181">Mais la nature n&apos;e&longs;t point tromp&eacute;e ny <lb/>&longs;urmont&eacute;e, &amp; l&apos;on ne gaigne rien, par&shy;<lb/>ce que &longs;i le fardeau a dix fois plus de re&shy;<lb/>&longs;i&longs;tence que la force F, la di&longs;tance FB <lb/>doit nece&longs;&longs;airement e&longs;tre decuple de <lb/>BD, &amp; la circonference FCG decuple <lb/>de la <expan abbr="circ&otilde;ference">circonference</expan> EAD; de &longs;orte que <lb/>le poids ne fera que la dixie&longs;me partie <lb/>du chemin de la circonference GCF; <lb/>par <expan abbr="c&otilde;&longs;equent">con&longs;equent</expan> &longs;i l&apos;on diui&longs;oit le fardeau <lb/>en 10. parties, chacune r&eacute;pondroit &agrave; la <lb/>dixie&longs;me partie du mouuement &amp; de la <lb/>force F, c&apos;e&longs;t pourquoy &longs;i l&apos;on portoit <lb/>en dix voyages chaque dixie&longs;me partie <lb/>autour de l&apos;axe, l&apos;on ne chemineroit 
<pb pagenum="32" xlink:href="047/01/052.jpg"/>pas <expan abbr="dau&atilde;tage">dauantage</expan> que &longs;i l&apos;on fai&longs;oit vne fois <lb/>le tour GCF, &amp; l&apos;on <expan abbr="c&otilde;duiroit">conduiroit</expan> le me&longs;&shy;<lb/>me fardeau en me&longs;me temps &agrave; la me&longs;&shy;<lb/>me di&longs;tance. </s>
        </p>
        <p type="main">
          <s id="s.000182">Il faut donc conclurre que la com&shy;<lb/>modit&eacute; de cette Machine con&longs;i&longs;te &longs;eu&shy;<lb/>lement &agrave; attirer le fardeau tout &agrave; la fois <lb/>&longs;ans le diui&longs;er; &amp; qu&apos;elle ne &longs;ert pas <lb/>pour l&apos;attirer plus ay&longs;&eacute;ment, ou plus <lb/>vi&longs;te, ou plus loin que la me&longs;me force <lb/>le <expan abbr="c&otilde;duiroit">conduiroit</expan> en le diui&longs;ant en 10.parties. <lb/></s>
        </p>
      </chap>
      <chap>
        <p type="head">
          <s id="s.000183"><emph type="center"/>CHAP. VIII.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000184"><emph type="center"/><emph type="italics"/>De la force, &amp; de l&apos;v&longs;age des Poulies.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000185">APres auoir con&longs;ider&eacute; les <expan abbr="in&longs;trum&etilde;s">in&longs;trumens</expan> <lb/>qui &longs;e redui&longs;ent aux contrepoids, <lb/>&amp; &agrave; l&apos;&eacute;quilibre, comme &agrave; leur principe, <lb/><figure id="id.047.01.052.1.jpg" xlink:href="047/01/052/1.jpg"/><lb/>&amp; &agrave; leur <lb/><expan abbr="fondem&etilde;t">fondement</expan> <lb/>il faut par&shy;<lb/>ler d&apos;vne <lb/>autre &longs;or&shy;<lb/>te de le&shy;<lb/>uier pour entendre la nature des pou&shy;<lb/>lies, &amp; de beaucoup d&apos;autres effets Me-
<pb pagenum="33" xlink:href="047/01/053.jpg"/>chaniques. </s>
          <s id="s.000186">Or le leuier, dont nous <lb/>auons parl&eacute;, &longs;uppo&longs;e que le poids &longs;oit <lb/>&agrave; l&apos;vne de &longs;es extremitez, &amp; la force &agrave; <lb/>l&apos;autre; de &longs;orte que &longs;on &longs;ou&longs;tien doit <lb/>e&longs;tre entre &longs;es deux extremitez. </s>
          <s id="s.000187">Mais <lb/>&longs;i l&apos;on met le &longs;ou&longs;tien &agrave; l&apos;extremit&eacute; du <lb/>leuier, &amp; la force &agrave; l&apos;autre extremit&eacute; C, <lb/>&amp; que le point D &longs;oit attach&eacute; &agrave; quelque <lb/>point du milieu: par exemple, au point <lb/>B, il e&longs;t certain que &longs;i le poids e&longs;t &eacute;gale&shy;<lb/>ment &eacute;loign&eacute; des deux extremes, com&shy;<lb/>me quand il e&longs;t au point F, que la force <lb/>qui le &longs;ou&longs;tient en F &longs;era &eacute;galement di&shy;<lb/>ui&longs;&eacute;e: &amp; par con&longs;equent la moiti&eacute; du <lb/>poids e&longs;t &longs;ou&longs;tenu&euml; par C, &amp; l&apos;autre <lb/>moiti&eacute; par A. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000188">S&apos;il arriue que le fardeau &longs;oit attach&eacute; <lb/>ailleurs, par exemple en B, la force C <lb/>&longs;ou&longs;tiendra le fardeau en B, quand il <lb/>aura me&longs;me proportion auec la dite for&shy;<lb/>ce, que la di&longs;tance AC &agrave; la <expan abbr="di&longs;t&atilde;ce">di&longs;tance</expan> BA. </s>
          <s id="s.000189"><lb/>Mais pour comprendre cecy, il faut <lb/>s&apos;imaginer que la ligne BA &longs;oit prolon&shy;<lb/>gee en G, &amp; que les di&longs;tances BA, AG <lb/>&longs;oient &eacute;gales, &amp; que le fardeau &longs;oit at&shy;<lb/>tach&eacute; au point C, &amp; qu&apos;il &longs;oit &eacute;gal au <lb/>poids D, il e&longs;t certain qu&apos;&agrave; cau&longs;e de l&apos;&eacute;&shy;<lb/>galit&eacute; des poids E, D, &amp; des di&longs;tances 
<pb pagenum="34" xlink:href="047/01/054.jpg"/>AC, &amp; BA, le mouuement du poids <lb/>D &longs;uffira pour le &longs;ou&longs;tenir, donc la for&shy;<lb/>ce du moment &eacute;gal &agrave; celuy du point E, <lb/>lequel le pourra &longs;ou&longs;tenir, &longs;uffira enco&shy;<lb/>re pour &longs;ou&longs;tenir le poids D. <!-- KEEP S--></s>
          <s id="s.000190">Mais &longs;i l&apos;on <lb/>veut &longs;ou&longs;tenir E au point C, la force <lb/>doit e&longs;tre &agrave; E, comme GA &agrave; CA, donc <lb/>la me&longs;me force pourra &longs;ou&longs;tenir le <lb/>point D &eacute;gal &agrave; E. <!-- KEEP S--></s>
          <s id="s.000191">Or la proportion qui <lb/>e&longs;t de GA &agrave; EA, e&longs;t au&longs;&longs;i de BA &agrave; CA, <lb/>GA e&longs;tant &eacute;gal &agrave; BA: Et parce que les <lb/>poids ED &longs;ont &eacute;gaux, chacun d&apos;eux <lb/>aura la me&longs;me <expan abbr="proporti&otilde;">proportion</expan> &agrave; la force mi&longs;e <lb/>en C. D&apos;o&ugrave; l&apos;on conclud que la force C <lb/>e&longs;t &eacute;gale au <expan abbr="mom&etilde;t">moment</expan> D, lors qu&apos;il a me&longs;&shy;<lb/>me proportion que la di&longs;tance AB &agrave; <lb/>CA. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000192">Or il e&longs;t tres-ay&longs;&eacute; de conclurre de <lb/>tout ce di&longs;cours que l&apos;on perd autant <lb/>de vi&longs;te&longs;&longs;e comme l&apos;on acquiert de for&shy;<lb/>ce tant auec le leuier ordinaire qu&apos;auec <lb/>celuy-cy: car quand la force C hau&longs;&longs;e <lb/>le leuier AC, pour le <expan abbr="tr&atilde;&longs;porter">tran&longs;porter</expan> en AI, <lb/>le poids &longs;e meut par l&apos;interualle BH, <lb/>lequel e&longs;t dautant moindre que l&apos;e&longs;pa&shy;<lb/>ce IC, qu&apos;a fait la force, qu&apos;AB e&longs;t <lb/>moindre qu&apos;AC. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000193">Ces principes ayant e&longs;t&eacute; declarez, il 
<pb pagenum="35" xlink:href="047/01/055.jpg"/>faut expliquer la rai&longs;on des poulies, <expan abbr="d&otilde;t">dont</expan> <lb/>nous declarerons la con&longs;truction &amp; l&apos;v&shy;<lb/>&longs;age. </s>
          <s id="s.000194">Et pour ce &longs;uiet &longs;uppo&longs;ons que <lb/>l&apos;on ayt la poulie ABC faite de metal, <lb/>ou d&apos;vn bois fort dur, &amp; qu&apos;elle pui&longs;&longs;e <lb/>tourner &longs;ur &longs;on e&longs;&longs;ieu, qui pa&longs;&longs;e par le <lb/>centre D: &amp; puis il faut mettre &agrave; l&apos;en&shy;<lb/><figure id="id.047.01.055.1.jpg" xlink:href="047/01/055/1.jpg"/><lb/>tour la chorde FCBAE, <lb/>&agrave; laquelle le poids E &longs;oit at&shy;<lb/>tach&eacute;. </s>
          <s id="s.000195">Quant &agrave; la force, el&shy;<lb/>le e&longs;t &agrave; l&apos;autre bout de la <lb/>chorde au point F, o&ugrave; elle <lb/>&longs;ou&longs;tient le fardeau E. <!-- KEEP S--></s>
          <s id="s.000196">Car <lb/>&longs;i <expan abbr="l&apos;&otilde;">l&apos;on</expan> &longs;&apos;imagine deux lignes <lb/>&eacute;gales tir&eacute;es du centre D, <lb/>&agrave; &longs;&ccedil;auoir DC, &amp; DA, l&apos;on <lb/>aura l&apos;&eacute;quilibre de deux <lb/><expan abbr="mom&etilde;ts">moments</expan>, ou de deux poids <lb/>&eacute;gaux, &eacute;galement &eacute;loignez <lb/>de l&apos;appuy D, qui e&longs;t le <lb/>point du &longs;ou&longs;tien, lequel e&longs;t <lb/>&eacute;galement &eacute;loign&eacute; de tous <lb/>les co&longs;tez de la <expan abbr="circ&otilde;ference">circonference</expan> du cercle, <lb/>ou de la poulie ABC. <!-- KEEP S--></s>
          <s id="s.000197">Or ces deux li&shy;<lb/>gnes, qui &longs;ont les bras du leuier, ou de <lb/>la balance, determinent les di&longs;tances <lb/>des deux &longs;u&longs;pen&longs;ions d&apos;auec le centre <lb/>D: C&apos;e&longs;t pourquoy le poids qui e&longs;t &longs;u&longs;-
<pb pagenum="36" xlink:href="047/01/056.jpg"/>pendu du point A ne peut e&longs;tre &longs;ou&longs;te&shy;<lb/>nu au point C que par vne &eacute;gale force, <lb/>ou par vn poids &eacute;gal, &longs;uiuant la nature <lb/>des poids &eacute;gaux qui pendent de di&longs;tan&shy;<lb/>ces &eacute;gales. </s>
          <s id="s.000198">Car encore que la force F <lb/>tourne &agrave; l&apos;entour de la poulie ABC, <lb/>cela ne change nullement l&apos;habitude, <lb/>&amp; le rapport que le poids, &amp; la force <lb/>ont &agrave; la di&longs;tance AD, &amp; DC: dautant <lb/>que la poulie garde vn perpetuel &eacute;qui&shy;<lb/>libre en &longs;e tournant. </s>
          <s id="s.000199">D&apos;o&ugrave; il faut con&shy;<lb/>clurre qu&apos;Ari&longs;tote &longs;e trompe lors qu&apos;il <lb/>dit que l&apos;on leue plus ay&longs;&eacute;ment les far&shy;<lb/>deaux auec les plus grandes poulies, car <lb/>encore que la di&longs;tance, ou le demidia&shy;<lb/>metre de la poulie DC &longs;&apos;augmente, ce&shy;<lb/>la ne &longs;ert de rien &agrave; rai&longs;on que la di&longs;tan&shy;<lb/>ce DA &longs;&apos;augmente &eacute;galement. </s>
          <s id="s.000200">De &longs;or&shy;<lb/>te que l&apos;on ne re&ccedil;oit nulle commodit&eacute; <lb/>de c&eacute;t in&longs;trument en ce qui concerne <lb/>la <expan abbr="diminuti&otilde;">diminution</expan> de la peine. </s>
          <s id="s.000201">Mais &longs;a com&shy;<lb/>modit&eacute; <expan abbr="c&otilde;&longs;i&longs;te">con&longs;i&longs;te</expan> &agrave; tirer de l&apos;eau des puits, <lb/>parce que l&apos;on tire de haut en bas, &amp; <expan abbr="c&otilde;-&longs;equemment">con&shy;<lb/>&longs;equemment</expan> le poids des bras, &amp; du <lb/>corps &longs;eruent &agrave; cela, au lieu qu&apos;en <expan abbr="tir&atilde;t">tirant</expan> <lb/>&agrave; force de bras de bas en haut &longs;ans l&apos;ay&shy;<lb/>de des poulies, le poids des bras, &amp; du <lb/>corps nui&longs;ent, c&apos;e&longs;t pourquoy la poulie 
<pb pagenum="37" xlink:href="047/01/057.jpg"/>apporte de la commodit&eacute; &agrave; l&apos;applica&shy;<lb/>tion de la force. </s>
        </p>
        <p type="main">
          <s id="s.000202">Mais &longs;i l&apos;on v&longs;e d&apos;vne autre &longs;orte de <lb/>poulie, dont on void icy la figure, l&apos;on <lb/>pourra leuer vn fardeau auec moins de <lb/><figure id="id.047.01.057.1.jpg" xlink:href="047/01/057/1.jpg"/><lb/>force, car &longs;i la poulie BDC, <lb/>qui &longs;e doit mouuoir au tour <lb/>du centre E, e&longs;t mi&longs;e dans <lb/>&longs;a quai&longs;&longs;e, ou dans &longs;on ar&shy;<lb/>meure D, que G &longs;oit le far&shy;<lb/>deau, &amp; que la chorde AB <lb/>CF pa&longs;&longs;ant &agrave; l&apos;entour de la&shy;<lb/>dite poulie &longs;oit arre&longs;t&eacute; par <lb/>le bout &agrave; quelque cheuille, <lb/>au point ferme, &amp; immobi&shy;<lb/>le; &amp; <expan abbr="finalem&etilde;t">finalement</expan> &longs;i l&apos;on applique la force <lb/>au point C, ou F, qui &longs;e meuue en haut <lb/>vers H, &amp; con&longs;equemment qui fa&longs;&longs;e <lb/>monter la quai&longs;&longs;e D, &amp; quant &amp; quant <lb/>le fardeau G, ie dy que la force mi&longs;e en <lb/>C, ou en F, n&apos;e&longs;t que la moiti&eacute; du far&shy;<lb/>deau qu&apos;elle &longs;ou&longs;tient, &amp; par <expan abbr="con&longs;equ&etilde;t">con&longs;equent</expan> <lb/>que le <expan abbr="mom&etilde;t">moment</expan> en C e&longs;t &longs;ouz double du <lb/>moment en G; parce que G e&longs;t &longs;ou&longs;te&shy;<lb/>nu, &amp; port&eacute; par les deux parties de la <lb/>chorde AB, &amp; CD, de &longs;orte qu&apos;il e&longs;t <lb/>diui&longs;&eacute; en deux parties &eacute;gales, parce que <lb/>le diametre BC e&longs;t &longs;emblable au fleau 
<pb pagenum="38" xlink:href="047/01/058.jpg"/>d&apos;vne balance, &amp; le fardeau e&longs;t &longs;u&longs;pen&shy;<lb/>du du point E: &amp; puis le &longs;ou&longs;tien e&longs;t <lb/>au point B, &amp; la force e&longs;t au point C, <lb/>c&apos;e&longs;t pourquoy il y a me&longs;me rai&longs;on de <lb/>la force au fardeau, que de BE &agrave; BC, <lb/>donc elle e&longs;t la moiti&eacute; du fardeau. </s>
        </p>
        <p type="main">
          <s id="s.000203">Car encore que la poulie &longs;e tourne, <lb/>tandis que la force &longs;e meut vers H, <lb/>neantmoins la &longs;u&longs;dite proportion ne <lb/>change point, comme l&apos;on void aux <lb/>points B, E, C, &amp; le leuier BC e&longs;t rendu <lb/>perpetuel. </s>
          <s id="s.000204">Mais en recompen&longs;e le che&shy;<lb/>min que fait la force e&longs;t double du che&shy;<lb/>min que fait le fardeau, car quand il e&longs;t <lb/>arriu&eacute; au point F, c&apos;e&longs;t &agrave; dire <expan abbr="qu&atilde;d">quand</expan> il e&longs;t <lb/>mont&eacute; au&longs;&longs;i haut qu&apos;A, la force &agrave; mon&shy;<lb/>t&eacute; deux fois autant, c&apos;e&longs;t &agrave; dire de C en <lb/>H. <!-- KEEP S--></s>
          <s id="s.000205">Mais il arriue icy vne incommodi&shy;<lb/>t&eacute; &agrave; la force, &agrave; rai&longs;on de &longs;a pe&longs;anteur <lb/>qui la fait incliner en bas, c&apos;e&longs;t pour&shy;<lb/>quoy <expan abbr="l&apos;&otilde;">l&apos;on</expan> y a remedi&eacute; par l&apos;<expan abbr="additi&otilde;">addition</expan> d&apos;vne <lb/>autre poulie que <expan abbr="l&apos;&otilde;">l&apos;on</expan> met en haut, <expan abbr="c&otilde;me">comme</expan> <lb/>l&apos;on peut comprendre par cette figure, <lb/>quoy que renuer&longs;&eacute;e, dans laquelle il <lb/>faut con&longs;iderer la chorde IBAEF, <lb/>qui pa&longs;&longs;e &agrave; l&apos;entour des poulies BA, &amp; <lb/>FE, &amp; e&longs;t attach&eacute;e &agrave; l&apos;armure du point <lb/>D de la quai&longs;&longs;e CD, qui e&longs;t attach&eacute;e 
<pb pagenum="39" xlink:href="047/01/059.jpg"/>en haut &agrave; la po&ucirc;tre, ou &agrave; la pierre H, de <lb/><figure id="id.047.01.059.1.jpg" xlink:href="047/01/059/1.jpg"/><lb/>&longs;orte que la force tirant la <lb/>chorde du point B au point <lb/>I, ou du point I au point F, <lb/>fait monter le poids at&shy;<lb/>tach&eacute; au mouffle, ou &agrave; la <lb/>quai&longs;&longs;e FE. <!-- KEEP S--></s>
          <s id="s.000206">Or cette force <lb/>ne doit pas e&longs;tre moindre <lb/>qu&apos;au point A, dautant <lb/>que les momens du poids, <lb/>&amp; de la force &longs;ont &eacute;gale&shy;<lb/>ment di&longs;tans du centre G, <lb/>car BG e&longs;t &eacute;gal &agrave; GA, c&apos;e&longs;t <lb/>pourquoy la poulie BA <lb/>n&apos;augmente pas la force. </s>
          <s id="s.000207"><lb/>O&ugrave; il faut remarquer que <lb/>les Italiens appellent c&eacute;t in&longs;trument <emph type="italics"/>la <lb/>Taglia,<emph.end type="italics"/> &amp; les Grecs, &amp; les Latins <emph type="italics"/>Tro&shy;<lb/>chlea<emph.end type="italics"/>: mais nous le nommons en Fran&shy;<lb/>ce <emph type="italics"/>Mouffles<emph.end type="italics"/>; ce qui comprend l&apos;armeu&shy;<lb/>re, ou la quai&longs;&longs;e, qui &longs;ert de bo&euml;te aux <lb/>poulies, &amp; les poulies, &amp; tout ce qui <lb/>&longs;ert pour la perfection de cette machi&shy;<lb/>ne: on l&apos;appelle au&longs;&longs;i <emph type="italics"/>&eacute;charpes arm&eacute;e de <lb/>poulies.<emph.end type="italics"/></s>
        </p>
        <p type="main">
          <s id="s.000208">Or apres auoir mon&longs;tr&eacute; par les deux <lb/>figures precedentes que l&apos;on peut dou&shy;<lb/>bler la force par le moyen des poulies, 
<pb pagenum="40" xlink:href="047/01/060.jpg"/>il faut maintenant faire voir que l&apos;on <lb/>peut l&apos;augmenter tant que l&apos;on voudra, <lb/>comme ie demon&longs;tre aux <expan abbr="n&otilde;bre">nombre</expan> pairs, <lb/>&amp; impair des poulies: c&apos;e&longs;t pourquoy <lb/>ie mets le Lemme qui &longs;uit, afin de de&shy;<lb/>mon&longs;trer la maniere de multiplier la <lb/>force en rai&longs;on quadruple. </s>
        </p>
        <p type="head">
          <s id="s.000209"><emph type="center"/><emph type="italics"/>LEMME.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000210">Soient donc les deux lignes AB, &amp; <lb/><figure id="id.047.01.060.1.jpg" xlink:href="047/01/060/1.jpg"/><lb/>CD, qui repre&shy;<lb/>&longs;entent deux le&shy;<lb/>uiers, qui ont <lb/>leurs appuis A &amp; <lb/>C &agrave; leurs extre&shy;<lb/>mitez, &amp; que le <lb/>fardeau G &longs;oit <lb/>&longs;u&longs;pendu au milieu E, &amp; F &amp; qu&apos;il &longs;oit <lb/>&longs;ou&longs;tenu par les deux forces B &amp; D ap&shy;<lb/>pliqu&eacute;es aux autres extremitez des le&shy;<lb/>uiers, le&longs;quelles ie &longs;uppo&longs;e auoir vn <lb/>moment &eacute;gal, ie dy que le moment de <lb/>chacune e&longs;t &eacute;gal au moment de la qua&shy;<lb/>trie&longs;me partie du poids G, car les deux <lb/>forces B &amp; D &longs;ou&longs;tiennent &eacute;galement, <lb/>&amp; <expan abbr="con&longs;equemm&etilde;t">con&longs;equemment</expan> la force D n&apos;e&longs;t con&shy;<lb/>trari&eacute;e que par la moiti&eacute; du poids G qui 
<pb pagenum="41" xlink:href="047/01/061.jpg"/>e&longs;t attach&eacute; &agrave; F. <!-- KEEP S--></s>
          <s id="s.000211">Mais quand la force D <lb/>&longs;ou&longs;tient la moiti&eacute; du fardeau par le <lb/>moyen du leuier CD, elle a me&longs;me <lb/>proportion &agrave; G que CD &agrave; CF, c&apos;e&longs;t &agrave; <lb/>dire &longs;ouz double, donc le <expan abbr="mom&etilde;t">moment</expan> D e&longs;t <lb/>double du moment de la moiti&eacute; du <lb/>poids G qu&apos;il &longs;ou&longs;tient, donc il e&longs;t le <lb/>quart du moment des poids entier. </s>
        </p>
        <p type="main">
          <s id="s.000212">L&apos;on demon&longs;tre la me&longs;me cho&longs;e du <lb/>moment B, de &longs;orte qu&apos;il e&longs;t rai&longs;onna&shy;<lb/>ble que le poids e&longs;tant &eacute;galement &longs;ou&shy;<lb/>&longs;tenu par les 4 poulies qui &longs;e voyent <lb/>dans cette autre figure, chacune porte <lb/>la quatrie&longs;me partie du fardeau: ce que <lb/>ie mon&longs;tre en cette maniere. </s>
        </p>
        <p type="main">
          <s id="s.000213">Que le poids X &longs;oit attach&eacute; au point <lb/>K par le moyen du mouffle KX, ie dy <lb/>que la force &eacute;gale &agrave; la quatrie&longs;me par&shy;<lb/>tie du fardeau X, le &longs;ou&longs;tiendra, car &longs;i <lb/>l&apos;on s&apos;imagine que les deux diametres <lb/>BA &amp; DE &longs;oient deux leuiers &longs;embla&shy;<lb/>bles &agrave; ceux que nous auons expliquez <lb/>dans la figure precedente, &amp; que le far&shy;<lb/>deau &longs;oit &longs;u&longs;pendu aux points CEF, <expan abbr="l&apos;&otilde;">l&apos;on</expan> <lb/>trouuera que les appuis, ou les &longs;upports <lb/>de&longs;dits leuiers r&eacute;pondent aux points D <lb/>&amp; A, con&longs;equemment que la force ap&shy;<lb/>pliqu&eacute;e en B ou en E &longs;ou&longs;tiendra le 
<pb pagenum="42" xlink:href="047/01/062.jpg"/>poids X, dont il &longs;era &longs;ousquadruple. </s>
          <figure id="id.047.01.062.1.jpg" xlink:href="047/01/062/1.jpg"/>
        </p>
        <p type="main">
          <s id="s.000214">&gt;Et &longs;i <expan abbr="l&apos;&otilde;">l&apos;on</expan> adiou&longs;te vne pou&shy;<lb/>lie en haut, &amp; que la chor&shy;<lb/>de pa&longs;&longs;e par OMB, la <lb/>force L, &longs;ou&longs;tiendra le <lb/>me&longs;me poids. </s>
          <s id="s.000215">Mais il <lb/>faut accommoder les 4. <lb/>chordes, <expan abbr="c&otilde;me">comme</expan> elles &longs;ont <lb/>dans ces mouffles, en &longs;or&shy;<lb/>te qu&apos;elles ne &longs;e me&longs;lent <lb/>point les vnes auec les au&shy;<lb/>tres. </s>
          <s id="s.000216">Or il faut icy remar&shy;<lb/>quer ce que nous auons <lb/>de&longs;ia dit plu&longs;ieurs fois, &agrave; <lb/>&longs;&ccedil;auoir que <expan abbr="l&apos;&otilde;">l&apos;on</expan> ne gaigne <lb/>rien auec ces in&longs;trumens, <lb/>car &longs;i l&apos;on &eacute;pargne la for&shy;<lb/>ce, l&apos;on augmente le <expan abbr="t&etilde;ps">temps</expan>: <lb/>de l&agrave; vient qu&apos;il faut tirer <lb/>quatre pieds de chorde <lb/>depuis O iu&longs;ques &agrave; L pour faire monter <lb/>le poids X d&apos;vn pied de X en C: &amp; l&apos;on <lb/>trouuerra perpetuellement que l&apos;on <lb/>perd autant de temps, ou que l&apos;on e&longs;t <lb/>contraint d&apos;allonger autant le chemin, <lb/>que l&apos;on gaigne de force. </s>
        </p>
        <p type="main">
          <s id="s.000217">Si l&apos;on veut que la force s&apos;augmente <lb/>au &longs;extuple, il faut adiou&longs;ter vne autre 
<pb pagenum="43" xlink:href="047/01/063.jpg"/>poulie en bas, comme ie mon&longs;tre par la <lb/><figure id="id.047.01.063.1.jpg" xlink:href="047/01/063/1.jpg"/><lb/>figure precedente, <expan abbr="d&atilde;s">dans</expan> <lb/>laquelle on void les <lb/>trois leuiers AB, CD, <lb/>&amp; FE. <!-- KEEP S--></s>
          <s id="s.000218">Que le poids K <lb/>&longs;oit attach&eacute; a G, H, &amp; <lb/>I, &amp; que les trois for&shy;<lb/>ces B, D, F, &longs;oient &eacute;ga&shy;<lb/>les, &amp; qu&apos;elles &longs;ou&longs;tien&shy;<lb/>nent <expan abbr="&eacute;galem&etilde;t">&eacute;galement</expan> le poids K, afin que cha&shy;<lb/>cune en &longs;ou&longs;tienne le tiers, &amp; parce que <lb/>la force B &longs;ou&longs;tenant le poids <expan abbr="p&etilde;du">pendu</expan> &agrave; G <lb/>e&longs;t la moiti&eacute; du poids, &amp; que nous <expan abbr="au&otilde;s">auons</expan> <lb/>&longs;uppo&longs;&eacute; qu&apos;il &longs;ou&longs;tient le tiers dudit <lb/>poids, il s&apos;en&longs;uit que la force B e&longs;t &eacute;ga&shy;<lb/>le &agrave; la moiti&eacute; du tiers de K, c&apos;e&longs;t &agrave; dire <lb/>&agrave; la &longs;ixie&longs;me partie de K. <!-- KEEP S--></s>
          <s id="s.000219">Car il &longs;aut tou&shy;<lb/>&longs;iours s&apos;imaginer que les appuys A, C, E <lb/>&longs;ou&longs;tiennent autant du poids que les <lb/>forces B, D, F. <!-- KEEP S--></s>
          <s id="s.000220">Par o&ugrave; il e&longs;t ay&longs;&egrave; de <lb/>comprendre que le mouffle inferieur <lb/>ayant trois poulies, &amp; le &longs;uperieur deux, <lb/>ou 3. autres, que l&apos;on peut multiplier la <lb/>force &longs;elon le nombre &longs;enaire: ce que <lb/>l&apos;on peut ay&longs;&eacute;ment s&apos;imaginer en con&shy;<lb/>&longs;iderant vn mouffle compo&longs;&eacute; de &longs;ix <lb/>poulies. </s>
        </p>
        <p type="main">
          <s id="s.000221">Or pour expliquer la maniere de 
<pb pagenum="44" xlink:href="047/01/064.jpg"/>multiplier la force &longs;elon vn <expan abbr="n&otilde;bre">nombre</expan> im&shy;<lb/>pair: il faut encore con&longs;iderer le leuier <lb/>de la page 40. AB, dont l&apos;appuy e&longs;t en <lb/>A, &amp; le poids G e&longs;t attach&eacute; &agrave; E, &amp; &longs;ou&shy;<lb/>&longs;tenu par deux forces &eacute;gales, dont l&apos;vne <lb/>e&longs;t en D, &amp; l&apos;autre en B, &amp; <expan abbr="l&apos;&otilde;">l&apos;on</expan> trouuer&shy;<lb/>ra que chaque force a vn moment &eacute;gal <lb/>au tiers du poids, G, parce que la force <lb/>mi&longs;e en E &longs;ou&longs;tient vn poids qui luy e&longs;t <lb/>&eacute;gal, dautant qu&apos;elle e&longs;t dans la ligne <lb/>de la &longs;u&longs;pen&longs;ion dudit poids. </s>
          <s id="s.000222">Mais la <lb/>force <expan abbr="e&longs;t&atilde;t">e&longs;tant</expan> en B &longs;ou&longs;tient deux fois au&shy;<lb/>tant que &longs;on poids, parce que &longs;a di&longs;tan&shy;<lb/>ce d&apos;auec l&apos;appuy A e&longs;t double de EA. </s>
          <s id="s.000223"><lb/>Et parce que l&apos;on &longs;uppo&longs;e que les 2. for&shy;<lb/>ces B, &amp; E &longs;ont egales, il s&apos;en&longs;uit que la <lb/>partie de G &longs;ou&longs;tenu&euml; par B e&longs;t double <lb/>de la partie que &longs;ou&longs;tient E: donc &longs;i l&apos;on <lb/>fait deux parties du poids G, &amp; que l&apos;v&shy;<lb/>ne &longs;oit double de l&apos;autre, la plus grande <lb/>&longs;era de 2/3, &amp; la moindre de 1/3 de G, donc <lb/>le moment de la force E &longs;era &eacute;gal au <lb/>tiers de G: &amp; parce que nous auons <lb/>&longs;uppo&longs;&eacute; B &eacute;gal &agrave; E, la force B e&longs;t &eacute;gale <lb/>&agrave; la force E, &amp; con&longs;equemment chacu&shy;<lb/>ne e&longs;t &eacute;gale au tiers du poids G. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000224">Cecy ayant e&longs;t&eacute; demon&longs;tr&eacute;, il faut <lb/>l&apos;appliquer aux mouffles qui &longs;uiuent, 
<pb pagenum="45" xlink:href="047/01/065.jpg"/>dont la poulie ABC &longs;e tourne au tour <lb/><figure id="id.047.01.065.1.jpg" xlink:href="047/01/065/1.jpg"/><lb/>du centre G, auquel le far&shy;<lb/>deau H e&longs;t attach&eacute;. </s>
          <s id="s.000225">L&apos;au&shy;<lb/>tre poulie &longs;uperieure e&longs;t <lb/>FE; outre le&longs;quelles il <lb/>faut encore con&longs;iderer la <lb/>chorde IBCAEFD, qui <lb/>e&longs;t attach&eacute;e au point B, &amp; <lb/>puis la force qui e&longs;t en I, <lb/>laquelle ne &longs;upportera <lb/>que le tiers du fardeau H. <!-- KEEP S--></s>
          <s id="s.000226"><lb/>Par o&ugrave; il e&longs;t <expan abbr="euid&etilde;t">euident</expan> qu&apos; AB <lb/>e&longs;t vn leuier, &amp; que la for&shy;<lb/>ce I s&apos;applique &agrave; &longs;es extre&shy;<lb/>mitez B, &amp; A. <!-- KEEP S--></s>
          <s id="s.000227">G e&longs;t le <lb/>point du &longs;ou&longs;tien, auquel <lb/>H e&longs;t &longs;u&longs;pendu. </s>
          <s id="s.000228">Vne autre force e&longs;t en&shy;<lb/>core appliqu&egrave;e en D, de &longs;orte que le <lb/>poids e&longs;t arre&longs;t&eacute; par 3. chordes qui con&shy;<lb/>tribuent &eacute;galement &agrave; &longs;ou&longs;tenir le poids <lb/>H: car la force D e&longs;t appliqu&eacute;e au mi&shy;<lb/>lieu du leuier, &amp; B &agrave; &longs;on extremit&eacute;, c&apos;e&longs;t <lb/>pourquoy chaque force ne &longs;upporte <lb/>que le tiers du poids H. D&apos;o&ugrave; il s&apos;en&longs;uit <lb/>que la force I ayant &longs;on moment &eacute;gal <lb/>audit tiers, peut &longs;ou&longs;tenir, &amp; leuer le <lb/>poids entier. </s>
          <s id="s.000229">Mais I fera trois fois au&shy;<lb/>tant de chemin que le poids H, parce 
<pb pagenum="46" xlink:href="047/01/066.jpg"/>qu&apos;il &longs;uit la longueur de trois chordes <lb/>IB, AE, &amp; FD, dont l&apos;vne me&longs;ure le <lb/>chemin du fardeau. <lb/></s>
        </p>
      </chap>
      <chap>
        <p type="head">
          <s id="s.000230"><emph type="center"/>CHAP. IX.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000231"><emph type="center"/><emph type="italics"/>De la Viz.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000232">ENtre tous les in&longs;trumens Mecha&shy;<lb/>niques que l&apos;on a inuentez pour la <lb/>vie humaine, la viz que les Grecs, &amp; <lb/>les Latins appellent <emph type="italics"/>Cochlea,<emph.end type="italics"/> tient le pre&shy;<lb/>mier <expan abbr="r&atilde;g">rang</expan> tant pour &longs;a &longs;ubtilit&eacute; que pour <lb/>&longs;on vtilit&eacute;, dautant qu&apos;elle &longs;ert pour <lb/>arre&longs;ter, pour faire mouuoir, &amp; pour <lb/>pre&longs;&longs;er auec vne tre&longs;-grande force, &amp; <lb/>qu&apos;elle tient fort peu de place, quoy <lb/>qu&apos;elle aye des effets tre&longs;-&longs;ignales que <lb/>les autres in&longs;trumens ne peuuent auoir <lb/>s&apos;ils ne &longs;ont reduits en de tre&longs;-grandes <lb/>Machines. <!-- KEEP S--></s>
          <s id="s.000233">C&apos;e&longs;t pourquoy il faut ex&shy;<lb/>pliquer la nature, &amp; l&apos;origine de la viz, <lb/>&amp; pour ce &longs;uiet ie <expan abbr="dem&otilde;&longs;tre">demon&longs;tre</expan> icy vn theo&shy;<lb/>re&longs;me, qui &longs;emblera, peu&longs;t-e&longs;tre, fort <lb/>&eacute;loign&eacute; de ce di&longs;cours, quoy qu&apos;il en <lb/>&longs;oit la ba&longs;e, &amp; le fondement. </s>
        </p>
        <p type="main">
          <s id="s.000234">Ie dy donc que tous les corps pe&longs;ans <pb pagenum="47" xlink:href="047/01/067.jpg"/>ont vne inclination vers le centre de la <lb/>terre, non &longs;eulement quand ils y peu&shy;<lb/>uent de&longs;cendre perpendiculairement, <lb/>mais au&longs;&longs;i quand ils y peuuent arriuer <lb/>par vne ligne oblique, ou par vn plan <lb/>inclin&eacute;: ce que l&apos;on peut confirmer par <lb/>l&apos;eau qui ne tombe &longs;eulement pas &agrave; <lb/>plomb de quelque lieu &eacute;minent, mais <lb/>elle coule au&longs;&longs;i &longs;ur la terre par vne li&shy;<lb/>gne qui a fort peu d&apos;inclination, com&shy;<lb/>me l&apos;on remarque aux cours des fleu&shy;<lb/>ues, dont les eaux de&longs;cendent libre&shy;<lb/>ment, pourueu que leur lit ayt tant &longs;oit <lb/>peu de pante. </s>
        </p>
        <p type="main">
          <s id="s.000235">Or ce qui arriue aux corps fluides, &longs;e <lb/>remarque, &longs;emblablement aux corps <lb/>qui &longs;ont durs, pourueu que les figures, <lb/>&amp; les autres empe&longs;chemens acciden&shy;<lb/>tels, &amp; exterieurs ne les diuerti&longs;&longs;ent <lb/>point: Car &longs;i l&apos;on prend vne bale par&shy;<lb/>faitement ronde, &amp; polie, &longs;oit de mar&shy;<lb/>bre, de verre, ou d&apos;autre matiere, qui <lb/>re&ccedil;oiue vn excellent poly, &amp; que l&apos;on <lb/>la mette &longs;ur vn <expan abbr="pl&atilde;">plan</expan> incline, qui &longs;oit au&longs;&shy;<lb/>&longs;i parfaitement vni, &amp; poly que la gla&shy;<lb/>ce d&apos;vn miroir, elle de&longs;cendra &longs;ur ledit <lb/>plan, &longs;e mouuera <expan abbr="perpetuellem&etilde;t">perpetuellement</expan> tan&shy;<lb/>dis qu&apos;elle trouuera la moindre inclina-
<pb pagenum="48" xlink:href="047/01/068.jpg"/>tion que l&apos;on &longs;e pui&longs;&longs;e imaginer: de &longs;or&shy;<lb/>te qu&apos;elle ne &longs;arre&longs;tera point iu&longs;ques &agrave; <lb/>ce qu&apos;elle rencontre vne &longs;urface qui <lb/>&longs;oit &agrave; niueau, ou &eacute;quidi&longs;tante de l&apos;ho&shy;<lb/>rizon, comme e&longs;t celle d&apos;vn lac, ou d&apos;vn <lb/>e&longs;tang glac&eacute;, &longs;ur laquelle la bale &longs;e <lb/>tiendroit ferme, &amp; immobile, mais auec <lb/>telle condition que la moindre force <lb/>l&apos;&eacute;branleroit, &amp; que le plan &longs;inclinant <lb/>de la largeur d&apos;vn cheueu, elle <expan abbr="comm&etilde;-ceroit">commen&shy;<lb/>ceroit</expan> incontinent &agrave; &longs;e mouuoir &amp; &agrave; <lb/>de&longs;cendre vers la partie inclin&eacute;e, &amp; <lb/>qu&apos;au contraire elle ne pourroit e&longs;tre <lb/>meu&euml; &longs;ans <expan abbr="viol&etilde;ce">violence</expan> vers la partie du plan <lb/>qui monte. </s>
          <s id="s.000236">Or il e&longs;t nece&longs;&longs;aire que la <lb/>boule &longs;arre&longs;te &longs;ur vne &longs;urface parfaite&shy;<lb/>ment &eacute;quilibre, &amp; qu&apos;elle demeure <expan abbr="c&otilde;-me">com&shy;<lb/>me</expan> indifferente entre le mouuement &amp; <lb/>le repos: de &longs;orte que la moindre force <lb/>du <expan abbr="m&otilde;de">monde</expan> &longs;uffi&longs;e pour la mouuoir, com&shy;<lb/>me la moindre force que l&apos;on peut &longs;i&shy;<lb/>maginer dans l&apos;air, &longs;u&longs;fit pour la rete&shy;<lb/>nir. </s>
        </p>
        <p type="main">
          <s id="s.000237">D&apos;o&ugrave; l&apos;on peut tirer cette conclu&longs;ion, <lb/>que tout corps pe&longs;ant, tous les empe&longs;&shy;<lb/>chemens exterieurs e&longs;tant o&longs;tez, peut <lb/>e&longs;tre meu &longs;ur vn plan horizontal par la <lb/>moindre force que ce &longs;oit, &amp; qu&apos;il faut 
<pb pagenum="49" xlink:href="047/01/069.jpg"/>d&apos;autant plus de force pour le mouuoir <lb/>&longs;ur vn plan inclin&eacute;, qu&apos;il a plus d&apos;incli&shy;<lb/>nation au mouuement contraire. </s>
        </p>
        <p type="main">
          <s id="s.000238">Ce qui &longs;era plus intelligible par <lb/><figure id="id.047.01.069.1.jpg" xlink:href="047/01/069/1.jpg"/><lb/>cette figure, dans <lb/>laquelle AB &longs;oit le <lb/>plan parallele &agrave; l&apos;o&shy;<lb/>rizon, &longs;ur lequel la <lb/>boule e&longs;t indif&shy;<lb/>ferente au mouue&shy;<lb/>ment, &amp; au repos, de &longs;orte que le vent <lb/>ou la moindre force la peut faire mou&shy;<lb/>uoir; mais il faut vne plus grande force <lb/>pour la faire mouuoir du point A au <lb/>point C &longs;ur le plan inclin&eacute; AC, &amp; en&shy;<lb/>core vne plus grande pour la mouuoir <lb/>&longs;ur les plans AD, &amp; AE: &amp; finalement <lb/>l&apos;on ne peut la leuer &longs;ur le plan perpen&shy;<lb/>diculaire AF, que par vne force &eacute;gale &agrave; <lb/>tout le poids G. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000239">Or l&apos;on &longs;&ccedil;aura <expan abbr="c&otilde;bien">combien</expan> il faut moins de <lb/>force pour leuer le fardeau &longs;ur les plans <lb/>AE, AD, &amp;c, &longs;i <expan abbr="l&apos;&otilde;">l&apos;on</expan> tire les lignes perpen&shy;<lb/>diculaires &agrave; l&apos;orizon CH, DI &amp; KE, cat <lb/>il y aura me&longs;me proportion des forces <lb/>nece&longs;&longs;aires pour &eacute;leuer le fardeau &longs;ur <lb/>cha&longs;que plan audit fardeau, que des <lb/>lignes perpendiculaires aux lignes de 
<pb pagenum="50" xlink:href="047/01/070.jpg"/>leurs plans. </s>
          <s id="s.000240">Ce que Pappus <expan abbr="Alex&atilde;drin">Alexandrin</expan> <lb/>s&apos;e&longs;t efforc&eacute; de mon&longs;trer dans le 8. liure <lb/>de &longs;es Collections Mathematiques, <lb/>mais il s&apos;e&longs;t tromp&eacute;, &agrave; mon aduis, en ce <lb/>qu&apos;il a &longs;uppos&eacute; vne force donn&eacute;e pour <lb/>mouuoir le poids &longs;ur le plan <expan abbr="horiz&otilde;tal">horizontal</expan>, <lb/>ce qui e&longs;t faux, parce qu&apos;il ne faut nulle <lb/>force &longs;en&longs;ible, &longs;i l&apos;on o&longs;te les empe&longs;che&shy;<lb/>mens exterieurs. </s>
          <s id="s.000241">C&apos;e&longs;t pourquoy il e&longs;t <lb/>plus &agrave; propos de chercher la force qui <lb/>meut le fardeau &longs;ur le plan vertical ou <lb/>perpendiculaire AF, laquelle e&longs;t tou&shy;<lb/>&longs;iours &eacute;gale &agrave; la pe&longs;anteur du fardeau, <lb/>que de chercher la force qui le meut <lb/>&longs;ur le plan horizontal. </s>
        </p>
        <p type="main">
          <s id="s.000242">Soit donc le cercle AIC, dont le dia&shy;<lb/><figure id="id.047.01.070.1.jpg" xlink:href="047/01/070/1.jpg"/><lb/>mettre <lb/>e&longs;t ABC, <lb/>&amp; le cen&shy;<lb/>tre B; &amp; <lb/>qu&apos;il y ait <lb/>deux for&shy;<lb/>ces &eacute;ga&shy;<lb/>les aux <lb/>points A <lb/>&amp; C, qui <lb/><expan abbr="repre&longs;&etilde;t&etilde;t">repre&longs;entent</expan> <lb/>vne <expan abbr="bal&atilde;ce">balance</expan> mobile autour du centre B, 
<pb pagenum="51" xlink:href="047/01/071.jpg"/>il e&longs;t certain que le poids C &longs;era &longs;ou&longs;te&shy;<lb/>nu par la force A. <!-- KEEP S--></s>
          <s id="s.000243">Mais &longs;i l&apos;on s&apos;imagine <lb/>que le bras de la balance BC tombe en <lb/>BF, de &longs;orte qu&apos;il demeure tou&longs;iours <lb/>continu&eacute; auec le bras AB, &amp; qu&apos;ils <expan abbr="ay&etilde;t">ayent</expan> <lb/>tous deux leur point fixe, ou leur appuy <lb/>en B, le moment F, ne &longs;era pas &eacute;gal au <lb/>moment A, parce que la di&longs;tance <lb/>du poinct, ou du poids F d&apos;auec la ligne <lb/>de direction BI n&apos;e&longs;t pas egale &agrave; la di&shy;<lb/>&longs;tance de la force, ou du poids A d&apos;auec <lb/>la me&longs;me ligne de direction, comme <lb/>l&apos;on demon&longs;tre par la perpendiculaire <lb/>KF, qui determine la <expan abbr="di&longs;t&atilde;ce">di&longs;tance</expan> du poinct <lb/>F auec B, ou I, de &longs;orte que le <expan abbr="mom&etilde;t">moment</expan>, <lb/>ou le poids, de C port&eacute; en F e&longs;t dimi&shy;<lb/>nu&eacute; de la di&longs;tance de KC, &amp; qu&apos;il n&apos;a <lb/>plus que le <expan abbr="mom&etilde;t">moment</expan> BK: c&apos;e&longs;t pourquoy <lb/>il faut conclure que le moment d&apos;A <lb/>&longs;urpa&longs;&longs;e celuy de F de KC. </s>
          <s id="s.000244">Il faut dire <lb/>la me&longs;me cho&longs;e du poids C tran&longs;port&eacute; <lb/>au point L, ou en tel autre point du cer&shy;<lb/>cle que l&apos;on voudra, car la force en A <lb/>&longs;era d&apos;autant plus grande que la force <lb/>L, que BA, e&longs;t plus grand que BM. </s>
        </p>
        <p type="main">
          <s id="s.000245">Parce o&ugrave; l&apos;on void que le poids C <lb/>diminu&euml; &longs;on moment, &amp; &longs;on inclina&shy;<lb/>tion d&apos;aller en bas &longs;elon les differentes 
<pb pagenum="52" xlink:href="047/01/072.jpg"/><expan abbr="inclinati&otilde;s">inclinations</expan> des <expan abbr="pl&atilde;s">plans</expan> FB, LB &amp;c. </s>
          <s id="s.000246">de &longs;orte <lb/>que l&apos;on peut s&apos;imaginer la de&longs;cente de <lb/>C par tous les points du quart de cercle <lb/>CI, lequel contient vn plan qui s&apos;incli&shy;<lb/>ne perpetuellement de plus en plus, <lb/>&amp; que la pe&longs;anteur du poids en C e&longs;t <lb/>totale &amp; entiere, &amp; con&longs;equemment <lb/>qu&apos;il &longs;e porte de toute &longs;on inclination &agrave; <lb/>de&longs;cendre, parce qu&apos;il n&apos;e&longs;t nullement <lb/>empe&longs;ch&eacute; par la <expan abbr="circonfer&etilde;ce">circonference</expan>, lors qu&apos;il <lb/>&longs;e rencontr&eacute; &longs;ur la tangente DCE. </s>
        </p>
        <p type="main">
          <s id="s.000247">Mais quand il e&longs;t en F, il e&longs;t en partie <lb/>&longs;ou&longs;tenu par le plan circulaire, &amp; &longs;a <lb/>pente, ou l&apos;inclination qu&apos;il a vers le <lb/>centre de la terre e&longs;t autant diminu&eacute;e <lb/>que BC &longs;urpa&longs;&longs;e BK: de maniere qu&apos;il <lb/>&longs;e tient &eacute;leu&eacute; &longs;ur ce plan de me&longs;me que <lb/>s&apos;il e&longs;toit appuy&eacute; &longs;ur la tangente GFH, <lb/><expan abbr="d&apos;aut&atilde;t">d&apos;autant</expan> que le point d&apos;inclination F de <lb/>la circonference CI ne differe point de <lb/>l&apos;inclination de la tangente GFH, que <lb/>par l&apos;angle in&longs;en&longs;ible du contact. </s>
        </p>
        <p type="main">
          <s id="s.000248">Il faut dire la me&longs;me cho&longs;e du point <lb/>L, lequel e&longs;t inclin&eacute; comme s&apos;il e&longs;toit <lb/>&longs;ur le plan de la tangeule NLO, car il <lb/>diminu&euml; &longs;a pente, &amp; &longs;on <expan abbr="inclinati&otilde;">inclination</expan> qu&apos;il <lb/>a en C en me&longs;me proportion que Bk e&longs;t <lb/>&agrave; BC, puis qu&apos;il e&longs;t con&longs;tant par la &longs;imi-
<pb pagenum="53" xlink:href="047/01/073.jpg"/>litude des triangles KBF &amp; KFH, qu&apos;il <lb/>y a me&longs;me rai&longs;on de FK &agrave; FH que de <lb/>KB &agrave; BF. D&apos;o&ugrave; nous concl&uuml;ons que la <lb/>proportion du moment total &amp; ab&longs;olu <lb/>du mobile dans la perpendiculaire de <lb/>l&apos;orizon auec le moment qu&apos;il a &longs;ur le <lb/>plan inclin&eacute; HF e&longs;t la me&longs;me que la <lb/>proportion de FH &agrave; FK. </s>
        </p>
        <p type="main">
          <s id="s.000249">Ce qui &longs;e void plus di&longs;tinctement <lb/><figure id="fig31"/><lb/>dans le triangle A <lb/>BC car le moment <lb/>du mobile &longs;ur le <lb/>plan AC e&longs;t <expan abbr="d&apos;au-t&atilde;t">d&apos;au&shy;<lb/>tant</expan> moindre que le <lb/>moment qu&apos;il a <expan abbr="d&atilde;s">dans</expan> <lb/>la perpendiculaire CB, que CB e&longs;t <lb/>moindre que CA. </s>
          <s id="s.000250">Et parce qu&apos;il &longs;uffit <lb/>pour mouuoir le fardeau, que la force <lb/>&longs;urpa&longs;&longs;e <expan abbr="in&longs;en&longs;iblem&etilde;t">in&longs;en&longs;iblement</expan> celle qui le &longs;ou&shy;<lb/>&longs;tient en quel que lieu que ce &longs;oit, nous <lb/><expan abbr="fais&otilde;s">faisons</expan> icy cette propo&longs;ition vniuer&longs;elle. </s>
        </p>
        <p type="main">
          <s id="s.000251"><emph type="italics"/>Que &longs;ur le plan eleu&eacute; la force a la me&longs;&shy;<lb/>me proportion au poids que la perpen&shy;<lb/>diculaire tir&eacute;e de l&apos;extremit&eacute; du plan &longs;ur <lb/>l&apos;orizon &agrave; la longueur dudit plan, c&apos;e&longs;t &agrave; dire <lb/>que la tangente &agrave; la &longs;ecante,<emph.end type="italics"/> car FK e&longs;t la <lb/>tangente du cercle de&longs;crit &longs;ur le dia&shy;<lb/>mettre KH, &amp; FH e&longs;t la &longs;ecante. </s>
        </p>
        <pb pagenum="54" xlink:href="047/01/074.jpg"/>
        <p type="main">
          <s id="s.000252">Cecy e&longs;tant po&longs;&eacute;, ie reuiens &agrave; mon <lb/><figure id="id.047.01.074.1.jpg" xlink:href="047/01/074/1.jpg"/><lb/>premier de&longs;&longs;ein, qui con&shy;<lb/>&longs;i&longs;te &agrave; trouuer, &amp; &agrave; expli&shy;<lb/>quer la nature de la viz; c&apos;e&longs;t <lb/>pour ce &longs;ubiet qu&apos;il faut <lb/>con&longs;iderer le triangle AB <lb/>C, dans lequel AB repre&longs;ente la ligne <lb/>horizontale, BC la perpendiculaire &agrave; <lb/>l&apos;orizon, &amp; AC le plan eleu&eacute;, &amp; enclin&eacute; <lb/>&longs;ur l&apos;orizon, &longs;ur lequel le mobile E e&longs;t <lb/>tir&eacute; &amp; emport&eacute; par vne force d&apos;autant <lb/>moindre que le poids E, que la ligne <lb/>BC e&longs;t moindre que CA. <!-- KEEP S--></s>
          <s id="s.000253">Or quand on <lb/>veut e&longs;leuer E plus haut &longs;ur le plan fer&shy;<lb/>me AC, c&apos;e&longs;t me&longs;me cho&longs;e que &longs;i le tri&shy;<lb/>angle BCA e&longs;toit pou&longs;&longs;&eacute; iu&longs;ques au <lb/><figure id="id.047.01.074.2.jpg" xlink:href="047/01/074/2.jpg"/><lb/>point H, parce que s&apos;il &longs;e <lb/>trouuoit dans la me&longs;me <lb/>a&longs;&longs;iette que le <expan abbr="tri&atilde;gle">triangle</expan> HFG, <lb/>le mobile auroit mont&eacute; la <lb/>hauteur AI, &amp; &longs;eroit en E. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000254">D&apos;o&ugrave; il s&apos;en&longs;uit que la na&shy;<lb/>ture de la viz n&apos;e&longs;t autre <lb/>cho&longs;e que le triangle ACB, <lb/>le quel e&longs;tant pou&longs;&longs;&eacute; en <expan abbr="au&atilde;t">auant</expan> <lb/>&longs;ou&longs;tient la pe&longs;anteur &amp; <lb/>l&apos;&eacute;leue: &amp; que c&apos;e&longs;t par &longs;on <lb/>moyen qu&apos;elle a e&longs;t&eacute; inuen-
<pb pagenum="55" xlink:href="047/01/075.jpg"/>t&eacute;e. </s>
          <s id="s.000255">Mais l&apos;on s&apos;e&longs;t auis&eacute; d&apos;enuironner <lb/>le cylindre BD du me&longs;me triangle, <lb/>affin de le reduire dans vne machine <lb/>beaucoup moindre, &amp; plus commode. </s>
        </p>
        <p type="main">
          <s id="s.000256">Et pour ce &longs;ubiet l&apos;on adonn&eacute; la me&longs;&shy;<lb/>me hauteur du triangle au cylindre, <lb/>BE, &amp; l&apos;inclination de l&apos;hypotenu&longs;e <lb/>CA &agrave; l&apos;helice AE, &amp; &agrave; toutes les autres <lb/>qui <expan abbr="&longs;uiu&etilde;t">&longs;uiuent</expan> de bas en haut, &amp; qui <expan abbr="f&otilde;t">font</expan> l&apos;he&shy;<lb/>lice continu&euml; AEFGHID, laquelle on <lb/>appelle <expan abbr="ordinairem&etilde;t">ordinairement</expan> le traict de la viz. </s>
        </p>
        <p type="main">
          <s id="s.000257">C&apos;e&longs;t donc en cette maniere que l&apos;in&shy;<lb/>&longs;trument appell&eacute; par les Grecs &amp; par <lb/>les Latins <emph type="italics"/>cochlea<emph.end type="italics"/> &amp; que nous <expan abbr="appelli&otilde;s">appellions</expan> <emph type="italics"/>la <lb/>viz,<emph.end type="italics"/> &agrave; e&longs;t&eacute; <expan abbr="inu&etilde;t&eacute;e">inuent&eacute;e</expan>, affin qu&apos;en la <expan abbr="torn&atilde;t">tornant</expan> <lb/>on e&longs;l&eacute;ue les fardeaux <expan abbr="c&otilde;me">comme</expan> l&apos;on feroit <lb/>&longs;ur le triangle precedent, car l&apos;on trou&shy;<lb/>uera tou&longs;iours dans la viz, comme &longs;ur <lb/>tel autre plan que ce &longs;oit, que la force <lb/>e&longs;t au poids po&longs;&eacute; &longs;ur vn plan inclin&eacute; <lb/>comme la hauteur dudit plan &agrave; &longs;a lon&shy;<lb/>gueur: &amp; con&longs;equemment que la force <lb/>de la viz ABCD &longs;era multipli&eacute;e &longs;elon <lb/>que toute l&apos;helice &longs;era plus grande que <lb/>toute la hauteur du cylindre. </s>
          <s id="s.000258">Par o&ugrave; il <lb/>e&longs;t ay&longs;&eacute; d&apos;entendre, &amp; de conclure que <lb/>la viz e&longs;t d&apos;autant plus forte que &longs;es <lb/>helices &longs;ont plus couch&eacute;es, &amp; plus in-
<pb pagenum="56" xlink:href="047/01/076.jpg"/>clin&eacute;es &longs;ur l&apos;orizon, par ce que la lon&shy;<lb/>gueur des triangles &longs;uiuant le&longs;quels el&shy;<lb/>les &longs;ont form&eacute;es e&longs;t en plus grande pro&shy;<lb/>portion &agrave; leur hauteur. </s>
          <s id="s.000259">Neantmoins il <lb/>n&apos;e&longs;t pas nece&longs;&longs;aire de me&longs;urer la lon&shy;<lb/>gueur de toute l&apos;helice, ny la hauteur <lb/>totale du cylindre pour congnoi&longs;tre la <lb/>force d&apos;vne viz propo&longs;&eacute;e, car il &longs;uffit de <lb/>&longs;&ccedil;auoir combien de fois l&apos;vn des tours <lb/>de l&apos;helice <expan abbr="conti&etilde;t">contient</expan> &longs;a hauteur, par exem&shy;<lb/>ple, combien de fois AF e&longs;t contenu en <lb/>AE, &amp; en EF parce qu&apos;il y &agrave; me&longs;me <lb/>proportion de toute la hauteur CB &agrave; <lb/>toute l&apos;helice, que de FA &agrave; A EF, que <lb/>les Italiens appellent <emph type="italics"/>verme de la vite.<emph.end type="italics"/></s>
        </p>
        <p type="main">
          <s id="s.000260">Or apres auoir expliqu&eacute; la nature de <lb/>la viz, l&apos;on peut <expan abbr="ay&longs;em&etilde;t">ay&longs;ement</expan> &longs;&ccedil;auoir toutes <lb/>&longs;es proprietez, par exemple que l&apos;on fait <lb/>monter le poids par le moyen de &longs;a ma&shy;<lb/>trice auec les helices concaues dans <lb/>le&longs;quelles entre le noyau de la viz auec <lb/>&longs;es helices <expan abbr="c&otilde;uexes">conuexes</expan> <expan abbr="c&otilde;me">comme</expan> il e&longs;t ay&longs;&eacute; de <lb/>remarquer aux viz des pre&longs;&longs;oirs, &amp; de <lb/>toutes &longs;ortes de pre&longs;&longs;es &agrave; &eacute;croux, dont <lb/>le noyau e&longs;tant tourn&eacute; fait monter la&shy;<lb/>dite matrice, &amp; quant &amp; quant le poids <lb/>qui y e&longs;t attach&eacute;. </s>
        </p>
        <pb pagenum="57" xlink:href="047/01/077.jpg"/>
        <p type="main">
          <s id="s.000261">Mais il faut tou&longs;iours &longs;e &longs;ouuenir que <lb/><expan abbr="l&apos;&otilde;">l&apos;on</expan> perd <expan abbr="aut&atilde;t">autant</expan> de vi&longs;te&longs;&longs;e, &amp; de <expan abbr="t&etilde;ps">temps</expan>, que <lb/>l&apos;on gaigne de force, car AB e&longs;t le plan <lb/><expan abbr="horiz&otilde;tal">horizontal</expan>, &amp; AC le plan inclin&eacute;, <expan abbr="d&otilde;t">dont</expan> la <lb/>hauteur e&longs;t me&longs;ur&eacute;e, &amp; determin&eacute;e par <lb/>la perpendiculaire CB; Or &longs;i l&apos;on po&longs;e <lb/>vn mobile &longs;ur le plan AC, &amp; que la <lb/>chorde EDF le tienne attach&eacute;, la force <lb/>qui e&longs;t en F ayant me&longs;me rai&longs;on auec le <lb/>poids E que BC a&agrave; CB, &longs;ou&longs;tiendra le <lb/>poids en E, &amp; en luy aioutant la moin&shy;<lb/>dre force du monde, il tombera en B, &amp; <lb/>emportera le poids E en le fai&longs;ant mon&shy;<lb/>ter vers D. <!-- KEEP S--></s>
          <s id="s.000262">Mais F ne fera pas moins <lb/>de chemin en de&longs;cendant perpendicu&shy;<lb/>lairement, que le poids E en montant <lb/>obliquement, c&apos;e&longs;t pourquoy il e&longs;t ne&shy;<lb/>ce&longs;&longs;aire que F de&longs;cende plus bas qu&apos;il <lb/>ne fait monter le poids E, dont l&apos;exau&shy;<lb/>cement &longs;e me&longs;ure par la ligne per&shy;<lb/>pendiculaire BC: de maniere que la <lb/>ligne de la de&longs;cente de F &longs;era &eacute;gal&eacute; &agrave; <lb/>CA, quand il aura fait monter le poids <lb/>de B &agrave; C. <!-- KEEP S--></s>
          <s id="s.000263">Car le poids ne re&longs;i&longs;te point <lb/>au mouuement parallele &agrave; l&apos;orizon, <lb/>parce que ce mouuement ne l&apos;&eacute;loigne <lb/>point du centre de la terre. </s>
          <s id="s.000264">C&apos;e&longs;t pour&shy;<lb/>quoy il importe grandement de con-
<pb pagenum="58" xlink:href="047/01/078.jpg"/>&longs;iderer les lignes par le&longs;quelles &longs;e font <lb/><figure id="id.047.01.078.1.jpg" xlink:href="047/01/078/1.jpg"/><lb/>les mouuemens, &amp; <lb/>particulierement <lb/>lors qu&apos;ils &longs;e font <lb/>par des forces ina&shy;<lb/>nim&eacute;es, dont les <lb/>momens, &amp; les re&longs;i&shy;<lb/>&longs;tances &longs;ont en leur &longs;ouuerain degr&eacute; <lb/>dans la ligne <expan abbr="perp&etilde;diculaire">perpendiculaire</expan> &agrave; l&apos;orizon; <lb/>mais elles &longs;e <expan abbr="dimin&uuml;&etilde;t">dimin&uuml;ent</expan> &agrave; proportion que <lb/>la ligne &longs;e <expan abbr="p&atilde;che">panche</expan> &longs;ur le plan horizontal. </s>
        </p>
        <p type="head">
          <s id="s.000265"><emph type="center"/>III. ADDITION.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000266">Il y a plu&longs;ieurs cho&longs;es &agrave; remarquer <lb/>&longs;ur ce &longs;ubjet qui Peuuent &longs;eruir pour <lb/>e&longs;tablir quelque partie de la Phy&longs;ique, <lb/>dont i&apos;en mets icy quelques vnes, affin <lb/>d&apos;exciter les bons e&longs;prits qui ayment la <lb/>verit&eacute;, &agrave; pa&longs;&longs;er o&ucirc;tre. </s>
          <s id="s.000267">Premierement <lb/><figure id="id.047.01.078.2.jpg" xlink:href="047/01/078/2.jpg"/><lb/>c&apos;e&longs;t vne cho&longs;e tres&shy;<lb/>remarquable que la <lb/>boule FDCE &longs;e <lb/>pui&longs;&longs;e mouuoir auec <lb/>la moindre force <lb/>imaginable &longs;ur le <lb/>plan horizontal AB, <lb/>dont la rai&longs;on e&longs;t qu&apos;elle ne touche le 
<pb pagenum="59" xlink:href="047/01/079.jpg"/>plan qu&apos;au point C, &amp; que &longs;es deux <lb/>moitiez CFE, &amp; CFD &longs;ont en vn par&shy;<lb/>fait &eacute;quilibre, comme lon void au <lb/>leuier ED, dont le bras EG e&longs;t &eacute;gal au <lb/>bras GD, de &longs;orte que &longs;i l&apos;on applique <lb/>la moindre force du <expan abbr="m&otilde;de">monde</expan> &agrave; D la boule <lb/>roullera vers A. <!-- KEEP S--></s>
          <s id="s.000268">En &longs;econd lieu l&apos;on <lb/>peut <expan abbr="c&otilde;parer">comparer</expan> le mouuement des deux <lb/>boules CDF, &amp; CHG, qui e&longs;t huict fois <lb/>moindre &amp; mois pe&longs;ante que l&apos;autre, <lb/>car &longs;on diametre CG e&longs;t &longs;ouz double <lb/>de CF, &amp; ie &longs;uppo&longs;e qu&apos;elles &longs;oient de <lb/>me&longs;me matiere: l&apos;on peut donc recher&shy;<lb/>cher laquelle des deux &longs;e meut plus ay&shy;<lb/>&longs;ement &longs;ur le plan AB; car il y en a qui <lb/>croyent que la petite &longs;era 8. fois plus <lb/>ay&longs;&eacute;e &agrave; mouuoir &longs;ur ce plan, quoy que <lb/><expan abbr="parfaictem&etilde;t">parfaictement</expan> dur &amp; poli, &agrave; rai&longs;on qu&apos;el&shy;<lb/>le pe&longs;e 8. fois moins, &amp; que toutes les <lb/>parties de chaque corps pe&longs;ent &longs;ur le <lb/>centre de leurs pe&longs;anteurs, &amp; con&longs;e&shy;<lb/>quemment que toute la pe&longs;anteur de <lb/>ces deux globes s&apos;vnit au point C, &amp; <lb/>re&longs;i&longs;te tant qu&apos;elle peut au <expan abbr="mouuem&etilde;t">mouuement</expan>. </s>
          <s id="s.000269"><lb/>Mais pui&longs;que toutes &longs;ortes de globes <lb/>tant grands que petits ont la rai&longs;on du <lb/>leuier ou de la balance comme i&apos;ay ex&shy;<lb/>pliqu&eacute; cy-deuant, la moindre force ap-
<pb pagenum="60" xlink:href="047/01/080.jpg"/>pliqu&egrave;e aux points D, E, ou HI e&longs;t ca&shy;<lb/>pable de les o&longs;ter de leur equilibre. </s>
        </p>
        <p type="main">
          <s id="s.000270">En troi&longs;ie&longs;me lieu &longs;i l&apos;on &longs;uppo&longs;e que <lb/>le plan horizontal &longs;oit rude, &longs;cabreux, &amp; <lb/>mal poli, il <expan abbr="s&etilde;ble">semble</expan> que le moindre globe <lb/>roulera plus ay&longs;ement parce qu&apos;il fait <lb/>vn plus grand angle de contingence, &amp; <lb/>s&apos;&eacute;loigne d&apos;auantage de la ligne droite <lb/>AB. <!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000271"><emph type="center"/>IV ADDITION.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000272">Sur ce que Galilee dit que Pappus &longs;&apos;e&longs;t <lb/>tromp&eacute;, lors qu&apos;il a voulu determiner la <lb/>force nece&longs;&longs;aire pour mouuoir vn poids <lb/>donn&eacute; &longs;ur vn plan propo&longs;&eacute;, ou &longs;ur vn <lb/>plan inclin&eacute;, dont l&apos;angle d&apos;inclination <lb/>e&longs;t <expan abbr="c&otilde;nu">connu</expan> l&apos;on peut remarquer plu&longs;ieurs <lb/>cho&longs;es, mais particulierement qu&apos;il la <lb/>&longs;uppo&longs;e beaucoup trop <expan abbr="gr&atilde;de">grande</expan>, car il dit <lb/>qu&apos;il faut la force de 40. hommes pour <lb/>mouuoir le poids de 200. talents, dans <lb/>la 9. propo&longs;ition de &longs;on 8. liure, au lieu <lb/>que la moindre force e&longs;t capable de le <lb/>mouuoir &longs;ur ledit plan: c&apos;e&longs;t pourquoy <lb/>il a conclud qu&apos;il failloit 260. hommes <lb/>pour le mouuoir &longs;ur vn plan inclin&eacute; de <lb/>120 degrez. </s>
          <s id="s.000273">Mais l&apos;on comprendra cecy <lb/>plus ay&longs;ement par cette figure, dans la-
<pb pagenum="61" xlink:href="047/01/081.jpg"/>quelle RM repre&longs;ente le plan horizon&shy;<lb/><figure id="id.047.01.081.1.jpg" xlink:href="047/01/081/1.jpg"/><lb/>tal, &longs;ur lequel ie <lb/>&longs;uppo&longs;e que le plan <lb/>PM e&longs;t eleu&eacute; de 30. <lb/>degrez, &amp; con&longs;e&shy;<lb/>quemment qu&apos;il <lb/>fait 60. degrez auec <lb/>le plan perpendi&shy;<lb/>culaire BC. <!-- KEEP S--></s>
          <s id="s.000274">Or il e&longs;t certain que la <lb/>force qui retient le poids, ou le globe <lb/>BSA &longs;ur le plan inclin&eacute; e&longs;t audit poids, <lb/>comme la perpendiculaire PR e&longs;t &agrave; <lb/>l&apos;hypotenu&longs;e PM: &amp; parce que cette <lb/>hypothenu&longs;e e&longs;t double de la <expan abbr="perp&etilde;di-culaire">perpendi&shy;<lb/>culaire</expan>, vne force vn peu plus <expan abbr="gr&atilde;de">grande</expan> que <lb/>&longs;ouz double le leuera, de &longs;orte que &longs;i le <lb/>globe pe&longs;e 2. liures le poids P, ou O <expan abbr="pe&longs;&atilde;t">pe&longs;ant</expan> <lb/>vne liure, &amp; vn grain le pourra tirer. </s>
        </p>
        <p type="main">
          <s id="s.000275">Il faut encore remarquer que la force <lb/>qui doit empe&longs;cher que le poids ne <lb/>coule &amp; ne pe&longs;e point &longs;ur le plan PM <lb/>doit e&longs;tre au poids, comme la ba&longs;e RM <lb/>&agrave; l&apos;hypotenu&longs;e PM. <!-- KEEP S--></s>
          <s id="s.000276">Or quand on veut <lb/>tirer le poids &longs;ur le plan inclin&eacute;, il faut <lb/>mettre vne poulie au haut du plan, <lb/>comme l&apos;on void en D. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000277">O&ugrave; l&apos;on doit con&longs;iderer la force qui&shy;<lb/>&longs;ou&longs;tient le poids dans la ligne perpen-
<pb pagenum="62" xlink:href="047/01/082.jpg"/>diculaire PR, pour trouuer celle qui le <lb/>&longs;ou&longs;tient &longs;ur le plan inclin&eacute;, &amp; parce <lb/>que le globe BSA pe&longs;e 2 liures dans <lb/>ladite ligne, il n&apos;en pe&longs;era qu&apos;vne &longs;ur ce <lb/>plan inclin&eacute; de 30 degrez. </s>
          <s id="s.000278">Neantmoins <lb/>quelquesvns croyent que l&apos;on peut <lb/>trouuer la force qui tire le poids &longs;ur le <lb/>plan inclin&eacute; par la connoi&longs;&longs;ance de la <lb/>force qui le meut &longs;ur le plan <expan abbr="horiz&otilde;tal">horizontal</expan>; <lb/>&longs;ur quoy l&apos;on peut veoir Cabee au 20. <lb/>Chapitre du 4. liure de l&apos;aymant. </s>
        </p>
        <p type="head">
          <s id="s.000279"><emph type="center"/>V. ADDITION.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000280">Cette &longs;peculation des plans differens <lb/>e&longs;t grandement vtile pour trouuer la <lb/>force requi&longs;e pour mouuoir toutes &longs;or&shy;<lb/>tes de fardeaux &longs;ur les montagnes, &amp; <lb/>dans les valees, &amp; pour plu&longs;ieurs autres <lb/>cho&longs;es: par exemple, &longs;i l&apos;on vouloit <lb/>tirer vn fardeau &longs;ur le plan FB, il fau&shy;<lb/>droit vne force, qui eu&longs;t me&longs;me pro&shy;<lb/>portion au poids, que la perpendiculai&shy;<lb/>re BE &agrave; l&apos;hypotenu&longs;e BF. <!-- KEEP S--></s>
          <s id="s.000281">Mais &longs;i l&apos;on <lb/>vouloit l&apos;empe&longs;cher de couler ou de <lb/>pe&longs;er &longs;ur le plan BF, il faudroit vne <lb/>force qui eu&longs;t me&longs;me proportion au <lb/>poids que FE &agrave; FB, &longs;uiuant ce qui a 
<pb pagenum="63" xlink:href="047/01/083.jpg"/>e&longs;t&eacute; dit dans l&apos;addition precedente, &amp; <lb/>con&longs;equemment il faudroit que cette <lb/>force fu&longs;t &longs;ouztriple du poids, pui&longs;que <lb/>EF e&longs;t &longs;ouztriple de BF. <!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000282">Quant &agrave; la proportion des mouue&shy;<lb/><figure id="id.047.01.083.1.jpg" xlink:href="047/01/083/1.jpg"/><lb/>mens qui &longs;e <lb/>font &longs;ur les <lb/>plans, nous en <lb/><expan abbr="parler&otilde;s">parlerons</expan> apres: <lb/>Ie remarque&shy;<lb/>ray &longs;eulement <lb/>icy que la for&shy;<lb/>ce e&longs;t tou&shy;<lb/>&longs;iours &agrave; la pe&shy;<lb/>&longs;anteur qu&apos;il faut &longs;ou&longs;tenir &longs;ur les plans <lb/>propo&longs;ez, <expan abbr="c&otilde;me">comme</expan> le co&longs;t&eacute; qui touche la <lb/>force e&longs;t au co&longs;t&eacute; &longs;ur lequel le poids e&longs;t <lb/>appuy&eacute;, &longs;oit que le co&longs;t&eacute; de la force &longs;oit <lb/>per pendiculaire, ou inclin&eacute; &longs;ur l&apos;hori&shy;<lb/>zon: par exemple, la force e&longs;tant po&longs;&eacute;e <lb/>&longs;ur le co&longs;t&eacute; DF e&longs;t au poids D mis <lb/>&longs;ur HD, comme FD e&longs;t &agrave; DH. </s>
        </p>
        <p type="main">
          <s id="s.000283">Et &longs;i l&apos;on &longs;uppo&longs;e que BE &longs;oit vne <lb/>muraille impenetrable, qui&longs;oit polie, &amp; <lb/>qui ne cede nullement aux coups, la <lb/>bale qui la frapera au point D &longs;elon <lb/>l&apos;inclination de l&apos;angle CDI, qui e&longs;t de <lb/>30. degrez, &longs;e reflechira en H par la li-
<pb pagenum="64" xlink:href="047/01/084.jpg"/>gne DH, dautant que l&apos;angle de refle&shy;<lb/>xion LDK e&longs;t egal &agrave; celuy de l&apos;inci&shy;<lb/>dence. </s>
          <s id="s.000284">Mais il e&longs;t difficile de &longs;&ccedil;auoir o&ugrave; <lb/>&longs;e reflechira la bale. </s>
          <s id="s.000285">L&apos;on peut encore <lb/>con&longs;iderer de combien vn poids de&longs;&shy;<lb/>cend plus vi&longs;te &longs;ur vn plan inclin&eacute; que <lb/>&longs;ur l&apos;autre: par exemple, de combien <lb/>il <expan abbr="de&longs;c&etilde;d">de&longs;cend</expan> plus vi&longs;te &longs;ur BF, que &longs;ur CF, <lb/>ou DF, &amp; s&apos;il y a me&longs;me rai&longs;on de la vi&shy;<lb/>&longs;te&longs;&longs;e qui s&apos;exerce &longs;ur BF, &agrave; celle de <lb/>DF, que de la ligne BF &agrave; DF: mais il <lb/>faut re&longs;eruer toutes ces con&longs;iderations <lb/>pour la fin de ce trait&eacute;. </s>
          <s id="s.000286">Concluons ce&shy;<lb/>pendant qu&apos;il faut d&apos;autant moins de <lb/>force pour leuer le poids donn&eacute;, que le <lb/>chemin de la force e&longs;t plus long que <lb/>celuy du poids, affin que l&apos;vn <expan abbr="rec&otilde;pen&longs;e">recompen&longs;e</expan> <lb/>l&apos;autre, &amp; que la nature ne perde rien <lb/>d&apos;vn co&longs;t&eacute; qu&apos;elle ne le gaigne de l&apos;au&shy;<lb/>tre. </s>
          <s id="s.000287"><expan abbr="Finalem&etilde;t">Finalement</expan> &longs;ivn coup de <expan abbr="can&otilde;">canon</expan> e&longs;t tir&eacute; <lb/>du point H contre la muraille BE, il <lb/>aura &longs;a force entiere dans la perpendi&shy;<lb/>culaire HE; &amp; le boulet appuyera en&shy;<lb/>tierement contre E. <!-- KEEP S--></s>
          <s id="s.000288">Mais s&apos;il frappe <lb/>obliquement en D par la ligne HD, <lb/>il &longs;era d&apos;autant moins fort que DH e&longs;t <lb/>plus long que HE. 
<pb pagenum="65" xlink:href="047/01/085.jpg"/></s>
        </p>
      </chap>
      <chap>
        <p type="head">
          <s id="s.000289"><emph type="center"/>CHAP. X.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="head">
          <s id="s.000290"><emph type="center"/><emph type="italics"/>De la Viz d&apos;Archimede pour <lb/>e&longs;leuer les eaux.<emph.end type="italics"/><emph.end type="center"/></s>
        </p>
        <p type="main">
          <s id="s.000291">IL faut icy adio&ucirc;ter la con&longs;ideration <lb/>de cette viz, parce que &longs;on effet e&longs;t <lb/><figure id="id.047.01.085.1.jpg" xlink:href="047/01/085/1.jpg"/><lb/>d&apos;autant plus <lb/>admirable <lb/>que la cau&longs;e <lb/>&longs;emble plus <lb/>&eacute;loign&eacute;e de <lb/>la rai&longs;on, car <lb/>elle fait mon&shy;<lb/>ter l&apos;eau par&shy;<lb/>ce qu&apos;elle la <lb/>fait de&longs;cen&shy;<lb/>dre. </s>
          <s id="s.000292">Son v&longs;a&shy;<lb/>ge paroi&longs;t <expan abbr="d&atilde;s">dans</expan> <lb/>la figure qui <lb/>&longs;uit, dans la&shy;<lb/>quelle ZY <lb/>XVTSR &amp; <lb/>Q &longs;ignifient <lb/>vn canal qui <lb/>entoure le <lb/>cylindre NP. </s>
          <s id="s.000293"><lb/>Or le bout du canal N doit e&longs;tre dans <pb pagenum="66" xlink:href="047/01/086.jpg"/>l&apos;eau, &amp; le canal doit e&longs;tre inclin&eacute;; &amp; <lb/>puis il faut tourner le cylindre autour <lb/>des points QP, &amp; NO, iu&longs;ques &agrave; ce que <lb/>l&apos;eau &longs;orte par Q, apres auoir mont&eacute; <lb/>tout au long du canal, ou de l&apos;helice <lb/>NO YX &amp;c. </s>
          <s id="s.000294">bans la quelle l&apos;eau mon&shy;<lb/>te par ce qu&apos;elle de&longs;cend, comme ie fais <lb/>voir en cette maniere. </s>
        </p>
        <p type="main">
          <s id="s.000295">Soit le <expan abbr="tri&atilde;gle">triangle</expan> A KB, d&apos;o&ugrave; la viz NP <lb/>prend &longs;on origine, lors que l&apos;helice &agrave; <lb/>me&longs;me inclination que KA, dont la <lb/>&longs;aillie, ou l&apos;eleuation e&longs;t determin&eacute;e par <lb/>l&apos;angle BAK; &amp; &longs;i cet angle e&longs;t du <lb/>tiers, ou du quart d&apos;vn angle droit, l&apos;e&shy;<lb/>leuation de l&apos;helice NZ, ou ZY &longs;era <lb/><expan abbr="&longs;emblablem&etilde;t">&longs;emblablement</expan> le tiers, ou le quart d&apos;vn <lb/>angle droit. </s>
          <s id="s.000296">Cecy e&longs;tant po&longs;&eacute;, il e&longs;t <lb/><expan abbr="euid&atilde;t">euidant</expan> que la &longs;aillie du canal AK &longs;era <lb/>abbai&longs;&longs;&eacute;e quand le point K viendra au <lb/>point B, &amp; qu&apos;elle n&apos;aura plus de pente <lb/>ou d&apos;inclination, &amp; con&longs;equemment &longs;i <lb/>on l&apos;abai&longs;&longs;e vn peu plus bas que B, l&apos;eau <lb/>coulera, &amp; s&apos;engorgera naturellement <lb/>dans le canal AK, ou XV, &amp; tombera <lb/>du point A au point K, qui &longs;e trouuera <lb/>plus bas que B &longs;ouz l&apos;orizon. </s>
          <s id="s.000297">Or il faut <lb/>entourer le cylindre CA du triangle <lb/>AKB, affin de con&longs;truire la viz AC 
<pb pagenum="67" xlink:href="047/01/087.jpg"/><expan abbr="perp&etilde;diculaire">perpendiculaire</expan> &longs;ur l&apos;horizon EA: &amp; puis <lb/>il la faut mettre dans l&apos;eau, &amp; la tour&shy;<lb/>ner, affin que l&apos;eau monte par le canal <lb/>AE, qui n&apos;e&longs;t pas plus inclin&eacute; que KA, <lb/>c&apos;e&longs;t &agrave; dire que le tiers d&apos;vn angle droi&shy;<lb/>te donc &longs;i l&apos;on abbai&longs;&longs;e le cylindre PN <lb/>du tiers d&apos;vn angle droit, les helices <lb/>EF, FG &amp;c. </s>
          <s id="s.000298">&longs;eront inclin&eacute;es, comme <lb/>l&apos;on void au cylindre panchant PN, &amp; <lb/>&agrave; &longs;es helices ZYXV &amp;c. </s>
          <s id="s.000299">par con&longs;e&shy;<lb/>quent l&apos;eau de&longs;cendra de N &agrave; Z, &amp; tou&shy;<lb/>tes les autres helices receuront vne <lb/>me&longs;me di&longs;po&longs;ition pour faire couler <lb/>l&apos;eau iu&longs;ques au bout de la viz, de &longs;orte <lb/>que l&apos;eau de&longs;cendra tou&longs;iours en mon&shy;<lb/>tant de N &agrave; P. D&apos;ou il faut conclure que <lb/>la viz doit auoir vne inclination vn peu <lb/>plus grande que le triangle &longs;ur lequel <lb/>on la ba&longs;tie. </s>
        </p>
        <p type="head">
          <s id="s.000300"><emph type="center"/>VI ADDITION.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000301">Il y a plu&longs;ieurs cho&longs;es &agrave; remarquer <lb/>pour la pente, &amp; la de&longs;cente, &amp; pour <lb/>l&apos;exaltation des eaux, &amp; pour tout ce <lb/>qui appartient aux Siphons, &amp; aux <lb/>Pompes qui attirent l&apos;eau, ou les autres <lb/>liqueurs par a&longs;piration, mais l&apos;vne des 
<pb pagenum="68" xlink:href="047/01/088.jpg"/>principales con&longs;i&longs;te &agrave; &longs;&ccedil;auoir que l&apos;eau <lb/>ne &longs;e meut point naturellement &longs;i elle <lb/>n&apos;a de la pente, <expan abbr="c&otilde;me">comme</expan> l&apos;on experimente <lb/>aux rui&longs;&longs;eaux, aux riuieres, aux e&longs;tangs <lb/>&amp;c. </s>
          <s id="s.000302">ce qui fait reconnoi&longs;tre que le <lb/><expan abbr="mouuem&etilde;t">mouuement</expan> de la mer &longs;uppo&longs;e de la vio&shy;<lb/>lence, car &longs;i le reflus luy e&longs;t naturel, le <lb/>flus doit e&longs;tre violent. </s>
          <s id="s.000303">Quant au Siphon <lb/>il peut &longs;eruir pour faire pa&longs;&longs;er des fon&shy;<lb/>taines depuis le pied d&apos;vne montagne <lb/>ou d&apos;vn rocher iu&longs;ques &agrave; l&apos;autre co&longs;t&eacute;, <lb/>pour changer le vin, ou les autres li&shy;<lb/>queurs d&apos;vn tonneau en vn autre, pour <lb/>vuider les marais, &amp; pour plu&longs;ieurs <lb/>autres commoditez dont nous parle&shy;<lb/>rons ailleurs. </s>
        </p>
        <p type="main">
          <s id="s.000304">Quant &agrave; l&apos;v&longs;age de l&apos;eau dans les me&shy;<lb/>chaniques, il e&longs;t tres grand, comme l&apos;on <lb/>experimente aux moulins &agrave; eau, &amp; aux <lb/>differentes manieres dont on &longs;e &longs;ert <lb/>pour &longs;&ccedil;auoir la <expan abbr="differ&etilde;ce">difference</expan> des pe&longs;anteurs <lb/>de toutes &longs;ortes de corps plus pe&longs;ans, ou <lb/>plus legers que l&apos;eau, &longs;oit qu&apos;on les com&shy;<lb/>pare en&longs;emble, ou auec la me&longs;me eau: <lb/>mais tout cecy merite vn traict&eacute; entier <lb/>de l&apos;Hydraulique, comme les vtilitez <lb/>de l&apos;air &amp; du vent requierent vn di&longs;&shy;<lb/>cours entier de la Pneumatique. </s>
          <s id="s.000305">Mais 
<pb pagenum="69" xlink:href="047/01/089.jpg"/>par ce que Galil&eacute;e n&apos;en a rien dit <expan abbr="d&atilde;s">dans</expan> ce <lb/>liure, ie <expan abbr="vi&etilde;s">viens</expan> &agrave; la derniere <expan abbr="c&otilde;&longs;ideration">con&longs;ideration</expan> <lb/>qu&apos;il a faite &longs;ur la force de la percu&longs;&longs;ion. </s>
        </p>
      </chap>
      <chap>
        <p type="head">
          <s id="s.000306"><emph type="center"/>CHAP. XI.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000307">Il e&longs;t nece&longs;&longs;aire pour plu&longs;ieurs rai&longs;ons <lb/>de rechercher la cau&longs;e de la force de la <lb/>percu&longs;&longs;ion, parce qu&apos;elle contient plus <lb/>de merueilles que tous les autres in&longs;tru&shy;<lb/>mens Mechaniques, car on experimen&shy;<lb/>te qu&apos;en <expan abbr="frapp&atilde;t">frappant</expan> &longs;ur vn clou, &longs;ur vn pieu, <lb/>ou pilotis, &amp;c. </s>
          <s id="s.000308">ils <expan abbr="entr&etilde;t">entrent</expan> dans des corps <lb/>fort durs, &amp; qu&apos;ils n&apos;entrent nullement <lb/>&longs;i l&apos;on ne frappe de&longs;&longs;us, encore que l&apos;on <lb/>charge &amp; que l&apos;on pre&longs;&longs;e les marteaux <lb/>auec des fardeaux mille fois plus <expan abbr="pe&longs;&atilde;s">pe&longs;ans</expan> <lb/>qu&apos;eux, car &agrave; peine feroit-on entrer vn <lb/>coin au&longs;&longs;i auant en le chargeant d&apos;vne <lb/>mai&longs;on entiere, comme on le fait entrer <lb/>&agrave; coup de marteau. </s>
          <s id="s.000309">Ce qui e&longs;t d&apos;autant <lb/>plus digne d&apos;e&longs;tre con&longs;ider&eacute; que nul <lb/>n&apos;en a donn&eacute; la rai&longs;on iu&longs;ques &agrave; pre&longs;ent: <lb/>ce qui fait voir la difficult&eacute; de cette <lb/>&longs;peculation: car les pen&longs;&eacute;es d&apos;Ari&longs;tote <lb/>&amp; des autres qui ont voulu prendre <lb/>la rai&longs;on de cet effet de la longueur de <lb/>la maniuelle ou du manche des mar&shy;<lb/>teaux &longs;ont trop foibles, &amp; mal fond&eacute;es, 
<pb pagenum="70" xlink:href="047/01/090.jpg"/>attendu que les poids qui tombent, &amp; <lb/>qui font de &longs;i grands effets, nont point <lb/>de manches. </s>
          <s id="s.000310">Il faut dire la me&longs;me <lb/>cho&longs;e des poids que l&apos;on pou&longs;&longs;e ou que <lb/>l&apos;on iette de trauers. </s>
          <s id="s.000311">C&apos;e&longs;t pourquoy <lb/>il faut auoir recours &agrave; vn autre principe <lb/>pour trouuer la verit&eacute; de c&eacute;t effet, le&shy;<lb/>quel ie ta&longs;cheray &agrave; expliquer &amp; &agrave; le <lb/>rendre &longs;en&longs;ible. </s>
          <s id="s.000312">Ie di <expan abbr="d&otilde;c">donc</expan> que cet effect <lb/>vient de la me&longs;me &longs;ource que les autres <lb/>effets Mechaniques, &agrave; &longs;&ccedil;auoir que la <lb/>force, la re&longs;i&longs;tance, &amp; l&apos;e&longs;pace par le&longs;&shy;<lb/>quels &longs;e <expan abbr="f&otilde;t">font</expan> les <expan abbr="mouuem&etilde;s">mouuemens</expan> ont vne telle <lb/>corre&longs;pondance &amp; proportion entr&apos;eux <lb/>que la force <expan abbr="re&longs;p&otilde;d">re&longs;pond</expan> &longs;eulement &agrave; vne re&shy;<lb/>&longs;i&longs;tance qui luy e&longs;t &eacute;gale. </s>
          <s id="s.000313">&amp; qu&apos;elle la <lb/>meut &longs;eulement par vn e&longs;pace &eacute;gal, ou <lb/>d&apos;vne &eacute;gale vi&longs;te&longs;&longs;e, dont elle &longs;e meut <lb/>elle me&longs;me. </s>
          <s id="s.000314">Semblablement quand la <lb/>force e&longs;t moindre de moiti&eacute; que la re&shy;<lb/>&longs;i&longs;tence, elle la peut mouuoir, &longs;i elle <lb/>me&longs;me &longs;e meut d&apos;vne double impetuo&shy;<lb/>&longs;it&eacute;, &amp; &longs;i elle fait deux fois autant de <lb/>chemin. </s>
          <s id="s.000315">Ce qui &longs;e remarque en toutes <lb/>&longs;ortes d&apos;in&longs;trumens, par le moyen de&longs;&shy;<lb/>quels l&apos;on peut mouuoir &amp; &longs;urmonter <lb/>toute &longs;orte de re&longs;i&longs;tence pour grande <lb/>quelle pui&longs;&longs;e e&longs;tre auec vne force &longs;i pe-
<pb pagenum="71" xlink:href="047/01/091.jpg"/>tite que l&apos;on voudra, pourueu que l&apos;e&longs;&shy;<lb/>pace que fait la force ayt me&longs;me pro&shy;<lb/>portion auec l&apos;e&longs;pace de la re&longs;i&longs;tance, <lb/>que la grande re&longs;i&longs;tance &agrave; la petite for&shy;<lb/>ce; ce qui &longs;uit entierement la con&longs;titu&shy;<lb/>tion &amp; les regles de la nature. </s>
        </p>
        <p type="main">
          <s id="s.000316">Ce n&apos;e&longs;t <expan abbr="d&otilde;c">donc</expan> pas merueille &longs;i en argu&shy;<lb/>mentant au contraire, la force qui meut <lb/>vne petite re&longs;i&longs;tance par vn grand in&shy;<lb/>terualle, en pou&longs;&longs;e vne cent fois plus <lb/>grande par vn interualle cent fois <lb/>moindre, puis qu&apos;il ne peut arriuer au&shy;<lb/>trement. </s>
          <s id="s.000317">Cecy e&longs;tant po&longs;&egrave;, il faut con&shy;<lb/>&longs;iderer qu&apos;elle doit e&longs;tre la re&longs;i&longs;tence <lb/>pour e&longs;tre me&uuml;e par le marteau, qui la <lb/>doit frapper &amp; pou&longs;&longs;er; &amp; pour ce &longs;ub&shy;<lb/>ject il faut remarquer combien la force <lb/>qui a e&longs;t&eacute; imprim&eacute;e au marteau le por&shy;<lb/>ter a loing, &longs;i l&apos;on &longs;uppo&longs;e qu&apos;il ne frap&shy;<lb/>pe point, <expan abbr="c&otilde;me">comme</expan> il arriueroit &longs;i le marteau <lb/>&longs;ortoit de la main auec la me&longs;me impe&shy;<lb/>tuo&longs;it&eacute; <expan abbr="d&otilde;t">dont</expan> il doit frapper vne enclume, <lb/>vn coin, ou quelqu&apos;autre cho&longs;e, &amp; qu&apos;il <lb/>ne <expan abbr="renc&otilde;tra&longs;t">rencontra&longs;t</expan> nul <expan abbr="empe&longs;chem&etilde;t">empe&longs;chement</expan> en &longs;on <lb/>chemin. </s>
          <s id="s.000318">Et puis il faut <expan abbr="c&otilde;&longs;iderer">con&longs;iderer</expan> quelle <lb/>re&longs;i&longs;tance fait le corps qui e&longs;t frapp&eacute;, &amp; <lb/><expan abbr="c&otilde;bien">combien</expan> il e&longs;t pou&longs;&longs;&eacute; par vne telle <expan abbr="percu&longs;-&longs;i&otilde;">percu&longs;&shy;<lb/>&longs;iom</expan>, &amp; <expan abbr="ay&atilde;t">ayant</expan> remarqu&eacute; de <expan abbr="c&otilde;bi&etilde;">combien</expan> il &longs;e meut 
<pb pagenum="72" xlink:href="047/01/092.jpg"/>&agrave; chaque coup, &amp; que le coin entre <lb/>d&apos;autant moins auant que le marteau <lb/>pou&longs;&longs;&eacute; de la me&longs;me impetuo&longs;it&eacute; iroit <lb/>moins loing <expan abbr="l&apos;&otilde;">l&apos;on</expan> trouuera que ledit coin <lb/>entrera d&apos;autant moins auant dans vne <lb/>b&ucirc;che, ou dans vn autre corps &agrave; cha&shy;<lb/>que coup, que la re&longs;i&longs;tance &longs;era plus <lb/>grande que la force du marteau: de &longs;or&shy;<lb/>te qu&apos;il ne faut plus admirer les effects <lb/>de la percu&longs;&longs;ion, puis qu&apos;ils ne <expan abbr="&longs;ort&etilde;t">&longs;ortent</expan> pas <lb/>hors des bornes de la nature. </s>
        </p>
        <p type="main">
          <s id="s.000319">A quoy i&apos;aio&ucirc;te vn exemple pour vne <lb/>plus grande intelligence, en &longs;uppo&longs;ant <lb/>que le marteau qui a 4. degrez de re&longs;i&shy;<lb/>&longs;tance &longs;oit pou&longs;&longs;&eacute; d&apos;vne telle force que <lb/>ne treuuant nulle <expan abbr="re&longs;i&longs;t&atilde;ce">re&longs;i&longs;tance</expan> qui l&apos;arre&longs;te, <lb/>il aille iu&longs;ques &agrave; dix pas, &amp; qu&apos;&agrave; ce <lb/>terme on luy oppo&longs;e vne poutre qui <lb/>ayt 4000. degrez de <expan abbr="re&longs;i&longs;t&atilde;ce">re&longs;i&longs;tance</expan> &amp; qui &longs;oit <lb/>mille fois plus grande que la force du <lb/>marteau, de &longs;orte qu&apos;elle &longs;urpa&longs;&longs;e &longs;ans <lb/>proportion ladite force, &longs;i elle e&longs;t frap&shy;<lb/>p&eacute;e, elle ira &longs;eulement en auant la <lb/>millie&longs;me partie de dix pas, par le&longs;quels <lb/>l&apos;on auroit pou&longs;&longs;&eacute; le marteau. </s>
        </p>
        <p type="main">
          <s id="s.000320">D&apos;o&ugrave; l&apos;on peut conclurre que la force <lb/>de la percu&longs;&longs;ion &longs;uit les loix des autres <lb/>in&longs;trumens mechaniques, &amp; qu&apos;il e&longs;t 
<pb pagenum="73" xlink:href="047/01/093.jpg"/>au&longs;&longs;i ay&longs;&eacute; de la determiner que les au&shy;<lb/>tres forces. </s>
        </p>
        <p type="head">
          <s id="s.000321"><emph type="center"/>ADDITION VII.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000322">Galil&eacute;e promettoit plu&longs;ieurs proble&longs;&shy;<lb/>mes &agrave; la fin de &longs;es mechaniques, mais <lb/>pui&longs;que nous ne les <expan abbr="au&otilde;s">auons</expan> point veus, il <lb/>faut &longs;eulement icy aio&ucirc;ter quelques <lb/>con&longs;iderations <expan abbr="touch&atilde;t">touchant</expan> les <expan abbr="mouuem&etilde;s">mouuemens</expan>; <lb/>en attendant que nous en donnions <lb/>plu&longs;ieurs <expan abbr="ob&longs;eruati&otilde;s">ob&longs;eruations</expan> tres-exactes. </s>
          <s id="s.000323">Soit <lb/>donc le plan BG inclin&eacute; de 30. degrez <lb/>&longs;ur le plan horizontal BF: il e&longs;t premie&shy;<lb/>rement certain que le poids pe&longs;e d&apos;au&shy;<lb/>tant moins &longs;ur BG que dans la ligne <lb/>perpendiculaire GX, que BG e&longs;t plus <lb/>grand que GX, c&apos;e&longs;t &agrave; dire deux fois <lb/><figure id="id.047.01.093.1.jpg" xlink:href="047/01/093/1.jpg"/><lb/>moins, <expan abbr="daut&atilde;t">dautant</expan> que GX, <lb/>e&longs;t &longs;ouz double de BG, <lb/>par la con&longs;truction. </s>
        </p>
        <p type="main">
          <s id="s.000324">Secondement il e&longs;t cer&shy;<lb/>tain que la boule mi&longs;e au <lb/>point G &amp; roulante &longs;ur <lb/>GB de&longs;cend plus lente&shy;<lb/>ment que par la ligne G <lb/>X. <!-- KEEP S--></s>
          <s id="s.000325">Mais il e&longs;t difficile de <lb/>&longs;&ccedil;auoir combien elle de&longs;cend plus vi&longs;te 
<pb pagenum="74" xlink:href="047/01/094.jpg"/>par GX. </s>
          <s id="s.000326">Galil&eacute;e croit dans vn autre <lb/>di&longs;cours qu&apos;en me&longs;me <expan abbr="t&etilde;ps">temps</expan> que la boule <lb/>de&longs;cend de G en H elle de&longs;cendroit <lb/>de G en E, &amp; qu&apos;au me&longs;me temps qu&apos;el&shy;<lb/>le de&longs;cend de G en B, elle de&longs;cen&shy;<lb/>dro&icirc;t de Gen D. <!-- KEEP S--></s>
          <s id="s.000327">Car le point de la li&shy;<lb/>gne perpendiculaire, auquel &longs;e rencon<lb/>treroit le poids tombant, &longs;e determine <lb/>par les perpendiculaires de&longs;crites &longs;ur le <lb/>plan inclin&eacute;, comme l&apos;on void icy aux <lb/>perpendiculaires HE &amp; BD tir&eacute;es des <lb/>deux points H, B, au&longs;quels on &longs;uppo&longs;e <lb/>que la boule e&longs;t arriu&eacute;e en ro&ucirc;lant: ce <lb/>qu&apos;il faut au&longs;&longs;i, ce &longs;emble, conclurre des <lb/>autres corps qui gli&longs;&longs;ent &longs;eulement. </s>
          <s id="s.000328"><lb/>En troi&longs;ie&longs;me lieu, l&apos;on peut con&longs;iderer <lb/>&longs;i les poids qui &longs;e meuuent &longs;ur le plan <lb/>inclin&eacute; gardent la me&longs;me proportion <lb/>en leur vi&longs;te&longs;&longs;e que ceux qui &longs;e <expan abbr="meuu&etilde;t">meuuent</expan> <lb/>perpendiculairement vers le centre de <lb/>la terre, c&apos;e&longs;t &agrave; dire s&apos;ils <expan abbr="ha&longs;t&etilde;t">ha&longs;tent</expan> leur cour&shy;<lb/>&longs;e en rai&longs;on doubl&eacute;e des <expan abbr="t&etilde;ps">temps</expan> par exem&shy;<lb/>ples &longs;i G ayant <expan abbr="de&longs;c&etilde;du">de&longs;cendu</expan> iu&longs;que, au quart <lb/>de &longs;on plan dans le premier temps, <lb/>de&longs;cend les trois autres quarts dans le <lb/>&longs;econd temps. </s>
          <s id="s.000329">En quatrie&longs;me lieu, la <lb/>&longs;peculation de Galil&eacute;e e&longs;t excellente, &longs;i <lb/>elle e&longs;t veritable, &agrave; &longs;&ccedil;auoir qu&apos;vne bou-
<pb pagenum="75" xlink:href="047/01/095.jpg"/>le de&longs;cend en me&longs;me temps &longs;ur tous les <lb/>plans qui &longs;ont dans le me&longs;me demi cer&shy;<lb/>cle, ce que l&apos;on comprendra par cette <lb/>figure dans laquelle AB e&longs;t le diametre, <lb/>qui repre&longs;ente la cheute perpendicu&shy;<lb/><figure id="id.047.01.095.1.jpg" xlink:href="047/01/095/1.jpg"/><lb/>laire. </s>
          <s id="s.000330">EB, DB, <lb/>&amp; CB, ou FB, <lb/>GB, &amp; HB <expan abbr="m&otilde;-&longs;tr&etilde;t">mon&shy;<lb/>&longs;trent</expan> les cheutes <lb/>obliques, qui &longs;e <lb/>font toutes en <lb/>me&longs;me temps <lb/>depuis le haut <lb/>iu&longs;ques au bas <lb/>de chaque plan, de &longs;orte que la boule <lb/>va au&longs;&longs;i to&longs;t de G &agrave; B que d&apos;E &agrave; B. </s>
          <s id="s.000331">Par <lb/>ou l&apos;on void que le mouuement de la <lb/>boule e&longs;t d&apos;autant plus lent que le plan <lb/>obligue s&apos;approche <expan abbr="dau&atilde;tage">dauantage</expan> de l&apos;hori&shy;<lb/>zontal IK, &longs;ur lequel il n&apos;a plus de mou&shy;<lb/>uement par ce qu&apos;il ne peur plus s&apos;ap&shy;<lb/>procher du centre de la terre. </s>
          <s id="s.000332">Cette <lb/>figure contient encore d&apos;autres lignes, &agrave; <lb/>&longs;&ccedil;auoir AF, FG, GH, AG, &amp; AH, &longs;ur <lb/>&longs;ur le&longs;quelles on peut encore con&longs;ide&shy;<lb/>rer les mouuemens d&apos;vne boule, affin <lb/>de les comparer auec ceux qui &longs;e font <lb/>&longs;ur les plans FG, GH, &amp;c. </s>
        </p>
        <pb pagenum="76" xlink:href="047/01/096.jpg"/>
        <p type="main">
          <s id="s.000333">En cinquie&longs;me lieu, il faudroit con&longs;i&shy;<lb/>derer quelle e&longs;t la vite&longs;&longs;e des mouue&shy;<lb/>mens qui &longs;e font &longs;ur les plans BE, CE: <lb/><figure id="id.047.01.096.1.jpg" xlink:href="047/01/096/1.jpg"/><lb/>&amp; D<lb/>E, qui <lb/>&longs;ont <lb/>dans <lb/>le <lb/>quart <lb/>du <lb/>cer&shy;<lb/>cle B<lb/>CE, &amp; quelle proportion elle a auec la <lb/>vite&longs;&longs;e du mouuement d&apos;A en E, dont la <lb/>partie AH &longs;e fai&longs;ant dans vn <expan abbr="t&etilde;ps">temps</expan> don&shy;<lb/>n&eacute;, tout le re&longs;te depuis H iu&longs;ques &agrave; E &longs;e <lb/>fait dans vn autre temps egal. </s>
          <s id="s.000334">O&ugrave; il faut <lb/>encore remarquer que &longs;i l&apos;on pend le &lt;lb/&gt;poids E &agrave; la chorde AE, &amp; qu&apos;on tire le <lb/>poids iu&longs;ques &agrave; B, que B <expan abbr="de&longs;c&etilde;dra">de&longs;cendra</expan> qua&longs;i <lb/>en me&longs;me temps de B &agrave; E par le quart <lb/>du cercle BCE qu&apos;il de&longs;cendra de C, <lb/>ou de D au me&longs;me E. <!-- KEEP S--></s>
          <s id="s.000335">Or les lignes Bk, <lb/>KL, &amp; LM font veoir combien les <lb/>poids <expan abbr="de&longs;cend&etilde;t">de&longs;cendent</expan> &longs;ur les plans CE &amp; DE, <lb/>&amp; con&longs;equemment de combien il &longs;ont <lb/>retardez, &amp; empe&longs;chez par chaque plan <lb/>inclin&eacute;: par <expan abbr="ex&etilde;ple">exemple</expan>, le poids B roulant 
<pb pagenum="77" xlink:href="047/01/097.jpg"/>de B &agrave; C &longs;ur le plan BC de&longs;cend autant <lb/>que quand il roulle de C en E, car la li&shy;<lb/>gne BK e&longs;t &eacute;gale &agrave; KM; &amp; le poids <lb/>roullant de C &agrave; D de&longs;cend plus de deux <lb/>fois dauantage que celuy qui va de D &agrave; <lb/>E car LK e&longs;t plus que double de LM. <lb/>D&apos;o&ugrave; il e&longs;t ay&longs;&eacute; de <expan abbr="c&otilde;clure">conclure</expan> que le poids <lb/>B qui de&longs;cend par le quart de cercle <lb/>BCE iroit <expan abbr="d&apos;aut&atilde;t">d&apos;autant</expan> plus lentement qu&apos;il <lb/>approche dauantage du point E, s&apos;il n&apos;a&shy;<lb/>querroit nulle impetuo&longs;it&eacute;. </s>
        </p>
        <p type="main">
          <s id="s.000336">En &longs;ixie&longs;me lieu, la chorde AB con&shy;<lb/>duira le poids B iu&longs;ques au diamettre <lb/>AE dans vn temps donn&eacute;, &longs;i elle e&longs;t en <lb/>rai&longs;on doublee dudit temps, lors qu&apos;elle <lb/>doit &longs;e mouuoir dans vn plus grand <lb/>temps; ou en rai&longs;on &longs;ouzdoubl&eacute;e, &longs;i el&shy;<lb/>le &longs;e doit mouuoir dans vn moindre <lb/>temps: par exemple, &longs;i la chorde AB <lb/>porte B dans 4. moments iu&longs;ques &agrave; E, <lb/>la chorde &longs;ouzquadruple AI portera&apos;I <lb/>iu&longs;ques &agrave; H dans vn moment. </s>
        </p>
        <p type="main">
          <s id="s.000337">En &longs;eptie&longs;me lieu, le poids qui <expan abbr="de&longs;c&etilde;d">de&longs;cend</expan> <lb/>de B en M, ou d&apos;A en E va non <expan abbr="&longs;eulem&etilde;t">&longs;eulement</expan> <lb/>plus lentement en commen&ccedil;ant &longs;on <lb/>mouuement, mai, au&longs;&longs;i il pa&longs;&longs;e par tous <lb/>les degrez po&longs;&longs;ibles de tardiuet&eacute;, de &longs;or&shy;<lb/>te que s&apos;il n&apos;augmentoit point la vi&longs;te&longs;&longs;e 
<pb pagenum="78" xlink:href="047/01/098.jpg"/>qu&apos;il a vers le milieu de la premiere &longs;ep&shy;<lb/>tie&longs;me minute, il &longs;eroit deux ans &amp; <lb/>20 iours &agrave; de&longs;cendre l&apos;e&longs;pace d&apos;vn <lb/>pied de Roy, comme ie demon&longs;treray <lb/>dans vn trait&eacute; particulier. </s>
        </p>
        <p type="head">
          <s id="s.000338"><emph type="center"/>ADDITION VIII.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000339">Il e&longs;t certain que les poids qui de&longs;&shy;<lb/>cendent vers le centre augmentent <lb/>tou&longs;iours leur impetuo&longs;it&eacute;, &amp; que &longs;i on <lb/>lai&longs;&longs;e cheoir vne boule &longs;ur le plan CA, <lb/>elle aura autant d&apos;impetuo&longs;it&eacute; lors <lb/>qu&apos;elle &longs;era arriu&eacute;e au point A, comme <lb/>quand elle &longs;era tomb&eacute;e en B du point <lb/>C parce qu&apos;elle &longs;era au&longs;&longs;i proche du <lb/>centre en A qu&apos;en B: &amp; cette impetuo&shy;<lb/>&longs;it&eacute; &longs;era a&longs;&longs;ez grande pour faire remon&shy;<lb/><figure id="id.047.01.098.1.jpg" xlink:href="047/01/098/1.jpg"/><lb/>ter le me&longs;me <lb/>poids iu&longs;ques &agrave; <lb/>C &longs;oit par la li&shy;<lb/>gne oblique <lb/>AC, ou par la <lb/>perpendiculai&shy;<lb/>re BC, pour&shy;<lb/>ueu qu&apos;il n&apos;y ayt nul empe&longs;chement ex&shy;<lb/>terieur. </s>
          <s id="s.000340">Mais tandis que le poids tom&shy;<lb/>be de C en T, il tombe de C en B, &amp; par 
<pb pagenum="79" xlink:href="047/01/099.jpg"/>con&longs;equemment il acquier beaucoup <lb/>plus d&apos;impetuo&longs;it&eacute; en me&longs;me temps <lb/>par le plan horizontal que par l&apos;in&shy;<lb/>clin&eacute;. </s>
          <s id="s.000341">Semblablement tandis que le <lb/>poids tombe par le plan AD de D en I, <lb/>il tombe de D en B, car la ligne IB e&longs;t <lb/>perpendiculaire &longs;ur la ligne AD; &amp; &longs;i le <lb/>poids tombe iu&longs;ques en A, il &longs;era tomb&eacute; <lb/>par la perpendiculaire DB prolong&eacute;e <lb/>iu&longs;ques au poinct, auquel elle &longs;era cou&shy;<lb/>p&eacute;e par la ligne tir&eacute;e du point A paral&shy;<lb/>lele &agrave; IB, laquelle &longs;era perpendiculaire <lb/>au plan IA. </s>
          <s id="s.000342">Or il y a grande apparence <lb/>que le temps auquel le poids tombe <lb/>de C en B e&longs;t au temps auquel il tombe <lb/>de C en A, comme la ligne CB e&longs;t &agrave; la <lb/>ligne CA. <!-- KEEP S--></s>
          <s id="s.000343">Ce que l&apos;on peut exami&shy;<lb/>ner en cette maniere. </s>
          <s id="s.000344">Suppo&longs;ons donc <lb/>que le temps de la cheute d&apos;A en B &longs;ur <lb/>le plan AB &longs;oit &eacute;gal au temps de la <lb/>cheute qui &longs;e fait d&apos;A en D: &amp; <lb/><figure id="id.047.01.099.1.jpg" xlink:href="047/01/099/1.jpg"/><lb/>pour ce &longs;ubiect qu&apos;au tri&shy;<lb/>angle rectangle ABD le <lb/>co&longs;t&eacute; D &longs;oit de 4. parties, &amp; <lb/>le co&longs;t&eacute; BA de deux, &longs;i A <lb/>D e&longs;t 1000. AB &longs;era 500, <lb/>&amp; partant l&apos;angle BDA <lb/>&longs;era de 30 degrez, car DA <expan abbr="e&longs;t&atilde;t">e&longs;tant</expan>, le rayon 
<pb pagenum="80" xlink:href="047/01/100.jpg"/>AB &longs;era le Sinus de 30 degrez, &amp; l&apos;an&shy;<lb/>gle BDA &longs;era de 60. degrez, &amp; con&longs;e&shy;<lb/>quemment le co&longs;t&eacute; BD &longs;era 866, c&apos;e&longs;t <lb/>&agrave; dire le Sinus de 60. Au triangle ABC <lb/>rectangle, en C l&apos;angle BCA e&longs;t connu <lb/>de 60 degrez, donc l&apos;angle ABC e&longs;t de <lb/>30. degrez, dont le &longs;inus AC e&longs;t 250, &agrave; <lb/>&longs;&ccedil;auoir la moiti&eacute; du rayon BA, &amp; BC <lb/>&longs;inus de BAC 60. e&longs;t 433. de telles parties <lb/>dont AD e&longs;t 1000: donc &longs;i AC e&longs;t 250. <lb/>AB &longs;era 500. &amp; AD 1000, de &longs;orte qu&apos;A <lb/>B e&longs;t moyenne proportionnelle en&shy;<lb/>tre DA, &amp; CA; donc AD e&longs;t quadru&shy;<lb/>ple de CA, &amp; con&longs;equemment AB e&longs;t <lb/>double de CA. <!-- KEEP S--></s>
          <s id="s.000345">De plus &longs;i l&apos;on &longs;up&shy;<lb/>po&longs;e qu&apos;AC &longs;oit de 3. pieds, le poids <lb/>tombe de cet e&longs;pace dans vne &longs;econde, <lb/>&amp; AD e&longs;tant quadruple d&apos;AC, le poids <lb/>tombera par AD en deux &longs;econdes, &amp; <lb/>parce que nous <expan abbr="au&otilde;s">auons</expan> &longs;uppo&longs;&eacute; qu&apos;il chet <lb/>par la ligne AB en me&longs;me temps que <lb/>par la perpendiculaire AD, il fera au&longs;&longs;i <lb/>l&apos;e&longs;pace AB en 2. &longs;econdes. </s>
          <s id="s.000346">De &longs;orte <lb/>qu&apos;il y aura me&longs;me rai&longs;on du temps de <lb/>la cheute AC &agrave; celuy de la cheute de 3 <lb/>pieds AB que de la ligne BA &agrave; la ligne <lb/>CA, qui a &longs;ix pieds. </s>
        </p>
        <p type="main">
          <s id="s.000347">Il faut encore remarquer que comme 
<pb pagenum="81" xlink:href="047/01/101.jpg"/>AC e&longs;t &longs;ouz quadruple de DA, que <lb/>CE e&longs;t au&longs;&longs;i &longs;ouzquadruple de BD, &amp; <lb/>AE de BA, &amp; que de me&longs;me que CD <lb/>e&longs;t triple de CA, que BE e&longs;t triple d&apos;E <lb/>A, &amp; que comme la racine de CA e&longs;t &agrave; <lb/>la racine de DA, que le temps de la <lb/>cheute CA e&longs;t &agrave; celuy de la cheute <lb/>DA. </s>
          <s id="s.000348">Et parce que le poids qui tombe <lb/>d&apos;A en B e&longs;t deux fois autant de temps <lb/>que celuy qui tombe d&apos;A en C, l&apos;on <lb/>peut dire qu&apos;il va au&longs;&longs;i vi&longs;te par AB que <lb/>par AC, puis qu&apos;il fait vn chemin dou&shy;<lb/>ble dans vn temps double. </s>
        </p>
        <p type="main">
          <s id="s.000349">D&apos;o&ugrave; ie conclus que le plan peut telle&shy;<lb/>ment e&longs;tre inclin&eacute; &longs;ur l&apos;horizon BC, <lb/>que la boule mi&longs;e de&longs;&longs;us &longs;era plus <lb/>d&apos;vn an &agrave; rouler iu&longs;ques &agrave; B, &amp; qu&apos;vn <lb/>temps infini ne &longs;uffiroit pas pour &longs;on <lb/>roulement &longs;ur le plan horizontal de C <lb/>en B, parce que &longs;a tardiuet&eacute; deuient in&shy;<lb/>finie quand le plan inclin&eacute; e&longs;t reduit au <lb/>plan horizontal, &longs;ur lequel la boule ne <lb/>&longs;e peut mouuoir que circulairement, <lb/>&longs;uppo&longs;&eacute; que la terre &longs;oit parfaitement <lb/>ronde, ce qui n&apos;arriue point &longs;i le mou&shy;<lb/>uement droit ne precede, &amp; n&apos;en e&longs;t <lb/>cau&longs;e: mais le poids n&apos;aquierra point de <lb/>plus grande vi&longs;te&longs;&longs;e &longs;ur le plan horizon-
<pb pagenum="82" xlink:href="047/01/102.jpg"/>tal, &longs;ur lequel il ira tou&longs;iours <expan abbr="vniforme-m&etilde;t">vniforme&shy;<lb/>ment</expan> s&apos;il ne trouue nulle <expan abbr="empe&longs;chem&etilde;t">empe&longs;chement</expan>, <lb/>d&apos;autant qu&apos;il e&longs;t tou&longs;iours &eacute;galement <lb/>&eacute;loign&eacute; de &longs;on centre. </s>
        </p>
        <p type="head">
          <s id="s.000350"><emph type="center"/>ADDITION. IX.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000351">Galil&eacute;e n&apos;a point trait&eacute; des <expan abbr="in&longs;trum&etilde;s">in&longs;trumens</expan> <lb/>qui &longs;e &longs;eruent de ro&uuml;es dentelees, com&shy;<lb/><figure id="id.047.01.102.1.jpg" xlink:href="047/01/102/1.jpg"/><lb/>me <expan abbr="&longs;&otilde;t">&longs;ont</expan> celles cy B &amp; A, qui tournent par <lb/>le moyen de la maniuelle E, &agrave; laquelle <lb/>la moindre ro&uuml;e A, que l&apos;on appelle or&shy;<lb/>dinairement le Pignon, e&longs;t attach&eacute;e, <lb/>affin d&apos;accommoder &longs;es dents &agrave; celles <lb/>de la grande ro&uuml;e B, qui tourne &longs;ur &longs;on <lb/>e&longs;&longs;ieu C, &agrave; l&apos;entour duquel l&apos;on met la <lb/>chorde qui tient le poids D. <!-- KEEP S--></s>
          <s id="s.000352">Or on 
<pb pagenum="83" xlink:href="047/01/103.jpg"/>multiplie ces ro&uuml;es tant que l&apos;on veut <lb/>iu&longs;ques &agrave; l&apos;infini: mais plus il y en a <expan abbr="d&atilde;s">dans</expan> <lb/>vn in&longs;trument &amp; plus on e&longs;t long temps <lb/><figure id="id.047.01.103.1.jpg" xlink:href="047/01/103/1.jpg"/><lb/>&agrave; leuer <lb/>le poids <lb/>attach&eacute; <lb/>&agrave; celle <lb/>qui <lb/>tourne <lb/>le plus <lb/>lente&shy;<lb/>ment, <lb/><expan abbr="c&otilde;me">comme</expan> <lb/><expan abbr="l&apos;&otilde;">l&apos;on</expan> <expan abbr="experim&etilde;te">expe<lb/>rimente</expan> <lb/>aux hor<lb/>loges &agrave; <lb/>ro&uuml;es, <lb/>&amp; &agrave; re&longs;&shy;<lb/>&longs;ors. </s>
          <s id="s.000353">Ie <lb/>mets <lb/>&longs;eule&shy;<lb/>ment <lb/>icy la fi&shy;<lb/>gure de <lb/>l&apos;in&longs;tru&shy;<lb/>ment <lb/>que l&apos;on appelle Cry, qui &longs;ert pour 
<pb pagenum="84" xlink:href="047/01/104.jpg"/>releuer les caro&longs;&longs;es, &amp; les charrettes qui <lb/>&longs;ont ver&longs;&eacute;es. </s>
          <s id="s.000354">La moindre figure IGH <lb/>fait voir &longs;a forme exterieure, &amp; les <expan abbr="cr&atilde;s">crans</expan>, <lb/>ou les dents H, qui ont la fourchette G <lb/>en haut pour leuer les fardeaux. </s>
          <s id="s.000355">CB <lb/>fait veoir la maniuelle &amp; le Pignon B <lb/>qui fait tourner la grande ro&uuml;e AB, la&shy;<lb/>quelle fait hau&longs;&longs;er le cry FE par le <lb/>moyen du pignon &agrave; trois dents D qui, <lb/>&longs;&apos;aiu&longs;te dans les dents de FE. <!-- KEEP S--></s>
          <s id="s.000356">Si l&apos;on <lb/>multiplie les ro&uuml;es de cry on le rendra &longs;i <lb/>fort qu&apos;il pourra leuer vne <expan abbr="mai&longs;&otilde;">mai&longs;on</expan> toute <lb/>entiere, mais &longs;on effet &longs;era plus tardif en <lb/><figure id="id.047.01.104.1.jpg" xlink:href="047/01/104/1.jpg"/><lb/>recompen&longs;e. </s>
          <s id="s.000357">Mais l&apos;on ne peut enten<pb pagenum="85" xlink:href="047/01/105.jpg"/>dre la nature &amp; les proprietez de ces <lb/>in&longs;trumens, &longs;i l&apos;on ne comprend les pro&shy;<lb/>prietez du cercle, dont ie parle dans <lb/>vn autre lieu. </s>
          <s id="s.000358">Il y a encore d&apos;au&shy;<lb/>tres ro&uuml;es qui ont vne grande force, <lb/>comme &longs;ont celles de la viz &longs;ans fin, <lb/>dont ie donne &longs;eulement icy la figure, <lb/>dans laquelle EFG e&longs;t la plus grande <lb/>ro&uuml;e. </s>
          <s id="s.000359">AD e&longs;t l&apos;arbre entour&eacute; des fi&shy;<lb/>lets E qui entrent dans les dents de la <lb/>dite ro&uuml;e: mais &longs;i l&apos;on adioute la ro&uuml;e <lb/>CB, elle redoublera la force, &amp; la mani&shy;<lb/>velle L fera tourner l&apos;arbre K, dont les <lb/>filets B entrent dans les dents de la &longs;e&shy;<lb/>conde ro&uuml;e BC. <!-- KEEP S--></s>
          <s id="s.000360">Le poids I e&longs;t attach&eacute; <lb/>&agrave; la chorde H, &amp; &longs;e tient en chaque <lb/>degr&eacute; de hauteur o&ugrave; l&apos;on veut, &longs;ans <lb/>qu&apos;il &longs;oit be&longs;oin d&apos;arre&longs;ter l&apos;in&longs;trument <lb/>par aucune force: mais les filets des ar&shy;<lb/>bres s&apos;v&longs;ent bien to&longs;t. </s>
        </p>
        <p type="main">
          <s id="s.000361">Finalement ie veux adiouter vn <lb/>mou&longs;&longs;le &agrave; &longs;ix poulies qui n&apos;a pas e&longs;t&eacute; <lb/>mis en &longs;on lieu, dans le chapitre des <lb/>poulies, affin que ceux qui s&apos;en vou&shy;<lb/>dront &longs;eruir, voyent comme il faut <lb/>con&longs;truire cet in&longs;trument, que Pappus <lb/>appelle Poly&longs;pa&longs;te dans la 24 propo&longs;i&shy;<lb/>tion du 8. liure de &longs;es Recueils Mathe-
<pb pagenum="86" xlink:href="047/01/106.jpg"/><figure id="id.047.01.106.1.jpg" xlink:href="047/01/106/1.jpg"/><lb/>matiques, o&ugrave; il nomme <lb/>l&apos;armeure HF, ou AG <lb/><emph type="italics"/>manganum.<emph.end type="italics"/></s>
        </p>
        <p type="main">
          <s id="s.000362">L&apos;on voit donc en ce <lb/>mouffle &longs;ix ro&uuml;es, &agrave; &longs;&ccedil;a&shy;<lb/>uoir 3 en bas F, D, B, &amp; <lb/>3 en haut G, E, C, mais <lb/>la derniere d&apos;enhaut <lb/>G ne multiplie point la <lb/>force, dautant qu&apos;elle <lb/>ne &longs;ert que comme la <lb/>&longs;imple poulie d&apos;vn <lb/>puys. </s>
          <s id="s.000363">Or cet in&longs;tru&shy;<lb/>ment e&longs;t plai&longs;ant en ce <lb/>que &longs;i 4 ou 5 hommes <lb/>employent toute leur <lb/>force &agrave; tirer la chorde <lb/>IK, celuy qui tire le <lb/>bout de la chorde L <lb/>d&apos;vne &longs;eule main les <lb/>fait venir &agrave; luy malgr&eacute; <lb/>qu&apos;ils en a yent. </s>
          <s id="s.000364">Et l&apos;on <lb/>peut y mettre tant de <lb/>poulies que l&apos;on mene&shy;<lb/>ra les Egli&longs;es, les tours, <lb/>&amp; les autres edifices <lb/>o&ugrave; l&apos;on voudra, pour&shy;<lb/>ueu <expan abbr="qu&apos;&otilde;">qu&apos;on</expan> les pui&longs;&longs;e cein-
<pb pagenum="87" xlink:href="047/01/107.jpg"/>dre de chordes a&longs;&longs;ez fortes pour ce &longs;uiet, <lb/>&amp; que les murailles ne &longs;e &longs;eparent point <lb/>les vnes des autres. </s>
          <s id="s.000365">Ceux qui veulent <lb/>&longs;erieu&longs;ement e&longs;tudier aux Mechani&shy;<lb/>ques doiuent lire tout le 8 liure de <lb/>Pappus, <expan abbr="d&atilde;s">dans</expan> lequel il explique plu&longs;ieurs <lb/>&longs;ortes d&apos;in&longs;trumens; &amp; les liure de Gui&shy;<lb/>don Vbalde, qui a le mieux de tous trai&shy;<lb/>t&eacute; de la nature de ces in&longs;trumens. </s>
        </p>
        <p type="head">
          <s id="s.000366"><emph type="center"/>ADDITION. X.<emph.end type="center"/><!-- KEEP S--></s>
        </p>
        <p type="main">
          <s id="s.000367">Ie mets encore icy vne figure du plan <lb/>inclin&eacute;, affin que l&apos;on con&longs;idere l&apos;utilit&eacute; <lb/>du triangle rectangle dans les mecha&shy;<lb/>niques. </s>
          <s id="s.000368">Soit donc le triangle BAC, <expan abbr="d&otilde;t">dont</expan> <lb/>la &longs;ou&longs;tendante ou l&apos;hypotenu&longs;e BC <lb/><figure id="id.047.01.107.1.jpg" xlink:href="047/01/107/1.jpg"/><lb/>e&longs;t double du co&shy;<lb/>&longs;t&eacute; BA, &amp; la ba&longs;e <lb/>AC e&longs;t parallele <lb/>&agrave; l&apos;horizon il: e&longs;t <lb/>con&longs;tant que le <lb/>poids F doit e&longs;tre 2. fois au&longs;&longs;i pe&longs;ant que <lb/>le poids D pour e&longs;tre &eacute;quilibre, <expan abbr="daut&atilde;t">dautant</expan> <lb/>qu&apos;ils doiuent garder entr&apos;eux la me&longs;me <lb/>rai&longs;on que le co&longs;t&eacute; CB au co&longs;t&eacute; AB. <!-- KEEP S--></s>
          <s id="s.000369"><lb/>Mais lors que l&apos;on veut &longs;&ccedil;auoir la force <lb/>dont le poids F pre&longs;&longs;e le plan BF, il faut <lb/>prendre la ba&longs;e du triangle AC &amp; la 
<pb pagenum="88" xlink:href="047/01/108.jpg"/>comparer auec l&apos;hypotenu&longs;e BC, d&apos;au&shy;<lb/>tant que la pe&longs;anteur entiere du <lb/>poids F e&longs;t &agrave; celle par. </s>
          <s id="s.000370">laquelle il <lb/>pre&longs;&longs;e le plan BC, comme CB e&longs;t &agrave; <lb/>CA, de &longs;orte que &longs;i BC e&longs;t 5, &amp; CA 4. <lb/>la rai&longs;on de la <expan abbr="pe&longs;&atilde;teur">pe&longs;anteur</expan> totale e&longs;t &longs;e&longs;qui&shy;<lb/>quarte de la pe&longs;anteur relatiue, &amp; <expan abbr="con-&longs;equ&atilde;ment">con&shy;<lb/>&longs;equamment</expan> la force F ne pourroit rom&shy;<lb/>pre vne re&longs;i&longs;tance de 5. Par o&ugrave; lon voit <lb/>que la con&longs;ideration du rayon AC, de la <lb/>tangente BA, &amp; de la <expan abbr="&longs;ec&atilde;te">&longs;ecante</expan> BC e&longs;t en&shy;<lb/>tierement nece&longs;&longs;aire pour les mechani&shy;<lb/>ques, dont i&apos;ay parl&eacute; fort amplement <lb/>dans le dix &amp; l&apos;onzie&longs;me theor&ecirc;me du <lb/>&longs;econd liure de l&apos;harmonie vniuer&longs;elle. </s>
        </p>
        <p type="main">
          <s id="s.000371">Or pui&longs;que l&apos;on demon&longs;tre que la vi&shy;<lb/>&longs;te&longs;&longs;e des poids qui de&longs;cendent &longs;ur les <lb/>plans inclinez s&apos;augmentent en rai&longs;on <lb/>doubl&eacute;e des temps, il e&longs;t ay&longs;&eacute; de deter&shy;<lb/>miner vn lieu &longs;ur vn plan inclin&eacute; tel que <lb/>l&apos;on voudra, auquel le poids ira au&longs;&longs;i <lb/>vi&longs;te qu&apos;en vn autre lieu donn&eacute; de &longs;a <lb/>de&longs;cente perpendiculaire, comme l&apos;on <lb/>peut conclure de ce qui a e&longs;t&eacute; dit dans la <lb/>8 Addition. <lb/></s>
        </p>
        <p>
          <s id="s.000372">FIN.</s>
        </p>
      </chap>
    </body>
  </text>
</archimedes>
