<?xml version="1.0"?>
<!DOCTYPE archimedes SYSTEM "../dtd/archimedes.dtd">
<archimedes xmlns:xlink="http://www.w3.org/1999/xlink">      <info>        <author>Ghetaldus, Marinus</author>        <title>Promotus Archimedis</title>        <date>1603</date>        

<place>Rome</place>		<translator/>	<lang>la</lang>	      <cvs_file>gheta_promo_029_la_1603.xml</cvs_file><cvs_version>1.11</cvs_version>	<locator>029.xml</locator>      </info>      <text>          <front>          </front>          <body>            <chap>	<pb xlink:href="029/01/001.jpg" id="p.0001"/><p type="head">

<s>MARINI GHETALDI <lb/>PATRICII <lb/>RAGVSINI <lb/>PROMOTVS ARCHIMEDIS <lb/>SEV.<!-- REMOVE S-->De varijs corporum generibus <lb/>grauitate &amp; magnitudine <lb/>comparatis.</s></p><figure id="id.029.01.001.1.jpg" xlink:href="029/01/001/1.jpg"/><p type="head">

<s>ROMAE, <lb/>Apud Aloy&longs;ium Zannettum. <!-- KEEP S--></s>

<s>MDCIII. <lb/><emph type="italics"/>SVPERIORVM PERMISSV.<emph.end type="italics"/></s></p><pb xlink:href="029/01/002.jpg"/><p type="head">

<s>REVERENDISSIMO <lb/>SERAPHINO OLIVARIO <lb/>RAZZALIO. <lb/>PATRIARCH AE <lb/>ALEXANDRINO. <lb/>MARINUS GHETALDUS. S.P.D.<!-- KEEP S--></s></p><p type="main">

<s>Egregia &longs;an&egrave; Reuerendi&longs;sime <lb/>PR&AElig;SVL quod probe no&longs;ti, vete&shy;<lb/>rum &longs;apientum f&oelig;licitas fuit. </s>

<s>Eam <lb/>enim cum ingenij pr&aelig;&longs;tantia, tum <lb/>pr&aelig;rogativa temporis laudem occu&shy;<lb/>parunt, <expan abbr="qu&atilde;">quam</expan> vel &longs;perare po&longs;terioribus <lb/><expan abbr="temerari&utilde;">temerarium</expan> &longs;it. </s>

<s>Et vero illis non &longs;olum nos plurimum de&shy;<lb/>bemus, quod plurima ip&longs;i perfecere: verum etiam quod <lb/>qu&aelig;dam qua&longs;i fundamenta iecere, quibus dum rerum <lb/><expan abbr="nouar&utilde;">nouarum</expan> molem conamur imponere, nos quoque experi&shy;<lb/>ri no&longs;tras vires, exercere indu&longs;triam, remque &longs;apienti&aelig; <lb/>publicam amplificare po&longs;simus. </s>

<s>Quo in genere magno&shy;<lb/>rum ego virorum &longs;tudium potius, quam gloriam &aelig;mu&shy;<lb/>latus &longs;uper vnum ex Archimedeis fundamentis, de ra&shy;<lb/>tione, qua varia corporum genera inter &longs;e grauitate &amp; <lb/>magnitudine comparantur, fabricatus nonnulla &longs;um: <pb xlink:href="029/01/003.jpg"/>qu&aelig; nunc omnium oculis expo&longs;iturus, vt eam <expan abbr="&longs;u&longs;tine&atilde;">&longs;u&longs;tineam</expan>, <lb/>per&longs;onam, quam &longs;emper recu&longs;aui, patrocinium huiu&longs;&shy;<lb/>modi qu&aelig;rendum mihi exi&longs;timaui, quod &amp; imbecillita<lb/>tem meam contra obtrectatorum, &longs;i qui forte exi&longs;terent, <lb/>calumnias &longs;u&longs;tineret; &amp; imminentem fam&aelig;, exi&longs;timatio <lb/>ni&longs;que iacturam auerteret. </s>

<s>Vnus igitur tu occuri&longs;ti SE&shy;<lb/>RAPHINE qui &amp; <expan abbr="c&otilde;modi&longs;sime">commodi&longs;sime</expan> mihi patrocinari po&longs;&shy;<lb/>&longs;es, &amp; quodam qua&longs;i iure deberes. </s>

<s>Cum enim tu me ad <lb/>emittendum id opus hortatu tuo compuleris, videbatur <lb/>quodam iure ad tuam fidem eius tutela pertinere. </s>

<s><expan abbr="Tuq;">Tuque</expan> <lb/>is es, quem non modo rudes, &longs;ed etiam docti &longs;u&longs;piciunt. </s>

<s><lb/>Habet no&longs;tra h&aelig;c &aelig;tas, quos admitetur; habet quos ex&shy;<lb/>tollat pr&aelig;claros viros, &longs;ed quos tibi anteponat, non facile <lb/>inueniet. </s>

<s>Degis ea in Vrbe, qu&aelig; laudis mediocritatem <lb/>vel nunquam agnouit, vel &longs;emper contemp&longs;it: neque in <lb/>tanta maie&longs;tate, tua deficit virtus, &longs;ed bono in lumine po<lb/>&longs;ita collucet magis. </s>

<s>In primis enim tua vit&aelig; integritas <lb/>eiu&longs;modi e&longs;t, vt non contenta dome&longs;tico pr&aelig;como lati&longs;&shy;<lb/>&longs;ime peruagetur. </s>

<s>Habent omnes quod pr&aelig;dicent, &amp; imi<lb/>tentur; habet quod excipiat grati&longs;sima memoria po&longs;te&shy;<lb/>ritas vniuer&longs;a. </s>

<s>Doctrin&aelig; vero ea excellentia es, vt ea &longs;atis <lb/>omnibus clarus, &amp; illu&longs;tris, non &longs;atis tibi, recum a&longs;sidue <lb/>certes. </s>

<s>nec mirum, qui vel &agrave; primis incunabulis ad &longs;um&shy;<lb/>ma contendebas, &longs;i prouecta iam &aelig;tate vix habeas, quo <lb/>altius contendas. </s>

<s>Pr&aelig;clarum &longs;an&egrave; &amp; eximium vno do&shy;<lb/>ctrin&aelig; genere; &longs;ublime, atque admirabile multiplici ex&shy;<lb/>cellere. </s>

<s>Tu vero &icirc;n omni genere laudem egregiam a&longs;&longs;e&shy;<lb/>cutus es ab&longs;olutam videlicet tib&icirc; gloriam propo&longs;itam <lb/>volui&longs;ti; <expan abbr="quiq;">quique</expan> intelligebas hominem ad hone&longs;ta omnia <pb xlink:href="029/01/004.jpg"/>genitum, nullam tibi rerum glorio&longs;arum partem con&shy;<lb/>temnendam puta&longs;ti. </s>

<s>Placet incredibili rerum humana&shy;<lb/>rum v&longs;ui diuinarum rerum cognitionem adiungere; vt <lb/>habeat animus &agrave; caducis ad &aelig;terna, &longs;e conferendo, vnde <lb/>oblectamentum capiat, &amp; admirationem. </s>

<s>Philo&longs;ophiam <lb/>ita tenes, vt qui in maximis negotijs a&longs;sidue ver&longs;atus es, <lb/>videaris &longs;emper fui&longs;&longs;e otio&longs;us. </s>

<s>Quid dicam de &longs;ingulari <lb/><expan abbr="caq;">caque</expan> eximia rerum c&oelig;le&longs;tium, <expan abbr="totiu&longs;q;">totiu&longs;que</expan> mundi cognitio&shy;<lb/>ne quam tu tanta cum auiditate ex reconditi&longs;simis Ma&shy;<lb/>thematicorum fontibus hau&longs;i&longs;ti, vt illud a&longs;&longs;ecutus in eo <lb/>genere iam &longs;is, quod alij in maxima tranquillitate, in <lb/>&longs;ummo otio vix au&longs;int optare? </s>

<s>Exitum tuorum laborum <lb/>felici&longs;simum vides: gloria multiplici frueris, neque illa <lb/>precaria &longs;ed tua &amp; quibu&longs;dam qua&longs;i gradibus ad ampli&longs;&shy;<lb/>&longs;imos: honores euehendus, in ea con&longs;titueris dignitate; in <lb/>qua pro &longs;acro&longs;ancta Eccle&longs;ia nunquam non excubando, <lb/>in peramplo tot illu&longs;trium vitorum Theatro non alien&aelig; <lb/>glori&aelig; &longs;pectator, &longs;ed actor tu&aelig; con&longs;i&longs;tas. </s>

<s>Tu vero, quod <lb/>rarum e&longs;t, laudem &longs;apienti&aelig;, qu&aelig; vix vllos habet at ter&shy;<lb/>minos, humanitatis tu&aelig; terminis circum&longs;cribis; &amp; expo&shy;<lb/>nis omnibus; vt ex tanto &longs;onte perennes ad omnium or&shy;<lb/>dinum homines fluuii deducantur. </s>

<s>Felix qui &longs;olid&aelig; <lb/>felicitatis cau&longs;am &amp; initium in re con&longs;titutum ita foues, <lb/>vt cum alijs illam communicando, non imminuas, &longs;ed <lb/>amplifices, pr&aelig;grande videlicet non &longs;uccre&longs;centis, &longs;ed <lb/>adult&aelig; iam virtutis f&oelig;nus honorem ex honore, laudem <lb/>ex laude con&longs;equi vberiorem, h&aelig;c illa &longs;apienti viro non <lb/>indigna liberalitas, qu&aelig; rerum pre&longs;tanti&longs;simarum po&longs;&shy;<lb/>&longs;e&longs;sione non imminuta, in copia tenuitatem non inqui&shy;<pb xlink:href="029/01/005.jpg"/>rens vbertatis ip&longs;a &longs;u&aelig; domin&aelig; nunquam debilitatur, <lb/>nunquam deficit. </s>

<s>Quin etiam i&longs;to loco con&longs;titutus bo&shy;<lb/>narum literarum &longs;tudio&longs;os complecteris, ac tueris. </s>

<s>H&aelig;c <lb/>e&longs;t vera german&aelig; nota &longs;apienti&aelig;, cum, quas vires nanci&shy;<lb/>&longs;citur, ijs &longs;apientiam alit, tuus animus &amp; tu&aelig; &longs;apienti&aelig;, &amp; <lb/>alien&aelig; par e&longs;t. </s>

<s>H&aelig;c &longs;unt firmi&longs;sima &amp; &longs;olidi&longs;sima funda&shy;<lb/>menta ad &aelig;ternam po&longs;teritatis memoriam, quam licet <lb/>profici&longs;ci iam videas ex iis quibus abundas animi orna&shy;<lb/>mentis, ne&longs;cio tamen quo pacto gratior nobis accidit, <lb/>cum ex aliorum etiam pr&aelig;donio &longs;u&longs;cipit in crementum. </s>

<s><lb/>Hinc domus tua floret docti&longs;simorum familiaritatibus; <lb/>hinc nulli ad tuam con&longs;uetudinem pr&aelig;cluditur aditus; <lb/>hinc plurimorum &longs;tudia commouentur; hinc illa &longs;apien&shy;<lb/>tum &aelig;mulatio &amp; admiratio: hinc omnium omnino or&shy;<lb/>dinum ad te concur&longs;us; tanquam ad &longs;apienti&longs;simum hu&shy;<lb/>mani <expan abbr="diuiniq;">diuinique</expan> iuris patronum, &amp; interpretem. </s>

<s>Quid ego <lb/>igitur quem tibi &longs;excentis eximi&aelig; beneuolenti&aelig; argu&shy;<lb/>mentis obligatum volu&longs;ti, perexigiuum hunc ingenij <lb/>mei partum expo&longs;iturus, vnum te nominis &amp; exi&longs;tima&shy;<lb/>tionis me&aelig; patronum non &longs;u&longs;cipiam equidem in am&shy;<lb/>pli&longs;simi Theatri lucem &longs;apienti&longs;simorum &lt;32&gt; hominum <lb/>con&longs;pectum, quibus abundat h&aelig;c no&longs;tra &aelig;tas inferre me <lb/>non magnopere cogitabam: Tu hortatus es dubitan&shy;<lb/>tem impuli&longs;ti vel reluctantem: tuere igitur ob&longs;equen&shy;<lb/>tem. </s>

<s>iam nunc mihi videor in exigua vel nulla &longs;pe lau&shy;<lb/>dis ex ingenio meo; &longs;empiternam nominis immortali&shy;<lb/>tatem ex tuo patrocinio con&longs;ecutus. </s>

<s>Vale. <!-- KEEP S--></s></p><p type="main">

<s>Rom&aelig; VII. Kal. <!-- REMOVE S-->Maij. <!-- REMOVE S-->MDCIII. <!-- KEEP S--></s>



</p><pb xlink:href="029/01/006.jpg"/><p type="head">

<s>BENEVOLO <lb/>LECTORI.</s></p><figure id="id.029.01.006.1.jpg" xlink:href="029/01/006/1.jpg"/><p type="main">

<s>D<emph type="italics"/>iversa. <!-- REMOVE S-->corporum genera duplici ra&shy;<lb/>tione comparari inter &longs;e &agrave; Mathematicis <lb/>po&longs;&longs;unt mole ac pondere. </s>



<s>Pondere compara&shy;<lb/>tio fit, cum inter corpora diuer&longs;i generis mo <lb/>le aqualia, qu&aelig;ritur, qu&ecedil; &longs;it ratio ponderis: <lb/>quanto videlicet, vnum altero grauius, aut leuius &longs;it. </s>

<s>Ma&shy;<lb/>gnitudine autem &longs;it collatio, cum po&longs;ita pari grauitate, qu&aelig;&shy;<lb/>ritur, que &longs;it ratio magnitudinis; quanto &longs;it alterum altero <lb/>maius, aut minus. </s>

<s>Qu&aelig; comparatio mihi cum videretur &amp; <lb/>iucunda cognitu, &amp; v&longs;um nonnullum habere, nec fu&longs;e &agrave; quo<lb/>piam explicata, non ita pridem &longs;uper ea non nihil c&oelig;pi me <lb/>liris &longs;ed nihil de luce ac publico cogitabam. <!--neuer Satz-->Io enim ego &longs;um, <lb/>qui malim &longs;cire, quam ne&longs;ci di&longs;cere, quam docere. </s>

<s>Sed ta&shy;<lb/>men cum Michael S&aelig;gnerus in rebus. </s>

<s>Mathematicis ex&shy;<lb/>cellens vir, ac Magi&longs;ter meus, cui ego plurimum debere me <lb/>fateor, ab eo enim prima elementa habui, repo&longs;cere &agrave; me pu&shy;<lb/>blicum aliquem doctrina &longs;ua fructum videretur ac Fede&shy;<lb/>ricus Saminiatus euius suorum &longs;uauitatem, &amp; beneuol&ecedil;n&shy;<lb/>tiam erga me diu, dum &longs;imul hi&longs;ce studijs condi&longs;cipuli ope&shy;<lb/>ram dedimus, expertus &longs;um, me ut aliquid auderem tum <lb/>oratione, tum exemplo &longs;uo excitaret, c&oelig;pi minus ab ea cogi&shy;<lb/>tatione alienus e&longs;&longs;e. </s>

<s>Deinde vero &longs;ummos vixos habui <pb xlink:href="029/01/007.jpg"/>hortatores. </s>

<s>Etenim cum Clauium, quod tam diu cupiebam, <lb/>vidi&longs;&longs;em <gap/> minorem tanta scientia, &amp; fama viri beni<lb/>gnitatem <gap/>peri&longs;&longs;em. </s>

<s>Ab eo &longs;imul ac Theodo&longs;io. <!-- KEEP S--></s>

<s>Rubeo ho<lb/>mine mihi tum ex &longs;tudiorum &longs;imilitudine, tum pr&aelig;cipue ex <lb/>eius humanitate amici&longs;simo, ad Reuerendi&longs;simum Sera&shy;<lb/>phinum deductus &longs;um. <!-- KEEP S--></s>

<s>I&longs;qs me tantus Pr&aelig;&longs;ul non &longs;olum <lb/>humani&longs;sime complexus est, verum etiam ita hortatus ad <lb/>eualganda, que &longs;crip&longs;eram; plane vt mihi nefas putauerim <lb/>non parere. </s>

<s>Accipe igitur &amp; tu Lactor optime amico ac be&shy;<lb/>nigno animo laborem hunc, quem &agrave; me talium virorum <lb/>&longs;umma benignitas expre&longs;sit. </s>

<s>Argumentum quidem, vt <lb/>dicebam non iniucundum e&longs;t, nec ab v&longs;u alienam. </s>

<s>Huiu&longs;&shy;<lb/>modi enim comparatione Archimedes mixtionem argemi <lb/>in aure deprehendit, &amp; furtum Aurificis in corona aurea <lb/>patefecit. </s>

<s>de qu&aelig; re &longs;uo loco ego tractabo, &amp; facilem mon&shy;<lb/>strabo viam, qu&aelig; vel argentum in aure, vel quod vis me&shy;<lb/>tallum in quolibet admistum deprehendi queat, &amp; alte&shy;<lb/>rum ab alieno di&longs;cerni &amp; &longs;imul explicabo, quo pacto ex au&shy;<lb/>ri grauitate <gap/> qualitas, at perfectio intelligi po&longs;sit. </s>

<s><lb/>Tati vere opu&longs;culo nomen ab Archimede, quem Ducem &longs;e&shy;<lb/>quor, impo&longs;ui Nam cum ille, vt erat &longs;ummus Magi&longs;ter, &longs;e&shy;<lb/>tis habui&longs;&longs;et hunc, totum quasi fabricum po&longs;ito fundamen&shy;<lb/>to delineare in primo lib. 

vbi agit de ijs qu&aelig; vehuntur in <lb/>aqua. </s>

<s>Opus ego pro<gap/> <expan abbr="eiq;">eique</expan> fundamento molem inijce&shy;<lb/>re conatus &longs;um paribus &longs;uis et elaboratam, atque distin&shy;<lb/>ctam. </s>

<s>Qua in re &longs;i quid a&longs;&longs;equutus &longs;um, quod publice pro&shy;<lb/>betur, gaudeo cau&longs;a &amp; mea &amp; publica illud quidem &longs;pe&shy;<lb/>rofere vt conatus non di&longs;pliceat.<emph.end type="italics"/></s></p><pb xlink:href="029/01/008.jpg" pagenum="1"/><p type="head">

<s>MARINI GHETALDI <lb/>PROMOTVS ARCHIMEDES <lb/>SEU.<!-- REMOVE S--><emph type="italics"/>DE VARIIS CORPORVM GENERIBVS <lb/>Grauitate, &amp; magnitudine comparatis.<emph.end type="italics"/></s></p><p type="head">

<s>THEOREMA I. PROPOS. I.<!-- KEEP S--></s></p><p type="main">

<s>Si duorum Grauium Corporum eiu&longs;dem ge&shy;<lb/>neris alterum alterius fuerit multiplex, quo&shy;<lb/>tuplex maius fuerit minoris, totuplex erit <lb/>maioris grauitas, grauitatis minoris. </s></p><p type="main">

<s>SINT duo corpora eiu&longs;dem generis ABC, D, quorum grauita&shy;<lb/>tes, EFG, ip&longs;ius ABC, &amp; H, ip&shy;<lb/>&longs;ius D, &longs;it autem corpus ABC, <lb/><figure id="id.029.01.008.1.jpg" xlink:href="029/01/008/1.jpg"/><lb/>multiplex corporis D. <!-- KEEP S--></s>

<s>Dico quo <lb/>tuplex e&longs;t corpus ABC, corporis <lb/>D, totuplicem e&longs;&longs;e grauitatem, <lb/>EFG, grauitatis H, diuidatur <lb/>enim corpus ABC, in partes ip&shy;<lb/>&longs;i D, &aelig;quales, qu&aelig; &longs;int A, B, C, <lb/>quoniam igitur corpus A, &aelig;qua&shy;<lb/>le e&longs;t corpori D, magnitudine, <lb/>&amp; &longs;unt eiu&longs;dem generis, erit grauitas vnius &aelig;qualis grauitati alterius. </s>

<s><lb/>Sumatur grauitas E, &aelig;qualis grauitati H, erit igitur corporis A, gra&shy;<lb/>uitas E, &amp; reliqui corporis BC, grauitas FG. <!-- KEEP S--></s>

<s>Rur&longs;us quoniam cor&shy;<lb/>pora B, D, &longs;unt magnitudine &aelig;qualia, erunt &aelig;qu&egrave; grauia, &longs;umatur <lb/>grauitati H, &aelig;qualis grauitas F, erit igitur corporis B, grauitas F, &amp; <lb/>reliqui corporis C, grauitas G, &amp; &longs;ic fiat, donec perueniatur ad vlti&shy;<lb/>mam partem corporis ABC, &aelig;qualem ip&longs;i D, &longs;it ea vltima pars C, quo <lb/>niam igitur corpus C, &aelig;quatur magnitudine ip&longs;i D, &aelig;quabitur, &amp; gra&shy;<lb/>uitate, quare grauitas G, &aelig;qualis erit grauitati H, &longs;equitur igitur <lb/>quot partes &longs;unt in corpore ABC, &aelig;quales ip&longs;i D, tot e&longs;&longs;e partes in <lb/>grauitate EFG, &aelig;quales ip&longs;i H, quoties enim &longs;ump&longs;imus in corpore <lb/>ABC, corpus ip&longs;i D &aelig;quale, toties &amp; in grauitate EFG, &longs;ump&longs;imus <pb xlink:href="029/01/009.jpg" pagenum="2"/>grauitatem &aelig;qualem ip&longs;i H. <!-- KEEP S--></s>

<s>Si duorum igitur grauium corporum <lb/>eiuldem generis, &amp; c. <!-- REMOVE S-->quod erat demon&longs;trandum. </s>

</p><p type="head">

<s>THEOREMA II. PROPOS. II.<!-- KEEP S--></s></p><p type="main">

<s>Corpora grauia eiu&longs;dem generis magnitudine com<lb/>men&longs;urabilia, eandem in grauitate rationem ha&shy;<lb/>bent, quam in magnitudine. </s></p><p type="main">

<s>SINT corpora commen&longs;urabilia eiu&longs;dem generis A, B, quorum <lb/>grauitates C, ip&longs;ius A, &amp; D, ip&longs;ius B, Dico e&longs;&longs;e vt A, ad B, ita C, ad D, <lb/>quoniam enim, A, B, commen&longs;ura&shy;<lb/>bilia &longs;unt, metietur ip&longs;a aliquod <lb/>corpus, metiatur, &amp; &longs;it E, cuius <lb/><figure id="id.029.01.009.1.jpg" xlink:href="029/01/009/1.jpg"/><lb/><arrow.to.target n="note1"/> grauitas F, &longs;itque corpus E, <expan abbr="eiu&longs;d&etilde;">eiu&longs;dem</expan> <lb/>generis cum corporibus A, B, *ergo <lb/>quotuplex e&longs;t corpus A, ip&longs;ius E, <lb/><arrow.to.target n="note2"/> totuplex erit grauitas C, grauitatis <lb/>F, &amp; quotuplex B, ip&longs;ius E, *totuplex <lb/>D, ip&longs;ius F, &longs;i igitur diuidantur cor&shy;<lb/>pora A, B, in partes &aelig;quales ip&longs;i E, <lb/>&amp; grauitates quoque C, D, in partes &aelig;quales ip&longs;i F, erit vt corporis <lb/>A, pars vna, ad corpus E, ita pars vna grauitatis C, ad grauitatem F, <lb/>&aelig;quale videlicet ad &aelig;quale, &amp; &aelig;que multiplicatis antecedentibus <lb/>erit vt A, ad E, ita C, ad F, &longs;unt enim antecedentium, hoc e&longs;t, illarum <lb/>partium &aelig;que multiplicia A, C, eadem ratione, vt B, ad E, ita erit D, <lb/>ad F, &amp; conuertendo vt E, ad B, ita F, ad D. quoniam igitur vt A, ad <lb/><arrow.to.target n="note3"/> E, ita e&longs;t C, ad F, &amp; vt E, ad B, ita F, ad D, * erit ex &aelig;quali vt A, ad <lb/>B, ita C, ad D. corpora igitur commen&longs;urabilia eiu&longs;dem generis ean&shy;<lb/>dem in grauitate rationem habent, quam in magnitudine, quod erat <lb/>demon&longs;trandum. </s></p><p type="margin">

<s><margin.target id="note1"/><emph type="italics"/>Ex an&shy;<lb/>teced.<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note2"/><emph type="italics"/>Ex an&shy;<lb/>teced.<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note3"/>22. 5. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="head">

<s>THEOREMA III. PROPOS. III.<!-- KEEP S--></s></p><p type="main">

<s>Et incommen&longs;urabilia corpora eiu&longs;dem generis <lb/>eandem in grauitate rationem habent, quam in <lb/>magnitudine. </s></p><p type="main">

<s>SINT incommen&longs;urabilia corpora A, BC, quorum grauitates <lb/>D, ip&longs;ius A, &amp; EF, ip&longs;ius BC. <!-- KEEP S--></s>

<s>Dico e&longs;&longs;e vt A, ad BC, ita D, ad EF, &longs;i <pb xlink:href="029/01/010.jpg" pagenum="3"/>enim non e&longs;t vt A, ad BC, ita D, ad EF, erit vt A, ad BC, ita D, vel ad <lb/><figure id="id.029.01.010.1.jpg" xlink:href="029/01/010/1.jpg"/><lb/>minorem quam EF, <lb/>vel ad maiorem, &longs;it <lb/>primum ad minor&eacute;, <lb/>pempe ad EG, &amp; ex&shy;<lb/>ponatur aliquod cor <lb/>pus K, eiu&longs;dem gene&shy;<lb/>ris cum corporibus <lb/>A, B C, cuius graui&shy;<lb/>tas &longs;it &aelig;qualis ip&longs;i <lb/>GF, &amp; &agrave; corpore BC, <lb/>auferatur aliqua <lb/>pars HC, qu&aelig; &longs;it mi&shy;<lb/>nor corpore K, ita vt reliqu&aelig; pars. </s>

<s>BL, &longs;it commen&longs;urabilis ip&longs;i A. &amp; <lb/>&longs;it partis HC, grauitas IF, ergo reliqu&aelig; partis BL, grauitas erit EI. <!-- KEEP S--></s>

<s><lb/>Quoniam igitur corpus A, commen&longs;urabile e&longs;t ip&longs;i BL,* erit vt A, ad<arrow.to.target n="note4"/><lb/>BL, ita D, ad EI, &longs;ed vt A, ad BC, ita e&longs;t D, ad EG, atque A, primus, <lb/>proportionalium terminus in &longs;erie prima, * maiorem habet<arrow.to.target n="note5"/> ratio&shy;<lb/>nem ad BL, &longs;ecundum terminum, quam A, primus terminus in &longs;erie <lb/>&longs;ecunda ad BC, &longs;ecundum; ergo &amp; D, tertius terminus in &longs;erie prima <lb/>ad EI, quartum, maiorem habebit rationem quam D, tertius termi&shy;<lb/>nus in &longs;erie &longs;ecunda ad EG, quartum, quoniam igitur D, maiorem<arrow.to.target n="note6"/><lb/>habet rationem ad EI, quam ad EG,* erit EI, minor quam EG, quod <lb/>e&longs;t ab&longs;urdum. </s>

<s>non igitur e&longs;t vt A, ad BC, ita D, ad minorem quam EF. <!-- KEEP S--></s></p><p type="margin">

<s><margin.target id="note4"/>E<emph type="italics"/>x <expan abbr="an-teced&etilde;-te">an&shy;<lb/>teceden&shy;<lb/>te.</expan><emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note5"/>2.<!-- KEEP S--> 5. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="margin">

<s><margin.target id="note6"/>10. 5. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s>Deinde &longs;it vt A, ad BC, ita D, ad maiorem quam EF, nempe ad <lb/><figure id="id.029.01.010.2.jpg" xlink:href="029/01/010/2.jpg"/><lb/>EG, &amp; expo&longs;ito cor&shy;<lb/>pore K, vt dictum <lb/>e&longs;t, cuius grauitas, <lb/>&longs;it &aelig;qualis grauita&shy;<lb/>ti FG, addatur cor&shy;<lb/>pori BC, aliquod <lb/>corpus CH, quod &longs;it <lb/>minus corpore K, &amp; <lb/>eiu&longs;dem generis c&uacute; <lb/>corporibus A, BC, <lb/>ita vt totum corpus <lb/>BL, &longs;it commen&longs;urabile ip&longs;i A, &amp; &longs;it ip&longs;ius CH, grauitas FI, ergo to&shy;<lb/>tius corporis BL, grauitas erit EI; Quoniam igitur corpori A, com&shy;<lb/>men&longs;urabile e&longs;t corpus BL,* erit vt A, ad BL, ita D, ad EI, &longs;ed vt A, ad<arrow.to.target n="note7"/><lb/>BC, ita e&longs;t D, ad EG, atque A, primus proportionalium terminus in <lb/>&longs;erie prima, * minorem habet rationem ad BL, &longs;ecundum terminum, <pb xlink:href="029/01/011.jpg" pagenum="4"/>quam A, primus terminus in &longs;erie &longs;ecunda ad BC, &longs;ecundum, ergo, &amp; <lb/>D, tertius terminus in &longs;erie prima ad EI, quartum, minorem habebit<lb/>rationem quam D, tertius terminus in &longs;erie &longs;ecunda ad EG, quartum. </s>

<s><lb/>Quoniam igitur D, minorem habet rationem ad EI, quam ad EG, <lb/><arrow.to.target n="note8"/> erit * EI, maior quam EG, quod e&longs;t ab&longs;urdum. </s>

<s>Non igitur e&longs;t vt A, <lb/>ad BC, ita D, ad maiorem quam EF, o&longs;ten&longs;um autem e&longs;t neque ad mi&shy;<lb/>norem; quare vt A, ad BC, ita erit D, ad EF. &amp; incommen&longs;urabilia igi&shy;<lb/>tur corpora eiu&longs;dem generis eandem in grauitate rationem habent, <lb/>quam in magnitudine, quod erat demon&longs;trandum. </s></p><p type="margin">

<s><margin.target id="note7"/><emph type="italics"/>Ex an&shy;<lb/>teced..<emph.end type="italics"/><lb/>8.<!-- KEEP S--> 5.<!-- KEEP S--><emph type="italics"/>Ele<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note8"/>10. 5. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s>ID QVOD nos duobus pr&aelig;cedentibus Theorematis de&shy;<lb/>mon&longs;trauimus, <expan abbr="n&otilde;nulli">nonnulli</expan>, vt per &longs;e notum, &amp; vt commune quod&shy;<lb/>dam axioma &longs;upponunt, quam bene &amp; rationabiliter ip&longs;i vide&shy;<lb/>rint; melius enim Euclides propo&longs;itionem 20. primi libri Ele&shy;<lb/>mentorum &longs;uppo&longs;ui&longs;&longs;et vt pronuntiatum; vnicuique enim no&shy;<lb/>tius e&longs;t duo trianguli latera reliquo e&longs;&longs;e maiora (cum &amp; A&longs;ino <lb/>illud &longs;it notum) quam corpora grauia eiu&longs;dem generis eandem <lb/>in grauitate rationem habere, quam in magnitudine, &amp; tamen <lb/>illam propo&longs;itionem demon&longs;trat Euclides, non &longs;upponit, non <lb/>igitur h&aelig;c, qu&aelig; minus ad principij rationem accedit, &longs;uppo&shy;<lb/>nenda fuit, &longs;ed demon&longs;tranda. </s></p><p type="head">

<s>THEOREMA IV. PROPOS. IV.<!-- KEEP S--></s></p><p type="main">

<s>Si quatuor corporum grauium primum ad <expan abbr="&longs;ecund&utilde;">&longs;ecundum</expan> <lb/>eandem in magnitudine rationem habeat, quam <lb/>tertium ad quartum, primum autem, &amp; &longs;ecundum &longs;int <lb/>eiu&longs;dem generis, itidem tertium, &amp; quartum; &amp; in gra&shy;<lb/>uitate primum ad &longs;ecundum eandem rationem habebit, <lb/>quam tertium ad quartum. </s></p><p type="main">

<s>PRIMVM enim A, ad &longs;ecundum B, eandem in magnitudine ra&shy;<lb/>tionem habeat, quam tertium C, ad quartum D, &longs;int autem A, B, <lb/>eiu&longs;dem generis, itidem C, D. Dico. <!-- KEEP S--></s>

<s>&amp; in grauitate primum A, ad <lb/>&longs;ecundum B, eandem rationem habere, quam tertium C, ad D, quar&shy;<lb/>tum. </s>

<s>Sint enim earum grauitates E, ip&longs;ius A, &amp; F, ip&longs;ius B, ip&longs;ius <lb/>vero C, &longs;it grauitas G, &amp; ip&longs;ius D, grauitas H, quoniam igitur cor-<pb xlink:href="029/01/012.jpg" pagenum="5"/><figure id="id.029.01.012.1.jpg" xlink:href="029/01/012/1.jpg"/><lb/>pora A, B, eiu&longs;dem &longs;unt generis, <lb/>&longs;imiliter, &amp; corpora C, D,* erit <lb/>vt A, ad B, ita E, ad F,* &amp; vt<arrow.to.target n="note9"/><lb/>C, ad D, ita G, ad H. <!-- KEEP S--></s>

<s>Sed poni&shy;<lb/>tur vt A, ad B, ita e&longs;&longs;e C, ad D, <lb/>ergo vt E, ad F, ita erit G, ad <lb/>H. <!-- KEEP S--></s>

<s>Si igitur quatuor corporum <lb/>grauium, primum ad &longs;ecundum <lb/>eandem in magnitudine ratio&shy;<lb/>nem habeat: etc&aelig;t. </s>

<s>quod demon&shy;<lb/>&longs;trare oportebat. </s></p><p type="margin">

<s><margin.target id="note9"/>1. &amp; <gap/>. <lb/><emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="head">

<s>THEOREMA V. PROPOS. V.<!-- KEEP S--></s></p><p type="main">

<s>Solida corpora liquido grauiora demi&longs;&longs;a in liquidum <lb/>ferentur deor&iacute;um, donec de&longs;cendant, &amp; erunt in li&shy;<lb/>quido tanto leuiora, quanta e&longs;t grauitas liquidi magni&shy;<lb/>tudinem habentis &longs;olido corpori &aelig;qualem. </s></p><p type="main">

<s>HOC autem demon&longs;tratum e&longs;t ab Archimede propo&longs;.7. primi li&shy;<lb/>bri de ijs, qu&aelig; vehuntur in aqua. </s></p><p type="head">

<s>THEOREMA VI. PROPOS. VI.<!-- KEEP S--></s></p><p type="main">

<s>Si quatuor grauium corporum primum, &amp; &longs;ecundum <lb/>fuerint magnitudine &aelig;qualia, tertium vero, &amp; quar&shy;<lb/>tum &aelig;que grauia, fuerint autem primum, &amp; tertium <lb/>eiu&longs;dem generis, itidem &longs;ecundum, &amp; quartum; erit, vt <lb/>grauitas corporis primi, ad grauitatem &longs;ecundi, ita gra&shy;<lb/>uitas liquidi &aelig;qualis magnitudine corpori quarto, ad gra<lb/>uitatem liquidi tertio corpori &aelig;qualis. </s></p><p type="main">

<s>SINT quatuor corpora A, B, C, D, quorum A, primum, &amp; B, &longs;e&shy;<lb/>cundum &longs;int magnitudine &aelig;qualia, tertium vero C, &amp; D, quartum <lb/>&aelig;que grauia, &longs;int autem A, &amp; C, eiu&longs;dem generis, itidem B, &amp; D. <!-- KEEP S--></s>

<s>Di&shy;<lb/>co vt grauitas corporis A, ad grauitatem corporis B, ita e&longs;&longs;e grauita&shy;<lb/>tem liquidi &aelig;qualis magnitudine corpori D, ad grauitatem liquidi <lb/>magnitudine corpori C, &aelig;qualis. </s>

<s>Accipiantur enim tria eiu&longs;dem ge&shy;<pb xlink:href="029/01/013.jpg" pagenum="6"/>neris liquidi corpora E, F, G, quorum E, &longs;it &aelig;quale corpori A, vel B, <lb/><figure id="id.029.01.013.1.jpg" xlink:href="029/01/013/1.jpg"/><lb/>magnitudine, ip&longs;um vero F, &aelig;qua <lb/>le corpori C, &amp; ip&longs;um G, &aelig;quale <lb/>corpori D. <!-- KEEP S--></s>

<s>Quoniam igitur e&longs;t vt <lb/>D, ad G, ita B, ad E, &aelig;quale vi&shy;<lb/>delicet ad &aelig;quale, erit permutan&shy;<lb/>do vt D, ad B, ita G, ad E, &amp; quo&shy;<lb/>niam &longs;unt eiu&longs;dem generis corpo<lb/>ra D, B, &longs;imiliter &amp; corpora G, E, <lb/><arrow.to.target n="note10"/> erit * vt grauitas corporis D, hoc <lb/>e&longs;t ip&longs;ius C, ponuntur enim &aelig;que <lb/>grauia corpora C, D, ad grauita&shy;<lb/>tem corporis B, ita liquidi G, gra&shy;<lb/>uitas ad grauitatem liquidi E. <!-- KEEP S--></s>

<s><lb/>Similiter quoniam e&longs;t vt A, ad E, <lb/>ita C, ad F, &aelig;quale videlicet ad <lb/>&aelig;quale, erit permutando vt A, ad <lb/>C, ita E, ad F, &amp; quoniam ponuntur eiu&longs;dem generis corpora A, C, <lb/><arrow.to.target n="note11"/> itidem E, F,* erit vt grauitas corporis A, ad grauitatem ip&longs;ius C, ita <lb/>liquidi E, grauitas ad grauitatem liquidi F, &longs;ed vt grauitas corporis <lb/>C, ad grauitatem corporis B; ita e&longs;t grauitas liquidi G, ad grauita&shy;<lb/><arrow.to.target n="note12"/>tem liquidi E, vt e&longs;t demon&longs;tratum, ergo * in perturbata proportione <lb/>erit vt grauitas corporis A, ad ip&longs;ius corporis B, grauitatem, ita liqui <lb/>di G, grauitas, ad grauitatem liquidi F. &longs;i igitur quatuor grauium <lb/>corporum primum, &amp; &longs;ecundum, &amp; c. <!-- REMOVE S-->quod erat demon&longs;trandum. </s>

</p><p type="margin">

<s><margin.target id="note10"/>2. &amp; 3. <lb/><emph type="italics"/>huius.<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note11"/>2. &amp; 3. <lb/><emph type="italics"/>huius.<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note12"/>23. 5. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="head">

<s>THEOREMA VII. PROPOS. VII.<!-- KEEP S--></s></p><p type="main">

<s>Si quatuor grauium corporum primum, &amp; <expan abbr="&longs;ecund&utilde;">&longs;ecundum</expan>, <lb/>fuerint magnitudine &aelig;qualia, tertium vero, &amp; quar&shy;<lb/>tum &aelig;que grauia, fuerint autem primum, &amp; tertium <lb/>eiu&longs;dem generis, itidem &longs;ecundum, &amp; quartum; primum <lb/>ad &longs;ecundum eandem in grauitate rationem habebit, <lb/>quam habet in magnitudine quartum ad tertium. </s></p><p type="main">

<s>SINT quatuor grauia corpora A, B, C, D, quorum A, primum, <lb/>&amp; B, &longs;ecundum &longs;int magnitudine &aelig;qualia, tertium vero C, &amp; D, quar&shy;<lb/>tum &aelig;que grauia, &longs;int autem A, &amp; C, eiu&longs;dem generis, itidem B, &amp; <lb/>D. <!-- KEEP S--></s>

<s>Dico corpus A, eandem in grauitate rationem habere ad corpus <pb xlink:href="029/01/014.jpg" pagenum="7"/>B, quam corpus D, habet in magnitudine ad C, corpus. </s>

<s>Sit enim li&shy;<lb/><figure id="id.029.01.014.1.jpg" xlink:href="029/01/014/1.jpg"/><lb/>quidi magnitudine &aelig;qualis corpo&shy;<lb/>ri C, grauitas E, &longs;imiliter, &amp; liqui&shy;<lb/>di &aelig;qualis magnitudine corpori D, <lb/>grauitas F, quoniam igitur gra&shy;<lb/>uia corpora eiu&longs;dem generis, ean&shy;<lb/>dem in magnitudine rationem*<arrow.to.target n="note13"/> ha&shy;<lb/>bent, quam in grauitate, erit vt ma&shy;<lb/>gnitudo liquidi &aelig;qualis corpori D, <lb/>ad magnitudinem liquidi &aelig;qualis <lb/>corpori C, hoc e&longs;t, vt magnitudo <lb/>corporis D, ad magnitudinem cor&shy;<lb/>poris C, ita grauitas F, ad grauita&shy;<lb/>tem E, &longs;ed vt grauitas F, ad grauitatem E, * ita e&longs;t grauitas corporis<arrow.to.target n="note14"/><lb/>A, ad grauitatem corporis B,* ergo vt grauitas corporis A, ad graui&shy;<lb/>tatem corporis B, ita erit magnitudo corporis D, ad corporis C, ma&shy;<lb/>gnitudinem. </s>

<s>Si quatuor igitur grauium corporum primum, &amp; &longs;ecun&shy;<lb/>dum, &amp; c. <!-- REMOVE S-->quod erat demon&longs;trandum. </s>

</p><p type="margin">

<s><margin.target id="note13"/>2. &amp; 3. <lb/><emph type="italics"/>huius.<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note14"/><emph type="italics"/>Ex an&shy;<lb/>teced.<emph.end type="italics"/><lb/>11. 5. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="head">

<s>PROBLEMA I. PROPOS. VIII.<!-- KEEP S--></s></p><p type="main">

<s>Propo&longs;itis duobus corporibus magnitudine &aelig;quali&shy;<lb/>bus, vno &longs;olido, altero liquido, data &longs;olidi corporis <lb/>grauitate, grauitatem liquidi inuenire. </s></p><figure id="id.029.01.014.2.jpg" xlink:href="029/01/014/2.jpg"/><p type="main">

<s>SINT duo propo&longs;ita corpo&shy;<lb/>ra magnitudine &aelig;qualia A, B, <lb/>quorum A, &longs;it &longs;olidum, B, vero <lb/>liquidum, &amp; &longs;it &longs;olidi data graui&shy;<lb/>tas CD, Oportet inuenire quan&shy;<lb/>ta erit grauitas liquidi B. </s>

<s>Si &longs;o&shy;<lb/>lidum A, grauius &longs;it liquido, de&shy;<lb/>mittatur in <expan abbr="liquid&utilde;">liquidum</expan>, &amp; habeat in <lb/>liquido grauitatem ED, quoniam <lb/>igitur &longs;olidum A, grauius e&longs;t li&shy;<lb/>quido, demi&longs;&longs;um in liquidum <lb/>erit* in liquido tanto leuius,<arrow.to.target n="note15"/> <expan abbr="qu&atilde;-ta">quan&shy;<lb/>ta</expan> e&longs;t grauitas liquidi magnitu&shy;<lb/>dine &aelig;qualis &longs;olido A, &longs;ed <expan abbr="&longs;olid&utilde;">&longs;olidum</expan> <lb/>A, leuius e&longs;t in liquido, quanta <pb xlink:href="029/01/015.jpg" pagenum="8"/>e&longs;t grauitas CE, ergo grauitas liquidi magnitudine &aelig;qualis &longs;olido A, <lb/>erit CE. <!-- KEEP S--></s></p><p type="margin">

<s><margin.target id="note15"/>huius</s></p><p type="main">

<s>Si vero &longs;olidum A, &longs;it leuius liquido, accipiatur aliquod aliud cor&shy;<lb/>pus &longs;olidum F, grauius liquido, ita vt &longs;olidum con&longs;tans ex vtri&longs;que <lb/>&longs;olidis A, F, demi&longs;&longs;um in liquidum feratur deor&longs;um, &amp; &longs;it &longs;olidi F, <lb/>grauitas DG, item eiu&longs;dem &longs;olidi F, in liquido videlicet exi&longs;tentis &longs;it <lb/><arrow.to.target n="note16"/> grauitas HG,* ergo liquidi magnitudine &aelig;qualis &longs;olido F, erit gra&shy;<lb/>uitas DH. <!-- KEEP S--></s></p><p type="margin">

<s><margin.target id="note16"/>5.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Et quoniam &longs;olidi A, grauitas e&longs;t CD, &longs;olidi vero F, grauitas DG, <lb/>erit vtrorumque &longs;olidorum A, F, grauitas CG. coniungantur &longs;olida <lb/>A, F, &amp; &longs;olidum ex vtri&longs;que con&longs;tans demittatur in liquidum, &amp; ha&shy;<lb/>beat in liquido grauitatem GI, (habebit autem in liquido minorem <lb/>grauitatem, quam &longs;olum &longs;olidum F, quoniam &longs;olidum F, grauius li&shy;<lb/>quido fertur deor&longs;um nullo prohibente, &amp; coniunctum cum &longs;olido A, <lb/>leuiori liquido ab eo &longs;u&longs;tinetur, ne deor&longs;um feratur <expan abbr="t&atilde;ta">tanta</expan> vi, qua &longs;eiun&shy;<lb/>ctum) quoniam igitur &longs;olidi, quod con&longs;tat ex vtri&longs;que &longs;olidis A, F, <lb/><arrow.to.target n="note17"/> grauitas e&longs;t CG, in liquido vero exi&longs;tentis grauitas GI, * erit liquidi <lb/>habentis magnitudinem &aelig;qualem vtri&longs;que &longs;olidis A, F, grauitas CI, <lb/>&longs;ed grauitas liquidi &aelig;qualis magnitudine &longs;olido F, e&longs;t DH, ergo reli&shy;<lb/>qui liquidi &aelig;qualis &longs;olido A, erit grauitas CD, IH, &longs;ed liquidum B, <lb/>&aelig;quatur magnitudine &longs;olido A, ergo grauitas liquidi B, erit CD, IH, <lb/>inuenta igitur e&longs;t liquidi corporis B, grauitas CD, IH, de qua qu&aelig;&shy;<lb/>rebatur. </s></p><p type="margin">

<s><margin.target id="note17"/>5.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Placet huic Problemati exemplum apponere, vt vnicuique <lb/>etiam di&longs;ciplin&aelig; Mathematic&aelig; experto ad v&longs;um pateat adi&shy;<lb/>tus; quare etiam &longs;equentibus Problematis apponemus &longs;imilia <lb/>exempla. </s></p><p type="head">

<s>Exemplum.<!-- KEEP S--></s></p><p type="main">

<s>Qvidam proponit aliquod corpus &longs;olidum not&aelig; <lb/>grauitatis, &amp; vult &longs;cire quanta erit grauitas liqui&shy;<lb/>di, magnitudinem habentis propo&longs;ito Corpori &longs;olido &aelig;&shy;<lb/>qualem. </s></p><p type="main">

<s><emph type="italics"/>Sit primum propo&longs;itum aliquod corpus plumbeum A, euius graui&shy;<lb/>tas &longs;it<emph.end type="italics"/> 23. <emph type="italics"/>&amp; oporteat &longs;cire quanta erit grauitas aqu&aelig; magnitudinem <lb/>habentis &aelig;qualem propo&longs;ito plumbo A, ponderetur plumbum A, in <lb/>aqua (modum quo ponderanda &longs;int corpora &longs;olida in aqua, inferius <lb/>apponemus) &amp; habeat grauitatem<emph.end type="italics"/> 21. <emph type="italics"/>quoniam igitur numerus<emph.end type="italics"/> 23. <pb xlink:href="029/01/016.jpg" pagenum="9"/><emph type="italics"/>&longs;uperat numerum<emph.end type="italics"/> 21, <emph type="italics"/>numero 2, erit grauit&agrave;s aqu&aelig; magnitudinem <lb/>habentis &aelig;qualem plumbo A, 2.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s>Eadem via omnium liquidorum inuenitur grauitas, quan&shy;<lb/>do nimirum corpus &longs;olidum &longs;it grauius liquido, cuius liquidi <lb/>qu&aelig;renda e&longs;t grauitas, hoc e&longs;t quando corpus &longs;olidum demi&longs;&shy;<lb/>&longs;um in liquidum feratur deor&longs;um. </s></p><p type="main">

<s>Quando vero corpus &longs;olidum fuerit leuius liquido, hoc e&longs;t <lb/>demi&longs;&longs;um in liquidum non de&longs;cendat, per adiectionem alicuius <lb/>alius &longs;olidi corporis liquido grauioris, qu&aelig;&longs;ita liquidi grauitas <lb/>inuenietur. </s></p><p type="main">

<s><emph type="italics"/>Sit igitur propo&longs;itum aliquod cereum corpus A, cuius grauitas &longs;it<emph.end type="italics"/><lb/>21. <emph type="italics"/>&amp; oporteat &longs;cire quanta erit grauitas aqu&aelig; magnitudinem haben&shy;<lb/>tis &aelig;qualem cer&aelig; A. <!-- KEEP S--></s>

<s>Quoniam cera leuior est, quam aqua, &longs;i demitta&shy;<lb/>tur in aquam non feretur deor&longs;um, accipiatur aliquod corpus &longs;olidum <lb/>F, grauius quam aqua, ita vt corpus constans ex vtri&longs;que corporibus <lb/>A, F, demi&longs;&longs;um in aquam feratur deor&longs;um, &longs;it igitur corpus F, plum&shy;<lb/>beum, cuius grauitas &longs;it v.g.<emph.end type="italics"/> 23, <emph type="italics"/>&amp; eiu&longs;dem in aqua ponderati<emph.end type="italics"/> 21, <lb/><emph type="italics"/>ergo aqu&aelig; magnitudinem habentis <expan abbr="&aelig;qual&etilde;">&aelig;qualem</expan> plumbo F, erit grauitas<emph.end type="italics"/> 2, </s></p><p type="main">

<s><emph type="italics"/>Et quoniam cer&aelig; A, grauitas est<emph.end type="italics"/> 21, <emph type="italics"/>plumbi vero F,<emph.end type="italics"/> 23, <emph type="italics"/>erit vtro&shy;<lb/>rumque corporum A, F, cer&aelig; nimirum, &amp; plumbi grauitas<emph.end type="italics"/> 44, <emph type="italics"/>coniun<lb/>gatur cera, &amp; plumbum, &amp; ita coniuncta ponderentur in aqua, &amp; <lb/>habeant grauitatem<emph.end type="italics"/> 20, <emph type="italics"/>quoniam igitur numerus<emph.end type="italics"/> 44, <emph type="italics"/>&longs;uperat nume&shy;<lb/>rum<emph.end type="italics"/> 20, <emph type="italics"/>numero<emph.end type="italics"/> 24, <emph type="italics"/>erit grauitas aqu&aelig; habentis magnitudinem &aelig;qua&shy;<lb/>lem vtri&longs;que corporibus cer&aelig; &amp; plumbi<emph.end type="italics"/> 24, <emph type="italics"/>&longs;ed grauitas aqu&aelig; magni&shy;<lb/>tudinem habentis &aelig;qualem plumbo F, est<emph.end type="italics"/> 2, <emph type="italics"/>ergo reliquum quod est<emph.end type="italics"/><lb/>22, <emph type="italics"/>erit grauitas, aqu&aelig; magnitudine &aelig;qualis propo&longs;it&aelig; cer&aelig; A.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s>At vero &longs;i propo&longs;itum fuerit aliquod corpus &longs;olidum ma&shy;<lb/>gni ponderis, ita vt difficile po&longs;&longs;it ponderari in aqua, hac via <lb/>inuenietur aqu&aelig; qu&aelig;&longs;ita grauitas. </s></p><p type="main">

<s><emph type="italics"/>Sit aliquod corpus <expan abbr="plumbe&utilde;">plumbeum</expan> A, cuius grauitas<emph.end type="italics"/> 2300, <emph type="italics"/>&amp; oporteat in <lb/>uenire grauitatem aqu&aelig; magnitudinem habentis <expan abbr="&aelig;qual&etilde;">&aelig;qualem</expan> plumbo A, <lb/>accipiatur aliquod paruum plumbi corpus F, cuius grauitas &longs;it v.g.<emph.end type="italics"/><lb/>23, <emph type="italics"/>&amp; inueniatur grauitas aqu&aelig; magnitudine &aelig;qualis plumbo F, vt <lb/>dictum est, qu&aelig; &longs;it.<emph.end type="italics"/> 2, <emph type="italics"/>&amp; fiat vt<emph.end type="italics"/> 23, <emph type="italics"/>ad<emph.end type="italics"/> 2, <emph type="italics"/>ita<emph.end type="italics"/> 2300, <emph type="italics"/>ad alium numerum <lb/>qui &longs;it<emph.end type="italics"/> 200. <emph type="italics"/>grauitas igitur aqu&aelig; magnitudinem habentis &aelig;qualem <lb/>plumbo A, erit<emph.end type="italics"/> 200. </s></p><p type="main">

<s><emph type="italics"/>Similiter &longs;it aliquod cereum corpus A, cuius grauitas<emph.end type="italics"/> 2100, <emph type="italics"/>&amp; opor<lb/>teat facere, quod imperatum e&longs;t. </s>

<s>accipiatur aliquod paruum cer&aelig; cor&shy;<lb/>pus F, cuius grauitas &longs;it v.g.<emph.end type="italics"/> 21, <emph type="italics"/>&amp; inuenta grauitate aqu&aelig; magni-<emph.end type="italics"/><pb xlink:href="029/01/017.jpg" pagenum="10"/><emph type="italics"/>tudinem habentis &aelig;qualem cer&aelig; F, qu&aelig; &longs;it<emph.end type="italics"/> 12, <emph type="italics"/>fiat vt<emph.end type="italics"/> 21, <emph type="italics"/>ad<emph.end type="italics"/> 22, <emph type="italics"/>ita<emph.end type="italics"/><lb/>2100, <emph type="italics"/>ad alium numerum qui &longs;it<emph.end type="italics"/> 2200; <emph type="italics"/>erit igitur grauitas aqu&aelig; ma <lb/>gnitudinem habentis &aelig;qualem cer&aelig; A,<emph.end type="italics"/> 2200. </s></p><p type="main">

<s>Neque nece&longs;&longs;e e&longs;t, vt illud corpus &longs;olidum magni ponderis <lb/>reip&longs;a proponatur, &longs;ufficit enim vt eius grauitas notificetur <lb/>numero tantum. </s></p><p type="main">

<s>Si autem propo&longs;itum fuerit inuenire quanta erit graui&shy;<lb/>tas argenti viui magnitudine &aelig;qualis propo&longs;ito corpori &longs;o&shy;<lb/>lido A; ratione qua &longs;upra, non inuenietur ip&longs;a grauitas, quo&shy;<lb/>niam nullum corpus demi&longs;&longs;um in argentum viuum fertur <lb/>deor&longs;um, ni&longs;i aurum, aurum vero in ip&longs;o argento viuo perrum&shy;<lb/>pitur, &longs;ed qua ratione inuenienda &longs;it ip&longs;a argenti viui graui&shy;<lb/>tas, dicemus ad finem exempli propo&longs;itionis decim&aelig; quart&aelig;. </s></p><p type="main">

<s>Quomodo ponderanda &longs;int corpora &longs;olida in aqua. </s></p><p type="main">

<s>C<emph type="italics"/>orpus quod ponderandum proponitur &longs;eta equina ex altera li&shy;<lb/>br&aelig; lance appendatur, in altera lance ponantur pondera, &amp; cor&shy;<lb/>pus appen&longs;um demittatur in aquam, ita vt in aqua libere pendeat, ne&shy;<lb/>que lancem, cui appen&longs;um est corpus, neque aliam in qua &longs;unt <expan abbr="ponder&atilde;">pondera</expan> <lb/>aqua contingat, &amp; ita ponderetur propo&longs;itum corpus, ac &longs;i in aere pen <lb/>deret.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Dixi &longs;eta e quina corpus ponderandum debere appendi, quia fere <lb/>&aelig;que grauis e&longs;t atque aqua, &amp; ideo nihil addet, vel minuet grauita&shy;<lb/>tis in ip&longs;o corpore ponderando.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Quod &longs;i corpus ponderandum fuerit, tam graue, vt &longs;eta &longs;implici &longs;u&shy;<lb/>stineri nequeat, appendatur pluribus &longs;imul iunctis &longs;etis, &amp; ne aliquid <lb/>grauitatis &longs;etarum coniunctio addat corpori ponderando, ponantur <lb/>in altera lance totidem &longs;et&aelig; &aelig;quales eis, qu&aelig; ex lance, cui appen&longs;um e&longs;t <lb/>corpus pendent, v&longs;que ad corpus appen&longs;um, hac igitur &longs;etarum addi&shy;<lb/>tione &aelig;que ponderabunt lances, &amp; quamuis ill&aelig; &longs;et&aelig;, quibus appen&shy;<lb/>&longs;um est corpus, &longs;int longiores, quam ali&aelig; alteri lanci addita,  longitudi&shy;<lb/>ne partium, quibus ligatum est corpus, tamen quoniam ill&aelig; partes <lb/>&aelig;que graues &longs;unt, atque aqua, exi&longs;tentes cum ip&longs;o corpore in aqua, nul&shy;<lb/>lam grauitatem habebunt, &amp; ideo ill&aelig; &longs;et&aelig;, qu&aelig; alias &longs;uperant dictis <lb/>partibus, &amp; &longs;i longiores, non erunt grauiores quam ali&aelig;, existenti&shy;<lb/>bus, nempe, vt dictum e&longs;t, illis partibus cum ip&longs;o corpore in aqua. </s>

<s>Sic <lb/>igitur in aqua ponderanda erunt &longs;olida corpora, quod animaduerti&longs;&longs;e <lb/>fuit oper&aelig; pretium.<emph.end type="italics"/></s></p><pb xlink:href="029/01/018.jpg" pagenum="11"/><p type="head">

<s>PROBLEMA II. PROPOS. IX.<!-- KEEP S--></s></p><p type="main">

<s>Propo&longs;itis duobus corporibus magnitudine &aelig;quali&shy;<lb/>bus, vno &longs;olido, altero liquido, data corporis li&shy;<lb/>quidi grauitate, grauitatem &longs;olidi inuenire. </s></p><p type="main">

<s>SINT duo propo&longs;ita corpora <lb/>magnitudine &aelig;qualia, A, quidem &longs;o&shy;<lb/><figure id="id.029.01.018.1.jpg" xlink:href="029/01/018/1.jpg"/><lb/>lidum, B, vero liquidum, &longs;it autem li&shy;<lb/>quidi B, data grauitas F, &amp; oporteat <lb/>inuenire grauitatem &longs;olidi A, accipia<lb/>tur aliquod corpus &longs;olidum D, <expan abbr="eiu&longs;d&etilde;">eiu&longs;dem</expan> <lb/>generis, cum &longs;olido A, cuius grauitas <lb/>&longs;it H, deinde liquidi eiu&longs;dem generis <lb/>cum liquido B, magnitudine &aelig;qualis <lb/>&longs;olido D,* inueniatur grauitas qu&aelig; &longs;it<arrow.to.target n="note18"/><lb/>G, &amp; fiat vt G, ad H, ita F, ad aliam <lb/>grauitatem, qu&aelig; &longs;it C. <!-- KEEP S--></s>

<s>Dico &longs;olidi A, <lb/>grauitatem e&longs;&longs;e C, accipiatur enim aliquod corpus liquidum E, eiu&longs;&shy;<lb/>dem generis cum liquido B, grauitatem habens &aelig;qualem &longs;olido D. <!-- KEEP S--></s>

<s><lb/>Quoniam igitur &longs;unt quatuor corpora grauia B, A, E, D, quorum pri&shy;<lb/>mum B, &amp; &longs;ecundum A, &longs;unt magnitudine &aelig;qualia, tertium vero E, <lb/>&amp; quartum D, &aelig;que grauia, &amp; &longs;unt eiu&longs;dem generis corpora B, E, &longs;i&shy;<lb/>militer, &amp; corpora A, D,*erit vt grauitas liquidi &aelig;qualis<arrow.to.target n="note19"/> magnitudi&shy;<lb/>ne &longs;olido D, hoc e&longs;t vt G, ad grauitatem liquidi E; hoc e&longs;t ad H, <expan abbr="pon&utilde;-tnr">ponun&shy;<lb/>tnr</expan> enim &aelig;que grauia corpora D, E, ita grauitas F, ad &longs;olidi A, graui&shy;<lb/>tatem, &longs;ed vt grauitas G, ad grauitatem H, ita e&longs;t grauitas F, ad C, <lb/>grauitatem, ergo grauitas C, &aelig;qualis erit grauitati &longs;olidi A. <!-- KEEP S--></s>

<s>Inuenta <lb/>igitur e&longs;t &longs;olidi A, grauitas C, quod facere oportebat. </s></p><p type="margin">

<s><margin.target id="note18"/>8.<emph type="italics"/>hu&shy;<lb/>ius.<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note19"/>6.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="head">

<s>Exemplum.<!-- KEEP S--></s></p><p type="main">

<s>Qvidam proponit aliquod corpus liquidum not&aelig; <lb/>grauitatis, &amp; vult &longs;cire quanta erit grauitas alicu&shy;<lb/>ius &longs;olidi, magnitudinem habentis propo&longs;ito Corpori li&shy;<lb/>quido &aelig;qualem. </s></p><p type="main">

<s><emph type="italics"/>Sit propo&longs;itum aliquod corpus aqueum B, euius grauitas &longs;it 100. &amp;<emph.end type="italics"/><pb xlink:href="029/01/019.jpg" pagenum="12"/><emph type="italics"/>oporteat &longs;cire quanta erit grauitas plumbi magnitudinem habentis <lb/>&aelig;qualem propo&longs;it&aelig; aqu&aelig; B, verbi gratia &longs;it vas aliquod plenum aqua, <lb/>cuius aqu&aelig; grauitas &longs;it 100, &amp; oporteat &longs;cire, &longs;i illud <expan abbr="id&etilde;">idem</expan> vas replea&shy;<lb/>tur plumbo, quanta illius plumbi erit grauitas. </s>

<s>Accipiatur aliquod <lb/>plumbeum corpus D, cuius grauitas &longs;it<emph.end type="italics"/> 23<emph type="italics"/>, deinde aqu&aelig; <expan abbr="magnitudin&etilde;">magnitudinem</expan> <lb/>habentis &aelig;qualem plumbo D, inueniatur grauitas, quod quomodo fie&shy;<lb/>ri oporteat iam dictum e&longs;t in antecedentis problematis exemplo: &longs;it igi<lb/>tur ea inuenta grauitas<emph.end type="italics"/> 2<emph type="italics"/>, &amp; fiat vt<emph.end type="italics"/> 2<emph type="italics"/>, ad<emph.end type="italics"/> 23<emph type="italics"/>, ita<emph.end type="italics"/> 100<emph type="italics"/>, ad alium nume&shy;<lb/>rum qui &longs;it<emph.end type="italics"/> 1150<emph type="italics"/>, is igitur numerus erit grauitas plumbi magnitu&shy;<lb/>dinem habentis propo&longs;it&aelig; aqu&aelig; B, &aelig;qualem, hoc est illius plumbi, quod <lb/>in va&longs;e continetur.<emph.end type="italics"/></s></p><p type="main">

<s>At vero &longs;i <expan abbr="propo&longs;it&utilde;">propo&longs;itum</expan> fuerit inuenire <expan abbr="qu&atilde;ta">quanta</expan> erit grauitas cer&aelig;, <lb/>aut ligni, aut <expan abbr="cuiu&longs;c&utilde;que">cuiu&longs;cunque</expan> &longs;olidi leuioris quam aqua, nihil diuer<lb/>&longs;i in opere accidet, ni&longs;i quod ratio inueniendi grauitatem <lb/>aqu&aelig; magnitudinem habentis &aelig;qualem corpori &longs;olido leuio&shy;<lb/>ri, qu&agrave;m aqua, differt in aliquo &agrave; ratione, qua inuenitur graui&shy;<lb/>tas aqu&aelig; magnitudinem habentis &aelig;qualem &longs;olido corpori <lb/>grauiori, quam aqua, &longs;ed vtramque rationem exemplo ante&shy;<lb/>cedentis Problematis illu&longs;trauimus, in eo enim &longs;atis explica&shy;<lb/>tum e&longs;t de vtraque. </s></p><p type="main">

<s><emph type="italics"/>Sed ne exemplorum inopia laborare videamur, &longs;it inuenienda gra&shy;<lb/>uitas cer&aelig; magnitudinem habentis &aelig;qualem propo&longs;it&aelig; aqu&aelig; B, acci&shy;<lb/>piatur aliquod cereum corpus D, cuius grauitas &longs;it<emph.end type="italics"/> 21, <emph type="italics"/>deinde aqu&aelig; <lb/>magnitudinem habentis &aelig;qualem cer&aelig; D, inueniatur grauitas, vt in <lb/>antecedentis Problematis exemplo dictum est, qu&aelig; grauitas &longs;it<emph.end type="italics"/> 22, <emph type="italics"/>&amp; <lb/>fiat vt<emph.end type="italics"/> 22<emph type="italics"/>, ad<emph.end type="italics"/> 21<emph type="italics"/>, ita<emph.end type="italics"/> 100<emph type="italics"/>, hoc est grauitas aqu&aelig; B, ad alium numerum <lb/>qui &longs;it<emph.end type="italics"/> 95 5/11. <emph type="italics"/>is igitur numerus indicabit quanta erit grauitas cer&aelig; <lb/>magnitudinem habentis &aelig;qualem propo&longs;it&aelig; aqu&aelig; B.<emph.end type="italics"/></s></p><p type="main">

<s>Similiter &longs;i propo&longs;itum liquidum corpus B, fuerit olei, aut <lb/>vini, aut cuiu&longs;cumque liquidi, pr&aelig;ter argenti viui, eadem om&shy;<lb/>nino via, qua ante, inuenietur qu&aelig;&longs;ita corporis &longs;olidi grauitas, <lb/>&longs;ed de argento viuo tractabimus ad finem propo&longs;itionis deci&shy;<lb/>m&aelig; quart&aelig;. </s></p><p type="head">

<s>PROBLEMA III. PROPOS. X.<!-- KEEP S--></s></p><p type="main">

<s>Propo&longs;itis duobus corporibus &aelig;que grauibus, vno <lb/>&longs;olido, altero liquido, data &longs;olidi corporis magnitu&shy;<pb xlink:href="029/01/020.jpg" pagenum="13"/>dine, magnitudinem liquidi inuenire. </s></p><p type="main">

<s>SINT duo propo&longs;ita corpora <lb/>&aelig;que grauia, A, quidem &longs;olidum B, <lb/>vero liquidum, &longs;it autem &longs;olidi A, da&shy;<lb/><figure id="id.029.01.020.1.jpg" xlink:href="029/01/020/1.jpg"/><lb/>ta magnitudo C, &amp; oporteat inuenire <lb/>quanta erit magnitudo liquidi B, Ac&shy;<lb/>cipiatur aliquod corpus &longs;olidum D, <lb/>eiu&longs;dem generis cum &longs;olido A, &amp; &longs;it <lb/>eius grauitas G, &amp; liquidi, quod &longs;it E, <lb/>eiu&longs;dem gener is cum liquido B, ma&shy;<lb/>gnitudinem habentis &aelig;qualem &longs;olido <lb/>D,* inueniatur grauitas qu&aelig; &longs;it H, &amp;<arrow.to.target n="note20"/><lb/>fiat vt grauitas H, ad grauitatem G, <lb/>ita magnitudo C, ad aliam magnitudinem qu&aelig; &longs;it F. <!-- KEEP S--></s>

<s>Quoniam igitur <lb/>&longs;unt quatuor corpora grauia E, D, B, A, quorum primum E, &amp; &longs;ecun&shy;<lb/>dum D, &longs;unt &aelig;qualia magnitudine, tertium vero B, &amp; quartum A, <lb/>&aelig;que grauia, &amp; &longs;unt eiu&longs;dem generis corpora E, B, &longs;imiliter, &amp; corpo&shy;<lb/>ra D, A, *erit ut grauitas H, ad grauitatem G, ita magnitudo C, ad<arrow.to.target n="note21"/> li&shy;<lb/>quidi B, magnitudinem, &longs;ed vt grauitas H, ad grauitatem G, ita e&longs;t <lb/>magnitudo C, ad magnitudinem F, ergo magnitudo F, &aelig;qualis erit <lb/>magnitudini liquidi B, inuenta igitur e&longs;t liquidi corporis B, magni&shy;<lb/>tudo F, quod facere oportebat. </s></p><p type="margin">

<s><margin.target id="note20"/>8.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note21"/>7.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Sed quoniam corporum regularium magnitudo quo&shy;<lb/>que exprimitur latere eiu&longs;dem corporis, vel diametro, &longs;i <lb/>propo&longs;ita duo corpora A, B, fuerint regularia, vtpote &longs;ph&ecedil; <lb/>rica, fuerit autem &longs;ph&aelig;r&aelig; A, data diameter C, &amp; oporteat <lb/>inuenire quanta erit diameter &longs;ph&aelig;r&aelig; B. ita faciendum <lb/>erit. </s></p><p type="main">

<s>Accepto, vt diximus, aliquo corpore &longs;olido D, eiu&longs;dem generis <expan abbr="c&utilde;">cum</expan> <lb/>&longs;ph&aelig;ra A, &amp; inuenta grauitate liquidi E, vt &longs;upra, fiat vt grauitas H, <lb/>ad grauitatem G, ita cubus ex C, ad alium cubum, cuius latus &longs;it F, <lb/>dico ip&longs;um latus F, &aelig;quale e&longs;&longs;e diametro &longs;ph&aelig;r&aelig; B. </s>

<s>Quoniam enim <lb/>eadem ratione qua &longs;upra demon&longs;trabitur, vt grauitas H, ad grauita&shy;<lb/>tem G, ita e&longs;&longs;e magnitudinem &longs;ph&aelig;r&aelig; A, ad &longs;ph&aelig;r&aelig; B, magnitudinem, <lb/>&longs;ed magnitudo &longs;ph&aelig;r&aelig; A, ad magnitudinem &longs;ph&aelig;r&aelig; B,* triplicatam<arrow.to.target n="note22"/><lb/>rationem habet eius, quam C, diameter &longs;ph&aelig;r&aelig; A, ad diametrum <lb/>&longs;ph&aelig;r&aelig; B, &longs;imiliter &amp; cubus ex C, ad cubum ex diametro &longs;ph&aelig;r&aelig; B, <pb xlink:href="029/01/021.jpg" pagenum="14"/><arrow.to.target n="note23"/> tripiicatam* rationem habet eius, quam C, ad diametrum &longs;ph&aelig;r&aelig;, <lb/>B, ergo vt grauitas H, ad grauitatem G, ita erit cubus ex C, ad cubum <lb/>ex diametro &longs;ph&aelig;r&aelig; B, &longs;ed vt grauitas H, ad grauitatem G, &longs;ta e&longs;t cu<lb/>bus ex C, ad cubum ex F, ergo cubus ex F, &aelig;qualis erit cubo diame&shy;<lb/>tri&longs;ph&aelig;r&aelig; B; quare &amp; latus F, &aelig;quabitur &longs;ph&aelig;r&aelig; B, diametro. </s>

<s>inuen&shy;<lb/>ta igitur e&longs;t quantitas diametri liquid&aelig; &longs;ph&aelig;r&aelig;, B, quod facere opor&shy;<lb/>tebat. </s></p><p type="margin">

<s><margin.target id="note22"/>18.12. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="margin">

<s><margin.target id="note23"/>33.12. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="head">

<s>Exemplum.<!-- KEEP S--></s></p><p type="main">

<s>Qvidam proponit aliquod corpus &longs;olidum not&aelig; <lb/>magnitudinis, &amp; vult &longs;cire quanta erit magnitudo <lb/>alicuius liquidi, grauitatem habentis propo&longs;ito corpori <lb/>&longs;olido &aelig;qualem. </s></p><p type="main">

<s><emph type="italics"/>Sit propo&longs;itum aliquod corpus plumbeum A, cuius magnitudo &longs;it<emph.end type="italics"/><lb/>10<emph type="italics"/>, &amp; oporteat &longs;cire quanta erit magnitudo aqu&aelig; grauitatem haben&shy;<lb/>tis &aelig;qualem propo&longs;ito plumbo A, accipiatur aliquod corpus <expan abbr="plumbe&utilde;">plumbeum</expan> <lb/>D, cuius grauitas<emph.end type="italics"/> 23<emph type="italics"/>, deinde aqu&aelig; magnitudinem habentis &aelig;qualem <lb/>plumbo D, inueniatur grauitas, vt in exemplo propo&longs;. </s>

<s>8. dictum e&longs;t, <lb/>qu&aelig; &longs;it<emph.end type="italics"/> 2<emph type="italics"/>, &amp; fiat vt<emph.end type="italics"/> 2<emph type="italics"/>, ad<emph.end type="italics"/> 23<emph type="italics"/>, ita<emph.end type="italics"/> 10<emph type="italics"/>, ad alium numerum qui &longs;it 115, is <lb/>igitur indicabit quanta erit magnitudo aqu&aelig; grauitatem habentis <lb/>&aelig;qualem propo&longs;ito plumbo A.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s>Quod &longs;i <expan abbr="propo&longs;it&utilde;">propo&longs;itum</expan> corpus plumbeum A &longs;it regulare vt po&shy;<lb/>te &longs;ph&aelig;ricum, cuius &longs;ph&aelig;r&aelig; diameter &longs;it 10, &amp; oporteat inue&shy;<lb/>nire quanta erit diameter &longs;ph&aelig;r&aelig; ex aqua, grauitatem haben&shy;<lb/>tis &aelig;qualem propo&longs;it&aelig; &longs;ph&aelig;r&aelig; A, ita faciendum erit. </s></p><p type="main">

<s><emph type="italics"/>Accipiatur, vt diximus, aliquod corpus plumbeum D, cuius gra&shy;<lb/>uitas<emph.end type="italics"/> 23<emph type="italics"/>, deinde aqu&aelig; habentis magnitudinem &aelig;qualem plumbo D, <lb/>inueniatur grauitas qu&aelig; &longs;it<emph.end type="italics"/> 2<emph type="italics"/>, &amp; fiat vt<emph.end type="italics"/> 2<emph type="italics"/>, ad<emph.end type="italics"/> 23<emph type="italics"/>, ita cubus ex<emph.end type="italics"/> 10<emph type="italics"/>, qui <lb/>e&longs;t 1000, ad alium numerum qui &longs;it<emph.end type="italics"/> 11500<emph type="italics"/>, is igitur numerus erit <lb/>cubus diametri &longs;ph&aelig;r&aelig; ex aqua grauitatem habentis &aelig;qualem propo&shy;<lb/>&longs;it&aelig; &longs;ph&aelig;r&aelig; A, quare eius latus cubicum, quod est<emph.end type="italics"/> 22 57/100. <emph type="italics"/><expan abbr="proxim&utilde;">proximum</expan> <lb/>vero indicabit ip&longs;am diametrum.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Similiter &longs;i propo&longs;itum corpus plumbeum A, fuerit cubicum, vel <lb/>alicuius alterius form&aelig; regularis, eadem ratione inueniemus latus cu<lb/>bi ex aqua grauitatem habentis &aelig;qualem propo&longs;ito cubo A, nam &longs;i cu&shy;<lb/>bi A, datum &longs;it latus<emph.end type="italics"/> 10<emph type="italics"/>, erit numerus 11500, cubus ex aqua &aelig;qualis <lb/>grauitate propo&longs;ito cubo A, quare latus cubicum numeri<emph.end type="italics"/> 11500<emph type="italics"/>, quod<emph.end type="italics"/><pb xlink:href="029/01/022.jpg" pagenum="15"/><emph type="italics"/>e&longs;t<emph.end type="italics"/> 22 17/100. <emph type="italics"/><expan abbr="proxim&utilde;">proximum</expan> vero indicabit qu&aelig;&longs;itum latus cubi ex aqua.<emph.end type="italics"/></s></p><p type="main">

<s>Neque di&longs;&longs;imili ratione inuenietur magnitudo olei, aut ar&shy;<lb/>genti viui, aut cuiu&longs;cumque generis liquidi grauitatem habe&shy;<lb/>tis propo&longs;ito corpori &longs;olido &aelig;qualem, &longs;ed quomodo inuenien&shy;<lb/>da &longs;it grauitas argenti viui magnitudinem habentis &aelig;qualem <lb/>corpori &longs;olido, docebimus po&longs;t exemplum propo&longs;itionis de&shy;<lb/>cim&aelig; quart&aelig;. </s></p><p type="head">

<s>PROBLEMA IV. PROPOS. XI.<!-- KEEP S--></s></p><p type="main">

<s>Propo&longs;itis duobus corporibus &aelig;que grauibus, vno &longs;o<lb/>lido, altero liquido, data liquidi corporis magnitu&shy;<lb/>dine, magnitudinem &longs;olidi inuenire. </s></p><p type="main">

<s>SINT propo&longs;ita duo corpora &aelig;&shy;<lb/>qu&aelig; grauia, A, quidem &longs;olidum, B, <lb/>vero liquidum, &longs;it autem, liquidi B; <lb/><figure id="id.029.01.022.1.jpg" xlink:href="029/01/022/1.jpg"/><lb/>data magnitudo F, &amp; oporteat &longs;olidi <lb/>A, magnitudinem inuenire. </s>

<s>Accipia&shy;<lb/>tur aliquod corpus &longs;olidum D, <expan abbr="eiu&longs;d&etilde;">eiu&longs;dem</expan> <lb/>generis cum corpore &longs;olido A, cuius <lb/>grauitas &longs;it G, deinde liquidi quod &longs;it <lb/>E, eiu&longs;dem generis cum corpore liqui <lb/>do B, magnitudinem &aelig;qualem<arrow.to.target n="note24"/> haben&shy;<lb/>tis &longs;olido D, *inueniatur grauitas, <lb/>qu&aelig; &longs;it H, &amp; fiat vt grauitas G; ad gra&shy;<lb/>uitatem H, ita F, magnitudo, ad aliam magnitudinem, qu&aelig; &longs;it C; <lb/>quoniam igitur &longs;unt quatuor corpora D, E, A, B, quorum primum D, <lb/>&amp; &longs;ecundum E, &longs;unt magnitudine &aelig;qualia, tertium vero A, &amp; <expan abbr="quart&utilde;">quartum</expan> <lb/>B, &aelig;qu&aelig; grauia, &amp; &longs;unt eiu&longs;dem generis &longs;olida D, A, &longs;imiliter, &amp; liqui&shy;<lb/>da E, B,* erit vt grauitas G, ad grauitatem H, ita F, magnitudo ad ma<arrow.to.target n="note25"/><lb/>gnitudinem &longs;olidi A, &longs;ed vt grauitas G, ad grauitatem H, ita e&longs;t ma&shy;<lb/>gnitudo F, ad C, magnitudinem, ergo magnitudo C, &aelig;qualis erit ma&shy;<lb/>gnitudini corporis &longs;olidi A, inuenta igitur e&longs;t corporis &longs;olidi A, ma&shy;<lb/>gnitudo C, quod erat faciendum. </s></p><p type="margin">

<s><margin.target id="note24"/>8.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note25"/>7.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Qvod &longs;i propo&longs;ita duo corpora &aelig;que grauia A, B, fue<lb/>rint regularia vtpote &longs;ph&aelig;rica, fuerit autem liqui&shy;<pb xlink:href="029/01/023.jpg" pagenum="16"/>d&aelig; &longs;ph&aelig;r&aelig; B, data diameter F, &amp; oporteat inuenire quan<lb/>ta erit diameter &longs;olid&aelig; &longs;ph&aelig;r&aelig; A, ita faciendum erit. </s></p><p type="main">

<s>Accepto vt &longs;upra corpore &longs;olido D, &amp; liquidi E, inuenta grauitate, <lb/>vt dictum e&longs;t, fiat vt grauitas G, ad prauitatem H, ita cubus ex F, ad <lb/>alium cubum, cuius latus &longs;it C, Quoniam igitur eadem ratione qua <lb/>&longs;upra o&longs;tendetur, vt grauitas G, ad grauitatem H, ita e&longs;&longs;e magnitudi&shy;<lb/>nem &longs;ph&aelig;r&aelig; B, ad &longs;ph&aelig;r&aelig; A, magnitudinem, &longs;ed magnitudo &longs;ph&aelig;r&aelig; B, <lb/><arrow.to.target n="note26"/> ad magnitudinem &longs;ph&aelig;r&aelig; A, *triplicatam rationem habet eius, quam <lb/>F, diameter &longs;ph&aelig;r&aelig; B, ad diametrum &longs;ph&aelig;r&aelig; A, &longs;imiliter, &amp; cubus ex <lb/><arrow.to.target n="note27"/> F, ad cubum ex diametro &longs;ph&aelig;r&aelig; A, <expan abbr="triplicat&atilde;*">triplicatam*</expan> rationem habet eius, <lb/>quam F, ad diametrum &longs;ph&aelig;r&aelig; A, ergo, vt grauitas G, ad <expan abbr="grauitat&etilde;">grauitatem</expan> <lb/>H, ita erit cubus ex F, ad cubum ex diametro &longs;ph&aelig;r&aelig; A, &longs;ed vt graui&shy;<lb/>tas G, ad grauitatem H, ita e&longs;t cubus ex F, ad cubum ex C, ergo cubus <lb/>ex C, &aelig;qualis erit cubo diametri &longs;ph&aelig;r&aelig; A, quare, &amp; latus C, &aelig;quabi&shy;<lb/>tur ip&longs;ius &longs;ph&aelig;r&aelig; A, diametro, inuenta igitur e&longs;t quantitas diametri <lb/>&longs;olid&aelig; &longs;ph&aelig;r&aelig; A, quod facere oportebat. </s></p><p type="margin">

<s><margin.target id="note26"/>18.12. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="margin">

<s><margin.target id="note27"/>33.11. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="head">

<s>Exemplum.<!-- KEEP S--></s></p><p type="main">

<s>Qvidam proponit aliquod corpus liquidum not&aelig; <lb/>magnitudinis, &amp; vult inuenire quanta erit magni&shy;<lb/>tudo alicuius &longs;olidi grauitatem habentis propo&longs;i&shy;<lb/>to corpori liquido &aelig;qualem. </s></p><p type="main">

<s><emph type="italics"/>Sit propo&longs;itum aliquod corpus aqueum B, cuius magnitudo &longs;it 115, <lb/>&amp; oporteat inuenire quanta erit magnitudo plumbi grauitatem ha&shy;<lb/>bentis &aelig;qualem propo&longs;it&aelig; aqu&aelig; B, accipiatur aliquod corpus <expan abbr="plumbe&utilde;">plumbeum</expan> <lb/>D, cuius grauitas &longs;it verbi gratia<emph.end type="italics"/> 23<emph type="italics"/>, deinde aqu&aelig; magnitudinem ba&shy;<lb/>bentis &aelig;qualem plumbo D, inueniatur grauitas qu&aelig; &longs;it<emph.end type="italics"/> 2. <emph type="italics"/>id autem do&shy;<lb/>cuit propo&longs;itionis octau&aelig; exemplum, &amp; fiat vt<emph.end type="italics"/> 23<emph type="italics"/>, ad<emph.end type="italics"/> 2<emph type="italics"/>, ita 115, ad <lb/>alium numerum qui &longs;it<emph.end type="italics"/> 10<emph type="italics"/>, is igitur numerus indicabit quanta erit <lb/>magnitudo plumbi grauitatem habentis &aelig;qualem propo&longs;it&aelig; aqu&aelig; B.<emph.end type="italics"/></s></p><p type="main">

<s>Quod &longs;i propo&longs;itum corpus aqueum B, &longs;it &longs;ph&aelig;ricum, cuius <lb/>&longs;ph&aelig;r&aelig; diameter &longs;it 10, &amp; oporteat inuenire quanta erit dia&shy;<lb/>meter &longs;ph&aelig;r&aelig; ex plumbo, grauitatem habentis &aelig;qualem pro&shy;<lb/>po&longs;it&aelig; &longs;ph&aelig;r&aelig; B, ita faciendum erit. </s></p><p type="main">

<s><emph type="italics"/>Accepto, vt diximus aliquo corpore plumbeo D, cuius grauitas<emph.end type="italics"/> 23, <lb/><emph type="italics"/>&amp; aqu&aelig; magnitudinem habentis &aelig;qualem plumbo D, inuenta graui&shy;<emph.end type="italics"/><pb xlink:href="029/01/024.jpg" pagenum="17"/><emph type="italics"/>tate 2, fiat vt<emph.end type="italics"/> 23<emph type="italics"/>, ad<emph.end type="italics"/> 2<emph type="italics"/>, ita cubus ex<emph.end type="italics"/> 10<emph type="italics"/>, hoc est<emph.end type="italics"/> 1000<emph type="italics"/>, ad alium nume&shy;<lb/>rum qui &longs;it<emph.end type="italics"/> 86 22/23&lt;31&gt; <emph type="italics"/>is igitur numerus erit cubus diametris &longs;ph&aelig;r&aelig; ex <lb/>plumbo, grauitatem &aelig;qualem habentis propo&longs;ite ex aqua &longs;ph&aelig;r&aelig; B, <lb/>quare eius latus cubicum, quod est<emph.end type="italics"/> 4 41/100&lt;31&gt; <emph type="italics"/>fer&egrave;, indicabit ip&longs;am <lb/>diametrum.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Similiter &longs;i propo&longs;itum corpus aqueum B, fuerit cubicum, vel alicu&shy;<lb/>ius alterius form&aelig; regularis, eadem ratione vtemur ad inueniendum <lb/>latus cubi ex plumbo, grauitatem habentis &aelig;qualem propo&longs;ito ex aqua <lb/>tubo B, nam &longs;i ex aqua cubi B, datum &longs;it latus<emph.end type="italics"/> 10<emph type="italics"/>, erit numerus<emph.end type="italics"/><lb/>86 22/2<gap/>&lt;31&gt; <emph type="italics"/>cubus ex plumbo &aelig;qualis grauitate propo&longs;ito ex aqua cubo B, <lb/>quare latus cubicum numeri<emph.end type="italics"/> 86 22/2<gap/>&lt;31&gt; <emph type="italics"/>quod e&longs;t<emph.end type="italics"/> 4 41/100&lt;31&gt; <emph type="italics"/>fer&egrave;, indicabit <lb/>qu&aelig;&longs;itum latus cubi ex plumbo.<emph.end type="italics"/></s></p><p type="main">

<s>Neque di&longs;&longs;imili ratione inuenienda erit magnitudo auri, <lb/>argenti, cer&aelig;, aut cuiu&longs;cunque &longs;olidi, grauitatem habentis <lb/>propo&longs;ito corpori liquido &aelig;qualem. </s></p><p type="head">

<s>PROBLEMA V. PROPOS. XII.<!-- KEEP S--></s></p><p type="main">

<s>Propo&longs;itis duobus &longs;olidis corporibus magnitudine <lb/>&aelig;qualibus, data grauitate vnius, grauitatem al&shy;<lb/>terius inuenire. </s></p><p type="main">

<s>SINT propo&longs;ita duo corpora &longs;o&shy;<lb/>lida magnitudine &aelig;qualia A, B, &longs;it au&shy;<lb/><figure id="id.029.01.024.1.jpg" xlink:href="029/01/024/1.jpg"/><lb/>tem vnius, vtpote ip&longs;ius A, data gra&shy;<lb/>uitas C, &amp; oporteat inuenire grauita&shy;<lb/>tem ip&longs;ius B. </s>

<s>Accipiatur aliquod &longs;oli&shy;<lb/>dum corpus D, eiu&longs;dem generis cum <lb/>corpore &longs;olido A, cui &aelig;quale grauita&shy;<lb/>te accipiatur alterum E, eiu&longs;dem ge&shy;<lb/>neris cum corpore B, deinde liquidi <lb/>magnitudine &aelig;qualis corpori D,<arrow.to.target n="note28"/> *in&shy;<lb/>ueniatur grauitas, qu&aelig; &longs;it G, item li&shy;<lb/>quidi eiu&longs;dem generis, &aelig;qualis ma&shy;<lb/>gnitudine corpori E,* inueniatur grauitas, qu&aelig; &longs;it H, &amp; fiat vt H, ad<arrow.to.target n="note29"/><lb/>G, ita C, ad aliam grauitatem, qu&aelig; &longs;it F. <!-- KEEP S--></s>

<s>Quoniam igitur &longs;unt qua&shy;<lb/>tuor corpora A, B, D, E, quorum A, B, primum videlicet, &amp; &longs;ecundum <lb/>&longs;unt &aelig;qualia magnitudine, tertium vero D, &amp; E, quartum &aelig;que gra&shy;<lb/>uia, &amp; &longs;unt <expan abbr="eiu&longs;d&etilde;">eiu&longs;dem</expan> generis &longs;olida A, D, itidem &longs;olida B, E, *erit vt<arrow.to.target n="note30"/> gra&shy;<lb/>uitas C, ad &longs;olidi B, grauitatem, ita grauitas H, ad grauitatem G, &longs;ed <pb xlink:href="029/01/025.jpg" pagenum="18"/>vt grauitas H, ad <expan abbr="grauitat&etilde;">grauitatem</expan> G, ita e&longs;t grauitas C, ad F, grauitatem; er&shy;<lb/>go grauitas F, &aelig;qualis erit grauitati &longs;olidi B, inuenta igitur e&longs;t cor&shy;<lb/>poris &longs;olidi B, grauitas F, quod facere oportebat. </s></p><p type="margin">

<s><margin.target id="note28"/>8.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note29"/>5.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note30"/>6.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Hoc Problema magni momenti e&longs;t, pleri&longs;que artificibus <lb/>maximo v&longs;ui e&longs;&longs;e pote&longs;t. </s>

<s>in arte fu&longs;oria propo&longs;ito operis modu<lb/>lo, ex illius grauitate, facile metalli ad opus faciendum, gra&shy;<lb/>uitatem inueniet, &longs;i enim hoc ignoret artifex, periculum e&longs;t, ne <lb/>metallum, aut deficiat, vel &longs;i multum e&longs;t, ob nimiam graui&shy;<lb/>tatem difficile tractetur. </s></p><p type="main">

<s>Neque tormenti bellici magi&longs;tro inutile erit, is enim cogni&shy;<lb/>ta grauitate alicuius globi, exempli gratia ex plumbo, &longs;tatim <lb/>alterius globi eiu&longs;dem magnitudinis, vel &longs;it ex lapide, vel ex <lb/>fcrro, vel ex quacunque alia materia, grauitatem inueniet. </s></p><p type="head">

<s>Exemplum.<!-- KEEP S--></s></p><p type="main">

<s>Qvidam proponit aliquod corpus &longs;olidum not&aelig; <lb/>grauitatis, &amp; vult &longs;cire quanta erit grauitas alicu&shy;<lb/>ius &longs;olidi, alterius generis, magnitudinem habentis pro&shy;<lb/>po&longs;ito corpori &longs;olido &aelig;qualem. </s></p><p type="main">

<s><emph type="italics"/>Sit propo&longs;itum aliquod corpus plumbeum A, cuius grauitas &longs;it<emph.end type="italics"/><lb/>1150<emph type="italics"/>, &amp; oporteat inuenire quanta erit grauitas stanni <expan abbr="magnitudin&etilde;">magnitudinem</expan> <lb/>habentis &aelig;qualem propo&longs;ito plumbo A. <!-- KEEP S--></s>

<s>Accipiantur duo corpora &aelig;que <lb/>grauia, D, plumbeum, E, stanneum, deinde duarum quantitatum, <lb/>aqu&aelig;, quarum una &longs;it &aelig;qualis magnitudine plumbo D, altera &longs;tanno <lb/>E, <expan abbr="inueni&atilde;tur">inueniantur</expan> grauitates, qu&aelig; &longs;int, prim&aelig; videlicet quantitatis aqu&aelig;<emph.end type="italics"/><lb/>74, <emph type="italics"/>&longs;ecund&aelig; vero<emph.end type="italics"/> 115<emph type="italics"/>, &amp; fiat vt<emph.end type="italics"/> 115<emph type="italics"/>, ad<emph.end type="italics"/> 74<emph type="italics"/>, ita<emph.end type="italics"/> 1150<emph type="italics"/>, ad alium nume&shy;<lb/>rum, qui &longs;it<emph.end type="italics"/> 740<emph type="italics"/>, is igitur numerus indicabit grauitatem stanni, ma&shy;<lb/>gnitudinem habentis propo&longs;ito plumbo A.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s>Etiam &longs;i non accipiantur duo corpora, plumbeum videlicet <lb/>&amp; &longs;tanneum, &aelig;que grauia, &longs;ed grauitate quacunque, grauitas <lb/>&longs;tanni magnitudinem habentis &aelig;qualem propo&longs;ito plumbo <lb/>D, inuenietur &longs;ic. </s></p><p type="main">

<s><emph type="italics"/>Accipiantur duo corpora D, plumbeum, E, &longs;tanneum grauitate <lb/>quacunque, &longs;it vcrbi gratia plumbi D, grauitas<emph.end type="italics"/> 23<emph type="italics"/>, &longs;tanni vero E, <lb/>grauitas<emph.end type="italics"/> 37<emph type="italics"/>, deinde duarum quantitatum aqu&aelig;, quarum vna &longs;it ma&shy;<lb/>gnitudine &aelig;qualis plumbo D, altera stanno E, inueniantur graui&shy;<lb/>tates, qu&aelig; &longs;int, prim&aelig; videlicet quantitatis<emph.end type="italics"/> 2<emph type="italics"/>, &longs;ecund&aelig; vero<emph.end type="italics"/> 5<emph type="italics"/>, &amp; fiat,<emph.end type="italics"/><pb xlink:href="029/01/026.jpg" pagenum="19"/><emph type="italics"/>ut 23, ad 2, ita 37, ad<emph.end type="italics"/> 3 5/21. <emph type="italics"/>grauitas igitur aqu&aelig;, magnitudinem <lb/>habentis &aelig;qualem plumbo, cuius grauitas est 37, erit<emph.end type="italics"/> 3 5/21. </s></p><p type="main">

<s><emph type="italics"/>Et quoniam aqu&aelig;, magnitudinem habentis &aelig;qualem stanno E, cu&shy;<lb/>ius grauitas est 37, e&longs;t grauitas<emph.end type="italics"/> 5, <emph type="italics"/>erunt grauitates duarum quan&shy;<lb/>titatum aqu&aelig;<emph.end type="italics"/> 3 5/21, &amp; 5, <emph type="italics"/>quarum quantitatum prima e&longs;t &aelig;qualis <lb/>magnitudine corpori plumbeo, &longs;ecunda stanneo, que &longs;unt &aelig;que gra&shy;<lb/>uia, vtriu&longs;que enim grauitas est<emph.end type="italics"/> 37. <emph type="italics"/>Fiat igitur vt<emph.end type="italics"/> 5, <emph type="italics"/>ad<emph.end type="italics"/> 3 5/21, <emph type="italics"/>it a<emph.end type="italics"/><lb/>1150, <emph type="italics"/>ad alium numerum, qui &longs;it<emph.end type="italics"/> 740, <emph type="italics"/>tanta igitur erit grauitas <lb/>&longs;tanni, magnitudinem habentis &aelig;qualem propo&longs;ito plumbo A, quanta <lb/>etiam inueniebatur &amp; &longs;upra.<emph.end type="italics"/></s></p><p type="main">

<s>Quod &longs;i propo&longs;itum &longs;it cereum corpus aliquod, aut cuiu&longs;&shy;<lb/>cunque generis &longs;olidi, &longs;iue leuioris quam aqua, &longs;iue grauio&shy;<lb/>ris, &amp; oporteat inuenire grauitatem alicuius &longs;olidi alterius <lb/>generis, magnitudine &aelig;qualis propo&longs;ito corpori &longs;olido. </s>

<s>Ea&shy;<lb/>dem ratione qua &longs;upra inuenietur qu&aelig;&longs;ita &longs;olidi grauitas, &longs;ed <lb/>hoc &longs;olum animaduertendum e&longs;t, quod non eadem ratione <lb/>inuenitur grauitas aqu&aelig;, magnitudinem habentis &aelig;qualem <lb/>propo&longs;ito cuiu&longs;cunque generis &longs;olido, alia enim tenenda e&longs;t <lb/>ratio ad inueniendam grauitatem pr&aelig;dict&aelig; aqu&aelig;, quando <lb/>propo&longs;itum &longs;olidum &longs;it grauius quam aqua, alia vero quando <lb/>leuius, &longs;ed &longs;iue &longs;it leuius, &longs;iue grauius, de inuentione huiu&longs;&shy;<lb/>modi grauitatis, in exemplo propo&longs;itionis octau&aelig;, &longs;atis e&longs;t ex&shy;<lb/>plicatum. </s></p><p type="head">

<s>PROBLEMA VI. PROPOS. XIII.<!-- KEEP S--></s></p><p type="main">

<s>Propo&longs;itis duobus &longs;olidis corporibus &aelig;que graui&shy;<lb/>bus, data magnitudine vnius, magnitudinem alte&shy;<lb/>rius inuenire. </s></p><p type="main">

<s>SINT propo&longs;ita duo corpora &longs;olida &aelig;que grauia A, B, &longs;it au&shy;<lb/>tem vnius, vtpote ip&longs;ius A, data magnitudo C, &amp; oporteat inueni&shy;<lb/>re magnitudinem ip&longs;ius B, Accipiatur aliquod &longs;olidum corpus D, <lb/>eiu&longs;dem generis cum &longs;olido A, &amp; &longs;it eius grauitas G, deinde &longs;olidi <lb/>corporis quod &longs;it E, eiu&longs;dem generis cum &longs;olido B, magnitudine <lb/>&aelig;qualis ip&longs;i D, inueniatur grauitas, qu&aelig; &longs;it H, hoc autem, Proble&shy;<lb/>ma antecedens docuit, &amp; fiat vt grauitas H, ad grauitatem G, ita <lb/>magnitudo C, ad aliam magnitudinem, qu&aelig; &longs;it F. <!-- KEEP S--></s>

<s>Quoniam igitur <pb xlink:href="029/01/027.jpg" pagenum="20"/>&longs;unt quatuor corpora grauia E, D, B, <lb/>A, quorum E, D, primum videlicet, <lb/><figure id="id.029.01.027.1.jpg" xlink:href="029/01/027/1.jpg"/><lb/>&amp; &longs;ecundum, &longs;unt &aelig;qualia magnitu&shy;<lb/>dine, tertium vero B, &amp; quartum A, <lb/>&aelig;quegrauia, &amp; &longs;unt eiu&longs;dem generis <lb/>corpora E, B, &longs;imiliter &amp; corpora <lb/><arrow.to.target n="note31"/> D, A, * erit vt grauitas H, ad graui&shy;<lb/>tatem G, ita magnitudo C, ad corpo&shy;<lb/>ris B, magnitudinem, &longs;ed vt grauitas <lb/>H, ad grauitatem G, ita e&longs;t magnitu&shy;<lb/>do C, ad F, magnitudinem, ergo ma&shy;<lb/>gnitudo F, &aelig;qualis erit magnitudini <lb/>corporis B. inuenta igitur e&longs;t corporis B, magnitudo F, quod facere <lb/>oportebat. </s></p><p type="margin">

<s><margin.target id="note31"/>7.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Quod &longs;i propo&longs;ita duo corpora &aelig;que grauia A, B, fue<lb/>rint regularia, vtpote &longs;ph&aelig;rica, fuerit autem &longs;ph&aelig;r&aelig; A, <lb/>data diameter C, &amp; oporteat inuenire, quanta erit dia&shy;<lb/>meter &longs;ph&aelig;r&ecedil; B, ita faciendum erit. </s></p><p type="main">

<s>Accepto corpore &longs;olido D, &amp; inuenta &longs;olidi corporis E, grauita&shy;<lb/>te, vt &longs;upra dictum e&longs;t, fiat vt grauitas H, ad grauitatem G, ita cu&shy;<lb/>bus ex C, ad alium cubum, cuius latus &longs;it F. <!-- KEEP S--></s>

<s>Quoniam igitur eadem <lb/>ratione, qua &longs;upra, demon&longs;trabitur, vt grauitas H, ad grauitatem G, <lb/>ita e&longs;&longs;e magnitudinem &longs;ph&aelig;r&aelig; A, ad &longs;ph&aelig;r&aelig; B, magnitudinem, &longs;ed <lb/><arrow.to.target n="note32"/> magnitudo &longs;ph&aelig;r&aelig; A, ad &longs;ph&aelig;r&aelig; B, magnitudinem * triplicatam ra&shy;<lb/>tionem habet eius, quam C, diameter &longs;ph&aelig;r&aelig; A, ad diametrum &longs;ph&aelig;&shy;<lb/><arrow.to.target n="note33"/>r&aelig; B. </s>

<s>Similiter &amp; cubus ex C, ad cubum, ex diametro &longs;ph&aelig;r&aelig; B, *tri&shy;<lb/>plicatam rationem habet eius, quam C, ad &longs;ph&aelig;r&aelig; B, diametrum; er&shy;<lb/>go vt grauitas H, ad grauitatem G, ita erit cubus ex C, ad cubum ex <lb/>diametro &longs;ph&aelig;r&aelig; B, &longs;ed vt grauitas H, ad grauitatem G, ita e&longs;t cubus <lb/>ex C, ad cubum ex F; ergo cubus ex F, &aelig;qualis erit cubo diametri <lb/>&longs;ph&aelig;r&aelig; B; quare &amp; latus F, &aelig;quabitur &longs;ph&aelig;r&aelig; B, diametro. </s>

<s>inuenta <lb/>igitur e&longs;t quantitas diametri &longs;ph&aelig;r&aelig; B, quod facere oportebat. </s></p><p type="margin">

<s><margin.target id="note32"/>18.12. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="margin">

<s><margin.target id="note33"/>33.11. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s>Neque hoc Problema inutile erit tormenti bellici magi&longs;tro, <lb/>is enim cognita diametro alicuius globi, exempli gratia, ex <lb/>plumbo, &longs;tatim alterius globi eandem habentis grauitatem, <lb/>diametrum inueniet, &longs;it globus ille, vel ex lapide, vel ex fer&shy;<lb/>ro, vel ex quocunque alio &longs;olidorum genere. </s></p><pb xlink:href="029/01/028.jpg" pagenum="21"/><p type="head">

<s>Exemplum.<!-- KEEP S--></s></p><p type="main">

<s>Qvidam proponit aliquod corpus &longs;olidum not&aelig; <lb/>magnitudinis, &amp; vult inuenire, quanta erit magni<lb/>tudo alicuius &longs;olidi alterius generis, grauitatem <lb/>habentis propo&longs;ito corpori &longs;olido &aelig;qualem. </s></p><p type="main">

<s><emph type="italics"/>SIT propo&longs;itum aliquod corpus plumbeum A, cuius magnitudo<emph.end type="italics"/><lb/>740, <emph type="italics"/>&amp; oporteat inuenire quanta erit magnitudo &longs;tanni, grauita&shy;<lb/>tem habentis &aelig;qualem propo&longs;ito plumbo A. <!-- KEEP S--></s>

<s>Accipiatur aliquod cor&shy;<lb/>pus plumbeum D, cuius grauitas &longs;it 115, deinde stanni, magnitudi&shy;<lb/>ne &aelig;qualis plumbo D, inueniatur grauitas, qu&aelig; &longs;it<emph.end type="italics"/> 74, <emph type="italics"/>quod quomo&shy;<lb/>do fieri oporteat, dictum est in antecedentis Problematis exemplo, &amp; <lb/>fiat vt<emph.end type="italics"/> 74, <emph type="italics"/>ad<emph.end type="italics"/> 115. <emph type="italics"/>ita<emph.end type="italics"/> 740, <emph type="italics"/>ad alium numerum qui &longs;it<emph.end type="italics"/> 1150, <emph type="italics"/>is igitur <lb/>numcrus indicabit quanta erit magnitudo &longs;tanni, grauitatem haben<lb/>tis &aelig;qualem propo&longs;ito plumbo A.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s>Quod &longs;i propo&longs;itum corpus plumbeum A, &longs;it &longs;ph&aelig;ricum, cu<lb/>ius &longs;ph&aelig;r&aelig; diameter &longs;it 10, &amp; oporteat inuenire quanta erit <lb/>diameter &longs;ph&aelig;r&aelig; ex &longs;tanno, grauitatem habentis &aelig;qualem <lb/>propo&longs;it&aelig; &longs;ph&aelig;r&aelig; A, ita faciendum erit. </s></p><p type="main">

<s><emph type="italics"/>Accipiatur vt diximus aliquod corpus plumbeum D, cuius graui&shy;<lb/>tas &longs;it 115, &amp; &longs;tanni, magnitudinem habentis &aelig;qualem plumbo D, in&shy;<lb/>ueniatur grauitas, qu&aelig; &longs;it<emph.end type="italics"/> 74. <emph type="italics"/>&amp; fiat vt 74, ad<emph.end type="italics"/> 115, <emph type="italics"/>ita cubus ex 10, <lb/>qui e&longs;t 1000, ad alium numerum qui &longs;it<emph.end type="italics"/> 1554 2/17, <emph type="italics"/>is igitur numerus <lb/>erit cubus diametri &longs;ph&aelig;r&aelig; ex stanno, grauitatem habentis &aelig;qualem <lb/>propo&longs;it&aelig; ex plumbo &longs;ph&aelig;r&aelig; A, quare eius latus cubicum, quod est<emph.end type="italics"/><lb/>11 52/100, <emph type="italics"/>vero proximum, indicabit ip&longs;am diametrum.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Similiter &longs;i propo&longs;itum corpus plumbeum A, fuerit cubicum, vel <lb/>alicuius alterius form&aelig; regularis, eadem ratione inuenietur latus cu<lb/>bi ex stanno, grauitatem habentis &aelig;qualem propo&longs;ito plumbeo cu&shy;<lb/>bo A, &longs;i enim ip&longs;ius cubi plumbei A, datum &longs;it latus 10, erit numerus<emph.end type="italics"/><lb/>1554 2/17&lt;31&gt; <emph type="italics"/>cubus ex &longs;tanno &aelig;qualis grauitate propo&longs;ito plumbeo Cu<lb/>bo A, quare latus. </s>

<s>cubitum numeri<emph.end type="italics"/> 1554 2/17&lt;31&gt; <emph type="italics"/>quod est<emph.end type="italics"/> 11 52/100&lt;31&gt; <emph type="italics"/>pro<lb/>ximum vero; indicabit qu&aelig; &longs;itum latus.<emph.end type="italics"/></s></p><p type="main">

<s>Neque di&longs;&longs;imili ratione inuenienda erit magnitudo auri, <lb/>argenti, c&aelig;r&aelig;, aut cuiu&longs;cumque &longs;olidi, grauitatem habentis <lb/>propo&longs;ito corpori &longs;olido &aelig;qualem. </s></p><pb xlink:href="029/01/029.jpg" pagenum="22"/><p type="head">

<s>PROBLEMA VII. PROPOS. XIV.<!-- KEEP S--></s></p><p type="main">

<s>Propo&longs;itis duobus liquidis corporibus magnitudine <lb/>&ecedil;qualibus, data grauitate vnius, grauitatem alte&shy;<lb/>rius inuenire. </s></p><figure id="id.029.01.029.1.jpg" xlink:href="029/01/029/1.jpg"/><p type="main">

<s>SINT propo&longs;ita duo cor&shy;<lb/>ra liquida, magnitudine &aelig;qualia <lb/>A, B, &longs;it autem vnius, vtpote li&shy;<lb/>quidi A, data grauitas G, &amp; <lb/>oporteat alterius liquidi B, gra&shy;<lb/>uitatem inuenire. </s>

<s>Accipiatur <lb/>aliquod corpus &longs;olidum C, &amp; li&shy;<lb/>quidi, quod &longs;it H, eiu&longs;dem ge&shy;<lb/>neris cum liquido A, magnitu&shy;<lb/><arrow.to.target n="note34"/>dine &aelig;qualis &longs;olido C, *inuenia&shy;<lb/>tur grauitas, qu&aelig; &longs;it D, &longs;imiliter <lb/>&amp; liquidi, quod &longs;it I, eiu&longs;dem <lb/>generis cum liquido B, magni&shy;<lb/>tudine &aelig;qualis eidem &longs;olido C, <lb/><arrow.to.target n="note35"/> * inueniatur grauitas, qu&aelig; &longs;it E, <lb/>&amp; fiat vt D, ad E, ita G, ad aliam grauitatem, qu&aelig; &longs;it F. <!-- KEEP S--></s>

<s>Quoniam <lb/>igitur e&longs;t vt A, ad B, ita H, ad I, &aelig;quale videlicet ad &aelig;quale, erit per&shy;<lb/>mutando vt A, ad H, ita B, ad I, &amp; quoniam eiu&longs;dem &longs;unt generis cor&shy;<lb/><arrow.to.target n="note36"/>pora A, H, &longs;imiliter &amp; corpora B, I, * erit vt grauitas G, ad grauita&shy;<lb/>tem D, ita liquidi B, grauitas, ad grauitatem E, &amp; permutando vt <lb/>grauitas G, ad grauitatem liquidi B, ita D, grauitas, ad grauitatem <lb/>E, &longs;ed vt grauitas D, ad grauitatem E, ita e&longs;t grauitas G, ad graui&shy;<lb/>tatem F; ergo grauitas F, &aelig;qualis erit grauitati liquidi B. inuenta <lb/>igitur e&longs;t liquidi corporis B, grauitas F, quod facere oportebat. </s></p><p type="margin">

<s><margin.target id="note34"/>2.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note35"/>3.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note36"/>4.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="head">

<s>Exemplum.<!-- KEEP S--></s></p><p type="main">

<s>Qvidam proponit aliquod corpus liquidum not&aelig; <lb/>grauitatis, &amp; vult &longs;cire, quanta erit grauitas alte&shy;<lb/>rius liquidi, magnitudinem habentis propo&longs;ito corpori <lb/>liquido &aelig;qualem. </s></p><p type="main">

<s><emph type="italics"/>Sit propo&longs;itum aliquod olei corpus A, cuius grauitas<emph.end type="italics"/> 550, <emph type="italics"/>&amp; <lb/>oporteat inuenire, quanta erit grauitas aqu&aelig;, magnitudinem haben&shy;<emph.end type="italics"/><pb xlink:href="029/01/030.jpg" pagenum="23"/><emph type="italics"/>tis &aelig;qualem propo&longs;ito oleo A, Accipiatur aliquod corpus &longs;olidum C, <lb/>vtpote plumbeum, &amp; aqu&aelig;, magnitudinem habentis &aelig;qualem plumbo<lb/>C, inueniatur grauitas, qu&aelig; &longs;it 12, vt in exemplo propo&longs;. </s>

<s>8. <expan abbr="dict&utilde;">dictum</expan> e&longs;t. </s>

<s><lb/>Similiter &amp; olei, magnitudinem &aelig;qualem habentis, eidem plumbo C, <lb/>inueniatur grauitas, qu&aelig; &longs;it 11, &amp; fiat, vt<emph.end type="italics"/> 11, <emph type="italics"/>ad<emph.end type="italics"/> 12, <emph type="italics"/>ita 550, ad <expan abbr="ali&utilde;">alium</expan> <lb/>numerum qui &longs;it<emph.end type="italics"/> 600. <emph type="italics"/>is igitur numerus indicabit quanta erit graui&shy;<lb/>tas aqu&aelig;, magnitudinem habentis &aelig;qualem propo&longs;ito oleo A.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Si vero propo&longs;itum &longs;it aliquod argenti viui corpus A, cuius <lb/>grauitas<emph.end type="italics"/> 95, <emph type="italics"/>&amp; oporteat inuenire, quanta erit grauitas aqu&aelig;, magni&shy;<lb/>tudincm habentis &aelig;qualem propo&longs;ito argento viuo A. <!-- KEEP S--></s>

<s>Accipiatur ali&shy;<lb/>quod vas vitreum mundum, &amp; politum, cuius grauitas &longs;it v. <!-- REMOVE S-->g.<emph.end type="italics"/> 91. <lb/><emph type="italics"/><expan abbr="ip&longs;umq;">ip&longs;umque</expan> vas plenum aqua ponderetur in aqua, &amp; habeat grauitatem<emph.end type="italics"/><lb/>55, <emph type="italics"/>quoniam igitur numerus<emph.end type="italics"/> 91, <emph type="italics"/>&longs;uperat <expan abbr="numer&utilde;">numerum</expan><emph.end type="italics"/> 55, <emph type="italics"/>numero<emph.end type="italics"/> 36, <emph type="italics"/>* erit<emph.end type="italics"/><arrow.to.target n="note37"/><lb/><emph type="italics"/>grauitas aqu&aelig;, magnitudinem habentis &aelig;qualem ip&longs;i va&longs;i, hoc est &longs;oli&shy;<lb/>ditati ip&longs;ius va&longs;is<emph.end type="italics"/> 36, <emph type="italics"/>ponatur deinde in ip&longs;um vas propo&longs;itum argen&shy;<lb/>tum <expan abbr="viu&utilde;">viuum</expan> A, nihil interest, vt vas &longs;it plenum, vel non, &amp; quoniam ar<lb/>genti viui A, grauitas est<emph.end type="italics"/> 95, <emph type="italics"/>&amp; va&longs;is vitrei grauitas<emph.end type="italics"/> 91, <emph type="italics"/>erit argenti <lb/>viui &longs;imul cum ip&longs;o va&longs;e, grauitas<emph.end type="italics"/> 186. <emph type="italics"/>ponderetur itaque ip&longs;um vas, <lb/>&longs;imul cum argento viuo A, in aqua, ita vt aqua repleat va&longs;is partem <lb/>vacuam, &amp; &longs;it va&longs;is grauitas in aqua &longs;imul cum argento viuo<emph.end type="italics"/> 143, <lb/><emph type="italics"/>quoniam igitur numerus<emph.end type="italics"/> 186, <emph type="italics"/>&longs;uperat numerum<emph.end type="italics"/> 143, <emph type="italics"/>numero<emph.end type="italics"/> 43, <emph type="italics"/>* erit<emph.end type="italics"/><arrow.to.target n="note38"/><lb/><emph type="italics"/>grauitas aqu&aelig;, <expan abbr="magnitudin&etilde;">magnitudinem</expan> <expan abbr="bib&etilde;tis">bibentis</expan> &aelig;qualem argento viuo, &longs;imul <expan abbr="c&utilde;">cum</expan> <lb/>va&longs;e<emph.end type="italics"/> 43, <emph type="italics"/>&longs;ed grauitas aqu&aelig; habentis magnitudinem &aelig;qualem va&longs;i est<emph.end type="italics"/><lb/>36, <emph type="italics"/>ergo reliquum quod est<emph.end type="italics"/> 7, <emph type="italics"/>erit grauitas aqu&aelig;, magnitudinem ba&shy;<lb/>bentis &aelig;qualem propo&longs;ito argento viuo A.<emph.end type="italics"/><!-- KEEP S--></s>

</p><p type="margin">

<s><margin.target id="note37"/>5.<emph type="italics"/>huiu<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note38"/>5.<emph type="italics"/>huiu<emph.end type="italics"/></s></p><p type="main">

<s>Sed &longs;i propo&longs;itum fuerit aliquod magnum argenti viui cor <lb/>pus, ita vt difficile po&longs;&longs;it ponderari in aqua, hac via inuenietur <lb/>aqu&aelig; qu&aelig;&longs;ita grauitas. </s></p><p type="main">

<s><emph type="italics"/>Sit propo&longs;itum aliquod magnum argenti viui corpus A, cuius gra&shy;<lb/>uitas<emph.end type="italics"/> 5700. <emph type="italics"/>&amp; oporteat facere, quod imperatum e&longs;t. </s>

<s>Accipiatur ali&shy;<lb/>quod paruum argenti viui corpus C, cuius grauitas &longs;it<emph.end type="italics"/> 95, <emph type="italics"/>&amp; aqu&aelig;, <lb/>magnitudinem habentis &aelig;qualem argento viuo C, inueniatur graui&shy;<lb/>tas, eo modo quo dictum est, qu&aelig; &longs;it<emph.end type="italics"/> 7, <emph type="italics"/>&amp; fiat vt<emph.end type="italics"/> 95, <emph type="italics"/>ad<emph.end type="italics"/> 7, <emph type="italics"/>ita<emph.end type="italics"/> 5700, <emph type="italics"/>ad <lb/>alium numerum, qui &longs;it<emph.end type="italics"/> 420, <emph type="italics"/>is igitur numerus indicabit quanta erit <lb/>grauitas aqu&aelig;, magnitudinem habentis &aelig;qualem propo&longs;ito argento <lb/>viuo A.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Contra, &longs;it propo&longs;itum aliquod corpus aqueum A, cuius grauitas<emph.end type="italics"/><lb/>420, <emph type="italics"/>&amp; oporteat inuenire quanta erit grauitas argenti viui, magni&shy;<lb/>tudine &aelig;qualis propo&longs;it&aelig; aqu&aelig; A. facto, vt &longs;upra, &amp; inuenta graui&shy;<lb/>tate<emph.end type="italics"/> 7, <emph type="italics"/>aqu&aelig; &longs;cilicet magnitudinem habentis &aelig;qualem <expan abbr="arg&etilde;to">argento</expan> viuo C,<emph.end type="italics"/><pb xlink:href="029/01/031.jpg" pagenum="24"/><emph type="italics"/>fiat vt<emph.end type="italics"/> 7, <emph type="italics"/>ad<emph.end type="italics"/> 95, <emph type="italics"/>ita<emph.end type="italics"/> 420, <emph type="italics"/>ad alium numerum, qui &longs;it<emph.end type="italics"/> 5700, <emph type="italics"/>is igi&shy;<lb/>tur indicabit quanta erit grauitas argenti viui, magnitudine &aelig;qua&shy;<lb/>lis propo&longs;it&aelig; aqu&aelig; A.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s>Inueniemus etiam aliter, &amp; expeditius grauitatem <lb/>aqu&aelig;, magnitudinem habentis &aelig;qualem propo&longs;ito ar&shy;<lb/>gento viuo A. <!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Accipiatur enim aliquod corpus aureum, cui &longs;uperinducatur ce&shy;<lb/>rea tunica tenui&longs;&longs;ima, ne fiat argento viuo leuius, neue ab <expan abbr="eod&etilde;">eodem</expan> di&longs;&longs;ol&shy;<lb/>uatur, deinde aqu&aelig;, magnitudinem habentis &aelig;qualem ip&longs;i corpori an <lb/>reo inueniatur grauitas, vt dictum est in propo&longs;.<emph.end type="italics"/> 8. <emph type="italics"/>exemplo, qu&aelig; &longs;it<emph.end type="italics"/> 7, <lb/><emph type="italics"/>&longs;imiliter &amp; argenti viui, vt aqu&aelig;, magnitudinem habentis &aelig;qualem <lb/>eidem corpori aureo, inueniatur grauitas, qu&aelig; &longs;it<emph.end type="italics"/> 95, <emph type="italics"/>&amp; fiat vt<emph.end type="italics"/> 95, <emph type="italics"/>ad<emph.end type="italics"/><lb/>7, <emph type="italics"/>ita<emph.end type="italics"/> 5700, <emph type="italics"/>ad<emph.end type="italics"/> 420, <emph type="italics"/>grauitas igitur aqu&aelig;, magnitudinem habentis &aelig;&shy;<lb/>qualem argento viuo A, erit<emph.end type="italics"/> 420. </s></p><p type="main">

<s><emph type="italics"/>Contra. <!-- KEEP S--></s>

<s>&longs;it propo&longs;itum aliquod corpus aqueum, cuius grauitas<emph.end type="italics"/><lb/>420, <emph type="italics"/>&amp; oporteat inuenire, quanta erit grauitas argenti viui, magni&shy;<lb/>tudine &aelig;qualis propo&longs;it&aelig; aqu&aelig; A. <!-- KEEP S--></s>

<s>Superinducta corpori aureo cerea <lb/>tunica, vt &longs;upra, &amp; inuentis grauitatibus<emph.end type="italics"/> 7, &amp; 95, <emph type="italics"/>aqu&aelig; nimirum, &amp; <lb/>argenti viut, magnitudine &aelig;qualium pr&aelig;dicto aureo corpori, fiat vt<emph.end type="italics"/><lb/>7, <emph type="italics"/>ad 95, ita<emph.end type="italics"/> 430, <emph type="italics"/>ad<emph.end type="italics"/> 5700 <emph type="italics"/>grauitas igitur argenti viui, magnitudine<lb/>&aelig;qualis propo&longs;ito corpori aqueo A, erit<emph.end type="italics"/> 5700. </s></p><p type="main">

<s>Qua ratione inuenienda &longs;it grauitas argenti viui, ma&shy;<lb/>gnitudinem habentis propo&longs;ito cuicunque corpori &longs;oli&shy;<lb/>do &aelig;qualem. </s></p><p type="main">

<s><emph type="italics"/>Sit propo&longs;itum aliquod corpus &longs;olidum, vtpote plumbeum A, cuius <lb/>grauitas<emph.end type="italics"/> 161, <emph type="italics"/>&amp; oporteat inuenire quanta erit grauitas argenti viui <lb/>magnitudine &aelig;qualis propo&longs;ito plumbo A. inueniatur grauitas aqu&aelig; <lb/>magnitudinem habentis &aelig;qualem plumbo A, vt in exemplo propo&longs;i&shy;<lb/>tionis<emph.end type="italics"/> 8, <emph type="italics"/>dictum e&longs;t, qu&aelig; &longs;it<emph.end type="italics"/> 14, <emph type="italics"/>&amp; inuenta grauitate argenti viui, ma&shy;<lb/>gnitudine &aelig;qualis ip&longs;i aqu&aelig;, ea erit de qua qu&aelig;ritur, &longs;it enim inuen<lb/>ta argenti viui grauitas<emph.end type="italics"/> 190. <emph type="italics"/><expan abbr="Quoni&atilde;">Quoniam</expan> igitur argentum viuum, cuius <lb/>grauitas est<emph.end type="italics"/> 190, <emph type="italics"/>magnitudine &aelig;quatur aqu&aelig;, cuius grauitas e&longs;t<emph.end type="italics"/> 14, <lb/><emph type="italics"/>ip&longs;ique aqu&aelig; &aelig;quatur magnitudine plumbum A, erit argentum vi&shy;<lb/>uum, cuius grauitas 190, magnitudine propo&longs;ito plumbo A, &aelig;quale; <lb/>quare inuenta est grauitas argenti viui, magnitudine &aelig;qualis propo&shy;<lb/>&longs;ito plumbo A, quod facere oportebat.<emph.end type="italics"/></s></p><p type="main">

<s>Quomodo inuenienda &longs;it grauitas cuiu&longs;cunque cor-<pb xlink:href="029/01/032.jpg" pagenum="25"/>poris &longs;olidi, magnitudinem habentis propo&longs;ito corpori <lb/>ex argento viuo &aelig;qualem. </s></p><p type="main">

<s><emph type="italics"/>Sit propo&longs;itum aliquod corpus ex argento viuo A, cuius grauitas <lb/>190, &amp; oporteat inuenire quanta erit grauitas plumbi, magnitudine <lb/>&aelig;qualis propo&longs;ito argento viuo A. inueniatur grauitas aqu&aelig;, magni&shy;<lb/>tudinem habentis &aelig;qualem argento viuo A, qu&aelig; &longs;it<emph.end type="italics"/> 14, <emph type="italics"/>deinde inuen&shy;<lb/>ta grauitate plumbi, magnitudine &aelig;qualis ip&longs;i aqu&aelig;, vt in exemplo <lb/>propo&longs;. </s>

<s>9. dictum est, ea erit de qua qu&aelig;ritur. </s>

<s>&longs;it enim inuenta plum&shy;<lb/>bigrauitas<emph.end type="italics"/> 161, <emph type="italics"/>quoniam igitur aqua, cuius grauitas est<emph.end type="italics"/> 14, <emph type="italics"/>&aelig;qua&shy;<lb/>tur magnitudine plumbo, cuius grauitas est<emph.end type="italics"/> 161, <emph type="italics"/>&amp; &aelig;quatur quoque <lb/>argento viuo A, plumbum cuius grauitas e&longs;t<emph.end type="italics"/> 161, <emph type="italics"/>&aelig;quabitur magni&shy;<lb/>tudine argento viuo A. quare inuenta, e&longs;t grauitas plumbi, magnitu&shy;<lb/>dine &aelig;qualis propo&longs;ito argento viuo A, quod facere oportebat.<emph.end type="italics"/></s></p><p type="head">

<s>PROBLEMA VIII. PROPOS. XV.<!-- KEEP S--></s></p><p type="main">

<s>Propo&longs;itis duobus liquidis corporibus &aelig;qu&egrave; graui&shy;<lb/>bus, data magnitudine vnius, magnitudinem alte&shy;<lb/>rius inuenire. </s></p><figure id="id.029.01.032.1.jpg" xlink:href="029/01/032/1.jpg"/><p type="main">

<s>SINT propo&longs;ita duo cor&shy;<lb/>pora liquida &aelig;qu&egrave; grauia A, <lb/>B, &longs;it autem vnius vt pote li&shy;<lb/>quidi A, data magnitudo G, <lb/>&amp; oporteat inuenire quanta <lb/>erit magnitudo liquidi B. </s>

<s>Ac&shy;<lb/>cipiatur aliquod &longs;olidum cor <lb/>pus C, &amp; liquidi quod &longs;it H, <lb/>eiu&longs;dem generis cum liquido <lb/>A, magnitudinem habentis <lb/>&aelig;qualem &longs;olido C, *<arrow.to.target n="note39"/> inuenia&shy;<lb/>tur grauitas qu&aelig; &longs;it D, &longs;imili. </s>

<s><lb/>ter &amp; liquidi, quod &longs;it I, eiu&longs;d&eacute; <lb/>generis cum liquido B, magni <lb/>tudinern habentis &aelig;qualem eidem &longs;olido C, * inueniatur grauitas,<arrow.to.target n="note40"/><lb/>qu&aelig; &longs;it E, &amp; fiat vt grauitas E, ad grauitatem D, ita magnitudo G, ad <lb/>ad aliam <expan abbr="magnitadin&etilde;">magnitudinem</expan>, qu&aelig; &longs;ie F. <!-- KEEP S--></s>

<s>Quoniam igitur &longs;unt quatuor cor&shy;<lb/>pora grauia I, H, B, A, quorum primum, &amp; &longs;ecundum &longs;unt magnitu&shy;<lb/>dine &aelig;qualia, tertium vero, &amp; quartum &aelig;que grauia, &amp; &longs;unt eiu&longs;dem <lb/>generis primum videlicet, &amp; tertium, &longs;imiliter eiu&longs;dem generis &longs;e&shy;<pb xlink:href="029/01/033.jpg" pagenum="26"/><arrow.to.target n="note41"/>cundum &amp; quartum, * Erit vt grauitas E, ad grauitatem D, ita ma&shy;<lb/>gnitudo G, ad liquidi B, magnitudinem, &longs;ed vt grauitas E, ad graui&shy;<lb/>tatem D, ita e&longs;t magnitudo G, ad F, magnitudinem; ergo magnitudo <lb/>F, &aelig;qualis erit magnitudini liquidi B. inuenta igitur e&longs;t corporis li&shy;<lb/>quidi B, magnitudo F, quod facere oportebat. </s></p><p type="margin">

<s><margin.target id="note39"/>8.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note40"/>8.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note41"/>7.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Quod &longs;i propo&longs;ita duo corpora &aelig;que grauia fuerint <lb/>regularia, vtpote &longs;ph&aelig;rica, fuerit autem &longs;ph&ecedil;r&aelig; A, data <lb/>diameter G, &amp; oporteat inuenire, quanta erit diameter <lb/>&longs;ph&aelig;r&aelig; B, ita faciendum erit. </s></p><figure id="id.029.01.033.1.jpg" xlink:href="029/01/033/1.jpg"/><p type="main">

<s>ACCEPTO aliquo cor <lb/>pore &longs;olido C, &amp; inuentis <lb/>grauitatibus D, E, <expan abbr="liquidor&utilde;">liquidorum</expan> <lb/>H, I, vt &longs;upra, fiat vt grauitas <lb/>E, ad grauitatem D, ita cu&shy;<lb/>bus ex G, ad alium cubum, <lb/>cuius latus &longs;it F. <!-- KEEP S--></s>

<s>Quoniam <lb/>igitur eadem ratione, qua <lb/>&longs;upra o&longs;tendetur, vt grauitas <lb/>E, ad grauitatem D, ita e&longs;&longs;e <lb/>magnitudinem &longs;ph&aelig;r&aelig; A, ad <lb/>&longs;ph&aelig;r&aelig; B, magnitudinem, &longs;ed <lb/>magnitudo &longs;ph&aelig;r&aelig; A, ad <lb/><arrow.to.target n="note42"/> &longs;ph&aelig;r&aelig; B, magnitudinem; * <lb/><expan abbr="triplicat&atilde;">triplicatam</expan> rationem habet eius, quam G, diameter &longs;ph&aelig;r&aelig; A, ad dia&shy;<lb/>metrum &longs;ph&aelig;r&aelig; B, &longs;imiliter &amp; cubus ex G, ad cubum diametri &longs;ph&aelig;&shy;<lb/><arrow.to.target n="note43"/>r&aelig; B, * triplicatam rationem habet eius, quam G, ad &longs;ph&aelig;r&aelig; B, dia&shy;<lb/>metrum; ergo vt grauitas E, ad grauitatem D, ita erit cubus ex G, ad <lb/>cubum diametri &longs;ph&aelig;r&aelig; B, &longs;ed vt grauitas D, ita grauitatem D, ita <lb/>e&longs;t cubus ex G, ad cubum ex F; ergo cubus ex F, &aelig;qualis erit cubo <lb/>diametri &longs;ph&aelig;r&aelig; B; quare &amp; latus F, &aelig;quabitur diametro ip&longs;ius &longs;ph&aelig;<lb/>r&aelig; B. inuenta igitur e&longs;t quantitas diametri &longs;ph&aelig;r&aelig; B, quod facere <lb/>oportebat. </s></p><p type="margin">

<s><margin.target id="note42"/>18.12. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="margin">

<s><margin.target id="note43"/>33.11. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="head">

<s>Exemplum.<!-- KEEP S--></s></p><p type="main">

<s>Qvidam proponit aliquod corpus liquidum not&aelig; <lb/>magnitudinis, &amp; vult inuenire, quanta erit ma&shy;<lb/>gnitudo liquidi alterius generis, grauitatem </s></p><pb xlink:href="029/01/034.jpg" pagenum="27"/><p type="head">

<s>habentis propo&longs;ito corpori liquido &aelig;qualem.</s></p><p type="main">

<s><emph type="italics"/>Sit propo&longs;itum aliquod olei corpus A, cuius magnitudo<emph.end type="italics"/> 600. <emph type="italics"/>&amp; <lb/>oporteat inuenire quanta erit magnitudo aqu&aelig;, grauitatem habentis <lb/>&aelig;qualem propo&longs;ito oleo A, accipiatur aliquod &longs;olidum corpus C, vt <lb/>pote plumbeum, &amp; aqu&aelig; magnitudinem habentis &aelig;qualem plumbo <lb/>C, inueniatur grauitas, vt in exemplo prop.<emph.end type="italics"/> 8, <emph type="italics"/>dictum e&longs;t, qu&aelig; &longs;it<emph.end type="italics"/> 12. <lb/><emph type="italics"/>&longs;imiliter &amp; olei &aelig;qualem habentis magnitudinem eidem plumbo C, <lb/>inueniatur grauitas qu&aelig; &longs;it 11, &amp; fiat vt 12, ad<emph.end type="italics"/> 11, <emph type="italics"/>ita<emph.end type="italics"/> 600, <emph type="italics"/>ad alium <lb/><expan abbr="numer&utilde;">numerum</expan> qui &longs;it<emph.end type="italics"/> 550. <emph type="italics"/>is igitur numerus indicabit quanta erit magni&shy;<lb/>tudo aqu&aelig; grauitatem habentis &aelig;qualem propo&longs;ito oleo A.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Similiter &longs;i <expan abbr="propo&longs;it&utilde;">propo&longs;itum</expan> &longs;it aliquod corpus aqueum A, cuius magnitu<lb/>do<emph.end type="italics"/> 5700, <emph type="italics"/>&amp; oporteat inuenire, quanta erit magnitudo argenti viui, <lb/>grauitatem habentis &aelig;qualem propo&longs;it&aelig; aqu&aelig; A. <!-- KEEP S--></s>

<s>Accipiatur aliquod <lb/>corpus &longs;olidum C &longs;i aureum, &longs;uper inducatur ei cerea tunica propter <lb/>iam <expan abbr="dict&atilde;">dictam</expan> rationem, deinde argenti viui, magnitudine &aelig;qualis ip&longs;i C, <lb/>inueniatur grauitas qu&aelig; &longs;it<emph.end type="italics"/> 95, <emph type="italics"/>&longs;imiliter &amp; aqu&aelig; <expan abbr="magnitudin&etilde;">magnitudinem</expan> ha&shy;<lb/>bentis &aelig;qualem eidem C, inueniatur grauitas qu&aelig; &longs;it<emph.end type="italics"/> 7, <emph type="italics"/>&amp; fiat vt<emph.end type="italics"/> 95, <lb/><emph type="italics"/>ad<emph.end type="italics"/> 7, <emph type="italics"/>ita<emph.end type="italics"/> 5700, <emph type="italics"/>ad alium numerum, qui &longs;it<emph.end type="italics"/> 420, <emph type="italics"/>is igitur numerus in&shy;<lb/>dicabit quanta erit magnitudo argenti viui grauitatem habentis <lb/>&aelig;qualem propo&longs;it&aelig; aqu&aelig; A.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s>Quod &longs;i propo&longs;itum corpus aqueum A, &longs;it &longs;ph&aelig;ricum, culus <lb/>&longs;ph&aelig;r&aelig; diameter &longs;it 10, &amp; oporteat inuenire quanta erit dia&shy;<lb/>meter &longs;ph&aelig;r&aelig; ex argento viuo, grauitatem habentis &aelig;qualem <lb/>propo&longs;it&aelig; &longs;ph&aelig;r&aelig; A, it&agrave; faciendum erit. </s></p><p type="main">

<s><emph type="italics"/>Accepto vt diximus aliquo corpore &longs;olido C, &amp; inuentis grauita&shy;<lb/>tibus <expan abbr="liquidor&utilde;">liquidorum</expan> aqu&aelig; &longs;cilicet &amp; argent viui magnitudinem &aelig;qua&shy;<lb/>lem habentium corpori C, qu&aelig; &longs;int<emph.end type="italics"/> 14, <emph type="italics"/>grauitas aqu&aelig;, &amp;<emph.end type="italics"/> 190, <emph type="italics"/>graui&shy;<lb/>tas argenti viui, fiat vt<emph.end type="italics"/> 190, <emph type="italics"/>ad<emph.end type="italics"/> 14, <emph type="italics"/>ita cubus ex 10, hoc est ita 1000, <lb/>ad alium numerum, qui &longs;it<emph.end type="italics"/> 73 11/19, <emph type="italics"/>is igitur numerus erit cubus dia&shy;<lb/>metri &longs;ph&aelig;r&aelig; ex argento viuo, grauitatem habentis &aelig;qualem propo&shy;<lb/>&longs;it&aelig; ex aqua &longs;ph&aelig;r&aelig; A: quare latus cubicum numeri<emph.end type="italics"/> 73 11/19, <emph type="italics"/>quod e&longs;t<emph.end type="italics"/><lb/>4 19/100 <emph type="italics"/>proxime indicabit ip&longs;am diametrum.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Similiter &longs;i propo&longs;itum corpus aqueum A, fuerit cubicum, aut <lb/>alicuius alterius form&aelig; regularis, eadem ratione, qua &longs;upra inuenit&shy;<lb/>tur latus cubi ex argento viuo, grauitate &aelig;qualis propo&longs;ito ex aqua <lb/>cubo A, nam &longs;i ip&longs;ius cabi A, <expan abbr="dat&utilde;">datum</expan> &longs;it latus<emph.end type="italics"/> 10, <emph type="italics"/>erit numerus<emph.end type="italics"/> 73 11/19, <lb/><emph type="italics"/>cubus ex argento viuo &aelig;qualis grauitate propo&longs;ito ex aqua cubo A; <lb/>quare latus cubicum numeri<emph.end type="italics"/> 73 11/19, <emph type="italics"/>quod est<emph.end type="italics"/> 4 19/100 <emph type="italics"/>proxime in&shy;<lb/>dicabit qu&aelig;&longs;itum latus cubi, ex argento viuo.<emph.end type="italics"/></s></p><pb xlink:href="029/01/035.jpg" pagenum="28"/><p type="main">

<s>Neque di&longs;&longs;imili ratione inuenietur magnitudo reliquo&shy;<lb/>rum omnium liquidorum, grauitate propo&longs;ito corpori cuiu&longs;&shy;<lb/>cumque generis liquidi, &aelig;qualium, quare dicta &longs;ufficiant. </s></p><p type="main">

<s>Dvm adhuc Opu&longs;culum &longs;ub pr&aelig;lo e&longs;&longs;et, dubitandi an&longs;am, <lb/>ex eo vir docti&longs;simus, cui percurrendum illud tradi&shy;<lb/>deram, arripuit, quod ex grauitate, corporum in aqua <lb/>exi&longs;tentium, non po&longs;&longs;et vera ratio, quam habent diuer&longs;a <lb/>ip&longs;orum corporum genera in grauitate, deprehendi, ni&longs;i <lb/>corpora fuerint &longs;imilia. </s>

<s>&longs;i enim (aiebat) accipiantur duo <lb/>corpora eiu&longs;dem generis, &amp; grauitatis, quorum vnum &longs;it <lb/>planum, alterum conicam formam habens, &amp; ponderen&shy;<lb/>tur in aqua, ita vt coni vertex deor&longs;um ver&longs;us pondeat, ba&longs;is <lb/>vero ip&longs;ius coni, &amp; lat&aelig; corporis plani &longs;uperficies &aelig;quidi&longs;tent <lb/>horizonti conus in aqua maiorem habebit grauitatem, cor&shy;<lb/>pore plano, quia corpus planum magis ab aqua &longs;u&longs;tentatur, <lb/>quam conus, &amp; hoc quidem manife&longs;tum e&longs;t, quoniam &longs;i am&shy;<lb/>bo demittantur eodem tempore in aquam, conus citius ad <lb/>imum de&longs;cendet, quam corpus planum. </s>

<s>Hoc argumentum <lb/>licet primo a&longs;pectu probabile videatur, tamen fal&longs;o concludit. </s>

<s><lb/>verum e&longs;t quod aqua &longs;u&longs;tentat magis corpus planum, quam <lb/>conum, ip&longs;um tamen &longs;u&longs;tentat, ne tanta velocitate feratur <lb/>deor&longs;um, non ideo ip&longs;ius grauitati aliquid detrahit, neque <lb/>enim ex velociori motu &longs;impliciter inferri pote&longs;t maior gra&shy;<lb/>uitas, illud enim valeret etiam in aere, quod e&longs;t fal&longs;um, &longs;ed <lb/>ne huiu&longs;modi dubitatio veritatis &longs;pecie aliquem decipiat, &longs;e&shy;<lb/>quenti Theoremate eam de&longs;truere agrediar. </s></p><p type="head">

<s>THEOREMA VIII. PROPOS. XVI.<!-- KEEP S--></s></p><p type="main">

<s>Corpora eiu&longs;dem generis, &amp; grauitatis grauiora <lb/>quam aqua, et&longs;i di&longs;similia, &aelig;qualem in aqua <lb/>grauitatem habent. </s></p><p type="main">

<s>SINT duo eiu&longs;dem generis, &amp; grauitatis corpora A, B, grauiora <lb/>quam aqua, &amp; &longs;int di&longs;&longs;imilia, dico ip&longs;a corpora &aelig;qualem in aqua <lb/>grauitatem habere. </s>

<s>&longs;it enim &longs;i fieri pote&longs;t corpus A, leuius corpore B, <pb xlink:href="029/01/036.jpg" pagenum="29"/>&amp; accipiatur aliquod corpus L, leuius quam aqua, ita vt cum ip&longs;i <lb/>corpori L, appendatur, corpus B, &amp; ambo &longs;imul demittantur in <expan abbr="aqu&atilde;">aquam</expan>, <lb/>&longs;int &aelig;que grauia atque aqua, neque &longs;ur&longs;um, neque deor&longs;um &longs;eran&shy;<lb/>tur, &longs;imiliter accipiatur alterum corpus M, eiu&longs;dem generis cum <lb/>corpore L, ip&longs;ique &longs;imile, &amp; <lb/><figure id="id.029.01.036.1.jpg" xlink:href="029/01/036/1.jpg"/><lb/>&aelig;quale, &amp; corpori M, appen<lb/>datur corpus A. <!-- KEEP S--></s>

<s>Deinde in&shy;<lb/>teligatur aqua con&longs;i&longs;tens, &amp; <lb/>manens, eiu&longs;que &longs;uperfi&shy;<lb/>cies &longs;ph&aelig;rica C D E, cuius <lb/>&longs;ph&aelig;r&aelig; centrum K, aqu&aelig; <lb/>enim con&longs;i&longs;tentis, atque <lb/>manentis &longs;uperficies &longs;ph&aelig;&shy;<lb/>rica e&longs;t, cuius &longs;ph&aelig;r&aelig; cen&shy;<lb/>trum idem e&longs;t, quod <expan abbr="centr&utilde;">centrum</expan> <lb/>terr&aelig;, hoc autem demon&longs;tratum e&longs;t ab Archimede Prop. 2. lib. 

1. de <lb/>ijs, qu&aelig; vehuntur in aqua. </s>

<s>Inteligantur etiam du&aelig; pyramides con&shy;<lb/>iunct&aelig;, &amp; continuat&aelig;, &aelig;quales, &amp; &longs;imiles KCD, KDE, pro ba&longs;ibus <lb/>habentes in &longs;uperficie aqu&aelig; parallelogramma, vertices autem pun&shy;<lb/>ctum K, &amp; corpora L, B, comprehendantur &agrave; pyramide KDE, corpo&shy;<lb/>ra vero M, A, &agrave; pyramide KCD, &amp; &longs;ub corporibus L, B, de&longs;cribatur <lb/>qu&aelig;dam alterius &longs;ph&aelig;r&aelig; &longs;uperficies FGH, in aqua, circa centrum K, <lb/>poterit autem huiu&longs;modi &longs;uperficies &longs;ub corporibus L, B, de&longs;cribi, <lb/>quoniam &amp; &longs;i ip&longs;i corpora demerguntur tota, non ideo feruntur <lb/>deor&longs;um, ponuntur enim &aelig;que grauia atque aqua. </s>

<s>Quoniam <lb/>igitur eiu&longs;dem generis ponuntur corpora M, L, &amp; &aelig;qualia, &amp; &longs;imilia, <lb/>erunt &aelig;que grauia, cum in aqua, tum in aere, &amp; quoniam corpus <lb/>A, leuius e&longs;t in aqua, corpore B, erunt corpora M, A, &longs;imul, in aqua <lb/>leuiora corporibus L, B, &longs;ed corpora L, B, &longs;imul, &aelig;que grauia &longs;unt at&shy;<lb/>que aqua, ergo corpora M, A, &longs;imul, leuiora erunt quam aqua; quare <lb/>corpus M, non demergetur totum, &longs;ed aliqua pars ip&longs;ius ex aqu&aelig; &longs;u&shy;<lb/>per&longs;icie extabit. </s></p><p type="main">

<s>Et quoniam eiu&longs;dem generis, &amp; grauitatis ponuntur corpora A, B, <lb/>erunt magnitudine &aelig;qualia, &amp; per additionem &aelig;qualium &aelig;quali&shy;<lb/>bus, corpora M, A, erunt &aelig;qualia corporibus L, B, <!-- KEEP S--></s></p><p type="main">

<s>Quoniam igitur corpora M, A, &aelig;qualia &longs;unt corporibus L, B, pars <lb/>autem corporis M, extat ex aqu&aelig; &longs;uperficie, &amp; corpora L, B, tota de&shy;<lb/>merguntur, minus loci ocupabunt in aqua corpora M, A, quam cor&shy;<lb/>pora L, B, quare maior erit grauitas corporum M, A, &amp; aqu&aelig; conti&shy;<lb/>nentis ip&longs;a corpora, qu&aelig; e&longs;t in loco pyramidis CDGF, quam corpo&shy;<lb/>rum L, B, &amp; aqu&aelig; ip&longs;a corpora <expan abbr="contin&etilde;tis">continentis</expan> in loco pyramidis DEHG, <pb xlink:href="029/01/037.jpg" pagenum="30"/>magis igitur aqu&aelig; pars premetur, qu&aelig; e&longs;t &longs;ub &longs;uperficie FG, quam <lb/>ca qu&aelig; e&longs;t &longs;ub &longs;uperficie GH; quare expellet partem minus pre&longs;&longs;am, <lb/>(&aelig;qualiter enim &amp; continuat&aelig; iacent inter &longs;e&longs;e) &amp; <expan abbr="n&otilde;">non</expan> manebit aqua, <lb/>quod e&longs;t ab&longs;urdum, ponebatur enim manens. </s>

<s>non igitur corpus A, <lb/>leuius e&longs;t in aqua corpore B. eadem ratione o&longs;tendetur neque corpus <lb/>B, leuius e&longs;&longs;e in aqua corpore A, quare con&longs;tat propo&longs;itum. </s></p><p type="head">

<s>ALITER.<!-- KEEP S--></s></p><p type="main">

<s>Sint duo eiu&longs;dem generis, &amp; grauitatis corpora A, B, grauiora <lb/>quam aqua, &amp; &longs;int di&longs;&longs;imilia. </s>

<s>o&longs;tendendum e&longs;t ip&longs;a corpora &aelig;qualem <lb/>in aqua grauitatem habere, &longs;it enim corporis A, vel ip&longs;ius B, graui&shy;<lb/>tas CD, aqu&aelig; vero magni&shy;<lb/><figure id="id.029.01.037.1.jpg" xlink:href="029/01/037/1.jpg"/><lb/>tudinem habentis &aelig;qua&shy;<lb/>lem ip&longs;i A, vel B, &longs;it graui&shy;<lb/>tas C, &amp; accipiatur ali&shy;<lb/>quod corpus L, leuius <expan abbr="qu&atilde;">quam</expan> <lb/>aqua, cuius grauitas &longs;it <lb/>ip&longs;i C, &aelig;qualis, aqu&aelig; ve&shy;<lb/>ro, magnitudinem haben&shy;<lb/>tis &aelig;qualem corpori L, &longs;it <lb/>grauitas &aelig;qualis ip&longs;i CD, <lb/>itaque appen&longs;o corpore <lb/>B, corpori L, corpus ex <lb/>vtri&longs;que con&longs;tans &aelig;que graue erit atque aqua, grauitas enim vtro&shy;<lb/>runque corporum B, L, e&longs;t &aelig;qualis vtri&longs;que grauitatibus CD, &amp; C, &amp; <lb/>grauitas aqu&aelig;, magnitudinem habentis &aelig;qualem <expan abbr="vtri&longs;q;">vtri&longs;que</expan> corporibus <lb/>L, B, &aelig;qualis e&longs;t ei&longs;dem grauitatibus CD, &amp; C, corpora igitur B, L, <lb/>demi&longs;&longs;a in aquam, neque &longs;ur&longs;um, neque deor&longs;um ferentur, quia cor&shy;<lb/>pus B, grauius quam aqua fertur deor&longs;um tanta vi, quanta &agrave; corpo&shy;<lb/>re <emph type="italics"/>L,<emph.end type="italics"/> &longs;ur&longs;um retrahitur. </s></p><p type="main">

<s>Rur&longs;us accipiatur alterum corpus &longs;olidum M, eiu&longs;dem generis <lb/>cum corpore L, ip&longs;ique &longs;imile, &amp; &aelig;quale, &amp; corpore A, appen&longs;o ip&longs;i <lb/>M, &amp; demi&longs;&longs;is ambobus in aquam, eadem ratione qua &longs;upra o&longs;ten&shy;<lb/>detur, corpora A, M, &longs;imul, e&longs;&longs;e &aelig;que grauia atque aqua, &amp; corpus <lb/>A, tanta vi deor&longs;um ferri, quanta retrahitur &longs;ur&longs;um &agrave; corpore M, <lb/>&longs;ed corpora M, L, &aelig;qualem vim habent retrahendi &longs;ur&longs;um, cum <lb/>&longs;int eiu&longs;dem generis, &amp; &aelig;qualia, &amp; &longs;imilia, ergo &aelig;quali vi retra&shy;<lb/>hentur corpora A, B, ne de&longs;cendant; quare con&longs;tat ip&longs;a corpora A, <lb/>B, &aelig;qualem in aqua grauitatem habere quod erat o&longs;tendendum. </s></p><pb xlink:href="029/01/038.jpg" pagenum="31"/><p type="head">

<s>THEOREMA IX. PROPOS. XVII.<!-- KEEP S--></s></p><p type="main">

<s>Sph&aelig;re eiu&longs;dem generis inter &longs;e &longs;unt in grauitate, vt <lb/>diametrorum cubi in magnitudine. </s></p><p type="main">

<s>SINT &longs;ph&aelig;r&aelig; eiu&longs;dem gene&shy;<lb/><figure id="id.029.01.038.1.jpg" xlink:href="029/01/038/1.jpg"/><lb/>ris ABC, DEF, quarum diame&shy;<lb/>tri BC, EF. dico vt &longs;ph&ecedil;ra ABC, <lb/>&longs;e habet in grauitate, ad &longs;ph&aelig;ram <lb/>DEF, ita &longs;e habere in maguitudi&shy;<lb/>ne cubum ex BC, ad cubum ex <lb/>EF, &longs;it enim &longs;ph&aelig;r&aelig; ABC, graui&shy;<lb/>tas G, &amp; &longs;ph&aelig;r&aelig; DEF, grauitas H, <lb/>quoniam igitur eiu&longs;dem generis <lb/>ponuntur &longs;ph&aelig;r&aelig; ABC, DEF, <lb/>erit^{*} vt &longs;ph&aelig;ra ABC, ad &longs;ph&aelig;ram DEF, ita grauitas G, ad H,<arrow.to.target n="note44"/> graui&shy;<lb/>tatem, &longs;ed &longs;ph&aelig;ra ABC, ad &longs;ph&aelig;ram DEF,^{*} triplicatam habet<arrow.to.target n="note45"/> ra&shy;<lb/>tionem eius, quam diameter BC, ad EF, diametrum, ergo &amp; graui&shy;<lb/>tas G, ad grauitatem H, triplicatam habebit rationem eius, quam <lb/>habet BC, ad EF, &longs;ed &amp; cubus ex BC, ad cubum ex EF,^{*} triplicatam<arrow.to.target n="note46"/><lb/>rationem habet eius, quam BC, ad EF, ergo vt grauitas G, ad graui&shy;<lb/>tatem H, ita erit cubus ex BC, ad cubum ex EF. &longs;ph&aelig;r&aelig; igitur eiu&longs;&shy;<lb/>dem generis inter &longs;e &longs;unt in grauitate, vt diametrorum cubi in ma&shy;<lb/>gnitudine, quod erat demon&longs;trandum. </s></p><pb xlink:href="029/01/039.jpg" pagenum="32"/><p type="margin">

<s><margin.target id="note44"/>2. &amp; 3. <lb/><emph type="italics"/>huius.<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note45"/>18. 12. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="margin">

<s><margin.target id="note46"/>33. 11. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="head">

<s>Ad comparandum inter &longs;e duodecim corporum genera <lb/>grauitate, &amp; magnitudine tabella.</s></p><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Qu&aelig;ro exempli gratia, quam habet rationem in grauitate plumbum ad aurum. </s>

<s>In&shy;<lb/>teligatur plumbum, quoniam leuius est auro, grauitatem habere 1, &amp; in linea plumbi, <lb/>in prima columna nominati &longs;ub titulo auri, qu&aelig;ratur auri grauitas, ea erit<emph.end type="italics"/> 1 15/23. <emph type="italics"/><!--neuer Satz-->plum<lb/>bum igitur ad aurum rationem habebit in grauitate vt 1, ad 1 15/23, &longs;i enim &longs;umantur <lb/>duo corpora magnitudine &aelig;qualia, vnum plumbeum alterum aureum, &longs;it autem plum<lb/>bei corporis grauitas<emph.end type="italics"/> 1, <emph type="italics"/>aurei erit<emph.end type="italics"/> 1 15/23, <emph type="italics"/>quare corpus plumbeum ad corpus aureum <lb/>eiu&longs;dem magnitudinis rationem habebit in grauitate vt 1, ad 1 15/23. comparantur au&shy;<lb/>tem inter &longs;e genera diuer&longs;a grauitate, in corporibus magnitudine &aelig;qualibus.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Rur&longs;us, qu&aelig;ro quam habet rationem in grauitate aqua ad argentum viuum. </s>

<s>inteli&shy;<lb/>gatur aqua, vt leuior argento viuo grauitatem habere 1, &amp; in linea aqua, &longs;ubtitulo ar&shy;<lb/>genti viui, qu&aelig;ratur argenti viui grauitas, ea erit<emph.end type="italics"/> 13 4/7, <emph type="italics"/>aqua igitur ad argentum <expan abbr="viu&utilde;">viuum</expan> <lb/>rationem habebit in grauitate vt 1, ad 13 4/7.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Contra, qu&aelig;ro quomodo &longs;e habent in magnitudine aurum, &amp; plumbum. </s>

<s>inteligatur <lb/>aurum, quoniam grauius e&longs;t plumbo, magnitudinem habere 1, &amp; in linea plumbi, &longs;ub ti&shy;<lb/>tulo auri, qu&aelig;ratur plumbi magnitudo, ea erit 1 15/23, aurum igitur ad plumbum &longs;e ba-<emph.end type="italics"/><pb xlink:href="029/01/040.jpg" pagenum="33"/><emph type="italics"/>bebit in magnitudine vt 1, ad 1 19/21, &longs;i enim &longs;umantur duo corpora &aelig;que grauia, vnum <lb/>aureum, alterum plumbeum, &longs;it autem corporis aurei magnitudo 1, plumbei erit 1 1<gap/>/21, <lb/>quare corpus aureum ad corpus plumbeum eiu&longs;dem grauitatis &longs;e habebit in magnitudi&shy;<lb/>ne vt 1, ad 1 19/21, comparantur autem inter &longs;e genera diuer&longs;a magnitudine, in corpori&shy;<lb/>bus &aelig;que grauibus.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Qu&aelig;ro denique quomodo &longs;e habent in magnitudine ferrum, &amp; aqua, ponatur ferrum, <lb/>vt grauius aqua, magnitudinem habere 1, &amp; in linea aqu&aelig;, &longs;ub titulo ferri, qu&aelig;ratur <lb/>aqu&aelig; magnitudo, ea erit<emph.end type="italics"/> 8, <emph type="italics"/>ferrum igitur ad aquam &longs;e habebit in magnitudine vt 1, ad<emph.end type="italics"/> 8. </s></p><p type="head">

<s>Altera, ad comparandum inter &longs;e duodecim corporum genera, <lb/>grauitate, &amp; magnitudine, tabella.</s></p><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Qu&aelig;ro exempli gratia, qu&aelig; nam &longs;it ratio in grauitate, auri ad argentum. </s>

<s>intelliga&shy;<lb/>tur aurum, quoniam grauius est argento, grauitatem habere 100, &amp; in line a auri, &longs;ub <lb/>titulo argenti, reperietur argenti grauitas<emph.end type="italics"/> 54 22/57, <emph type="italics"/>aurum igitur ad argentum rationem <lb/>habebit in grauitate vt<emph.end type="italics"/> 100, <emph type="italics"/>ad<emph.end type="italics"/> 54 22/57, <emph type="italics"/>&longs;i enim &longs;umantur duo corpora, magnitudine <lb/>aqualia, vnum aureum, alterum argenteum, &longs;it autem aurei corporis grauitas<emph.end type="italics"/> 100, <emph type="italics"/>erit<emph.end type="italics"/><pb xlink:href="029/01/041.jpg" pagenum="34"/><emph type="italics"/>argentei<emph.end type="italics"/> 54 22/57, <emph type="italics"/>quare corpus aureum ad corpus argenteum eiu&longs;dem <lb/>magnitudinis, rationem habebit in grauitate, vt<emph.end type="italics"/> 100, <emph type="italics"/>ad<emph.end type="italics"/> 54 22/57. </s></p><p type="main">

<s><emph type="italics"/>Qu&aelig;ro, quomodo &longs;e habet in grauitate aqua ad vinum. </s>

<s>quoniam <lb/>&aelig;qua grauior est vino, intelligatur eius grauitas<emph.end type="italics"/> 100, <emph type="italics"/>&amp; quoniam in <lb/>linea aqu&aelig;, &longs;ub titulo vint, datur vini grauitas<emph.end type="italics"/> 98 1/3, <emph type="italics"/>aqua ad vinum <lb/>&longs;e habebit in grauitate, vt<emph.end type="italics"/> 100, <emph type="italics"/>ad<emph.end type="italics"/> 98 1/3. </s></p><p type="main">

<s><emph type="italics"/>Contra qu&aelig;ro quomodo &longs;e habent in magnitudine argentum, &amp; <lb/>aurum. </s>

<s>intelligatur argentum, vt leuius auro, magnitudinem balere<emph.end type="italics"/><lb/>100, <emph type="italics"/>&amp; in linea auri &longs;ub titulo argenti, qu&aelig;ratur auri magnitudo, ea <lb/>erit<emph.end type="italics"/> 54 22/39, <emph type="italics"/>argentum igitur ad aurum &longs;e habebit in magnitudine, vt<emph.end type="italics"/><lb/>100, <emph type="italics"/>ad<emph.end type="italics"/> 54 22/39, <emph type="italics"/>&longs;i enim &longs;umantur duo corpora &aelig;que grauia, vnum <lb/>argenteum, alterum aureum, &longs;it autem argentei corporis magnitudo<emph.end type="italics"/><lb/>100, <emph type="italics"/>erit aurei<emph.end type="italics"/> 54 22/39, <emph type="italics"/>quare corpus argenteum, ad corpus aureum <lb/>eiu&longs;dem grauitatis, &longs;e habebit in magnitudine, vt 100, ad<emph.end type="italics"/> 54 22/39. </s></p><p type="main">

<s><emph type="italics"/>Qu&aelig;ro denique quomodo &longs;e habent in magnitudine aqua &amp; ar&shy;<lb/>gentum viuum. </s>

<s>quoniam aqua leuiora est argento viuo, intelligatur <lb/>eius magnitudo<emph.end type="italics"/> 100, <emph type="italics"/>&amp; in linea argenti viui, &longs;ub titulo aqu&aelig;, qu&aelig;&shy;<lb/>ratur argenti viui magnitudo, &amp; reperietur<emph.end type="italics"/> 7 7/29, <emph type="italics"/>aqua igitur ad <lb/>argentum viuum &longs;e habebit in magnitudine, vt 100, ad<emph.end type="italics"/> 7 7/29. </s></p><p type="main">

<s>Hic &longs;equitur tabula, ad inueniendas &longs;ph&aelig;rarum grauita&shy;<lb/>tes, ex data diametrorum magnitudine, cuius h&aelig;c e&longs;t <lb/>explicatio. </s></p><p type="main">

<s><emph type="italics"/>In dimetiendis &longs;ph&aelig;rarum diametris vtimur pede Romano anti&shy;<lb/>quo, cuius men&longs;uram in margine appo&longs;uimus, eaque re&longs;pondet ad Ro&shy;<lb/>mani palmi, quo hodie vtimur, men&longs;uram vt 4, ad 3, huiu&longs;modipe&shy;<lb/>dem diuidimus in duodecim partes &aelig;quales, &longs;eu vncias, quas inuenies <lb/>in prima Columna &longs;ub titulo magnitudinis.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Ponderibus autem vtimur hac nostra tempe&longs;tate v&longs;itatis, libram <lb/>enim diuidimus in<emph.end type="italics"/> 12, <emph type="italics"/>vncias vnciam vero in<emph.end type="italics"/> 24, <emph type="italics"/>&longs;crupula, &amp; &longs;cru&shy;<lb/>pulum in<emph.end type="italics"/> 24, <emph type="italics"/>grana. </s>

<s>Ad inueniendas igitur &longs;ph&aelig;rarum grauitates ex <lb/>data diametrorum magnitudine, h&aelig;c erit ratio.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Qu&aelig;ris grauitatem &longs;ph&aelig;r&aelig; plumbe&aelig;, diametrum habentis<emph.end type="italics"/> 3, <emph type="italics"/>vn&shy;<lb/>ciarum, in&longs;pice tabulam, &amp; in linea trium vnciarum, &longs;ub titulo gra&shy;<lb/>uitatis plumbe&aelig; &longs;ph&aelig;r&aelig;, deprehendes ip&longs;am &longs;ph&aelig;ram grauitatem ba&shy;<lb/>bere lib.<emph.end type="italics"/> 7, <emph type="italics"/>vnc.<emph.end type="italics"/> 4, <emph type="italics"/>&longs;eru.<emph.end type="italics"/> 13, <emph type="italics"/>gran.<emph.end type="italics"/> 22 29/57. </s></p><p type="main">

<s><emph type="italics"/>Rur&longs;us, qu&aelig;ris grauitatem &longs;ph&aelig;r&aelig; aure&aelig;, diametrum habentis<emph.end type="italics"/> 6, <lb/><emph type="italics"/>vnciarum. </s>

<s>in linea<emph.end type="italics"/> 6, <emph type="italics"/>vnciarum, &longs;ub titulo grauitatis aure&aelig; &longs;ph&aelig;r&aelig;<emph.end type="italics"/><pb xlink:href="029/01/042.jpg" pagenum="35"/><emph type="italics"/>datur qu&aelig;&longs;ita grauitas lib.<emph.end type="italics"/> 97, <emph type="italics"/>vnc.<emph.end type="italics"/> 6, <emph type="italics"/>&longs;crup. </s>

<s>19, gran.<emph.end type="italics"/> 11 1/17. </s></p><p type="main">

<s><emph type="italics"/>Qu&aelig;ris denique grauitatem &longs;ph&aelig;r&aelig; stanne&aelig;, diametrum habentis <lb/>vnius pedis. </s>

<s>in linea vnius pedis, &longs;eu 12, vnciarum, &longs;ub titulo graui&shy;<lb/>tatis &longs;ph&aelig;r&aelig; &longs;tanne&aelig;, datur qu&aelig;&longs;ita &longs;ph&aelig;r&aelig; grauitas lib.<emph.end type="italics"/> 304, <emph type="italics"/>adun&shy;<lb/>quem. </s>

<s>Atque ita reliquarum &longs;ph&aelig;rarum in tabula nominatarum, ex <lb/>data diametrorum magnitudine, grauitates inuenies.<emph.end type="italics"/></s></p><p type="main">

<s>Qua ratione hanc Tabulam compo&longs;uimus. </s></p><p type="main">

<s><emph type="italics"/>Primum inueniendam curauimus grauitatem alicuius &longs;ph&aelig;r&aelig;, da&shy;<lb/>tem habentis diametrum, &amp; ad hoc faciendum, oportebat aliquam <lb/>&longs;pb&aelig;ram efficere, &longs;ed quoniam ad illam efficiendam, exactam humana <lb/>diligentia non &longs;ufficit, fieri curauimus Cylindrum ex &longs;tanno, altitu&shy;<lb/>dine aqualem diametro circuli, qui ba&longs;is e&longs;t ip&longs;ius Cylindri, is enim <lb/>torno fieri pote&longs;t multo exactior quam &longs;ph&aelig;ra, &amp; facilius. </s>

<s>huius au&shy;<lb/>tem Cylindri altitudo, vel diameter ip&longs;ius ba&longs;is, erat duarum vncia&shy;<lb/>rum pr&aelig;dicti pedis Romani, grauitas vero duarum librarum, cum <lb/>vna vncia, &amp; octo &longs;crupulis, &longs;iue vt hoc pondus ad grana reducamus, <lb/>Cylindri grauitas erat Gran. <!-- REMOVE S-->14592. abstulissent ab hac Cylindri <lb/>grauitate partem tertiam. </s>



<s>id est<emph.end type="italics"/> 4864, <emph type="italics"/>reliquum, quod est<emph.end type="italics"/> 9728. <emph type="italics"/>&longs;er&shy;<lb/>uauimus, pro grauitate &longs;ph&aelig;r&aelig;, diametrum habentis &aelig;qualem altitu&shy;<lb/>dini Cylindri, o&longs;ten&longs;um enim est ab Archimede propo&longs;.<emph.end type="italics"/> 32, <emph type="italics"/>lib.<emph.end type="italics"/> 1, <emph type="italics"/>de <lb/>&longs;ph&aelig;ra, &amp; Cylindro, Cylindrum, qui ba&longs;im habeat maximo in &longs;ph&aelig;ra <lb/>circulo &aelig;qualem, &amp; altitudinem &aelig;qualem diametro &longs;ph&aelig;r&aelig;, ad ip&longs;am <lb/>&longs;pb&aelig;ram &longs;e&longs;quialterum e&longs;&longs;e; itaque grauitatem &longs;ph&aelig;r&aelig;, diametrum <lb/>habentis duarum vnciarum inuenimus e&longs;&longs;e gran.<emph.end type="italics"/> 9728. </s></p><p type="main">

<s><emph type="italics"/>Inuenta igitur grauitate &longs;ph&aelig;r&aelig;, cuius diameter est duarum vn&shy;<lb/>ciarum, facile inuenientur reliquarum <expan abbr="&longs;pb&aelig;rar&utilde;">&longs;ph&aelig;rarum</expan> grauitates, &longs;i enim <lb/>inuenienda &longs;it grauitas &longs;ph&aelig;r&aelig; stannea habentis diametrum<emph.end type="italics"/> 1/4. <emph type="italics"/>vn&shy;<lb/>ci&aelig;, fiat vt cubus ex<emph.end type="italics"/> 2, <emph type="italics"/>ad cubum ex<emph.end type="italics"/> 1/4, <emph type="italics"/>hoc est vt<emph.end type="italics"/> 512, <emph type="italics"/>ad 1, ita<emph.end type="italics"/> 9728, <lb/><emph type="italics"/>ad alium numerum, qui &longs;it<emph.end type="italics"/> 19, <emph type="italics"/>&longs;ph&aelig;r&aelig; igitur cuius diameter e&longs;t<emph.end type="italics"/> 1/4, <lb/><emph type="italics"/>vnci&aelig;, grauitas erit gran. <!-- REMOVE S-->19, osten&longs;um enim est prop. 

17, huius, &longs;ph&aelig;&shy;<lb/>ras eiu&longs;dem generis inter &longs;e e&longs;&longs;e in grauitate, vt diametrorum cubi in <lb/>magritudine.<emph.end type="italics"/></s>

</p><p type="main">

<s><emph type="italics"/>Rur&longs;us &longs;it inuenienda grauitas &longs;ph&aelig;r&aelig; stann&aelig; habentis diame&shy;<lb/>trum<emph.end type="italics"/> 1/2, <emph type="italics"/>vnci&aelig;, fiat vt cubus ex<emph.end type="italics"/> 1/4, <emph type="italics"/>ad cubum ex<emph.end type="italics"/> 1/2, <emph type="italics"/>hoc est vt<emph.end type="italics"/> 1, <emph type="italics"/>ad<emph.end type="italics"/> 8, <lb/><emph type="italics"/>ita<emph.end type="italics"/> 19, <emph type="italics"/>ad<emph.end type="italics"/> 152, <emph type="italics"/>&longs;ph&aelig;ra igitur, cuius diameter e&longs;t<emph.end type="italics"/> 1/2, <emph type="italics"/>vnci&aelig;, habebit gra&shy;<lb/>uitatem gran.<emph.end type="italics"/> 152. </s></p><p type="main">

<s><emph type="italics"/>Sit denique inuenienda grauitas &longs;ph&aelig;r&aelig; stann&aelig;, diametrum ha&shy;<lb/>bentis<emph.end type="italics"/> 1/4, <emph type="italics"/>vnci&aelig;, fiat vt cubus ex<emph.end type="italics"/> 1/4, <emph type="italics"/>ad cubum ex<emph.end type="italics"/> 1/4, <emph type="italics"/>hoc e&longs;t vt<emph.end type="italics"/> 1, <emph type="italics"/>ad<emph.end type="italics"/> 27, <lb/><emph type="italics"/>ita<emph.end type="italics"/> 19, <emph type="italics"/>ad<emph.end type="italics"/> 513, <emph type="italics"/>grauitas igitur &longs;ph&aelig;r&aelig; habentis diametrum<emph.end type="italics"/> 1/4, <emph type="italics"/>vnci&aelig;,<emph.end type="italics"/></s></p><pb xlink:href="029/01/043.jpg" pagenum="36"/><p type="main">

<s>Ad inueniendas &longs;ph&aelig;ra&shy;<lb/>diametrorum <lb/>T A B <!-- KEEP S--></s></p><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/044.jpg" pagenum="37"/><p type="main">

<s>rum grauitates ex data <lb/>magnitudine <lb/>V L A. <!-- KEEP S--></s></p><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/045.jpg"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/046.jpg"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/047.jpg" pagenum="40"/><p type="table">

<s>TABELLE WAR HIER<lb/><emph type="italics"/>erit gran. <!-- REMOVE S-->513. &amp; &longs;ic reliquarum &longs;ph&aelig;rarum ex &longs;tanno, diametros ha&shy;<lb/>bentium magnitudine quacunque, inuenientur grauitates.<emph.end type="italics"/></s>

</p><p type="main">

<s><emph type="italics"/>Aliter quoque &amp; expeditius reliquarum &longs;ph&aelig;rarum ex &longs;tanno in&shy;<lb/>uenientur grauitates.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Inuenta grauitate &longs;ph&aelig;r&aelig;, diametrum habentis<emph.end type="italics"/> 1/4, <emph type="italics"/>vnci&aelig;, mul&shy;<lb/>tiplicetur ip&longs;a grauitas, per<emph.end type="italics"/> 8, <emph type="italics"/>hoc est per cubum ex<emph.end type="italics"/> 2, <emph type="italics"/>numerus pro <lb/>ductus dabit grauitatem &longs;ph&aelig;r&aelig;, diametrum habentis<emph.end type="italics"/> 2/4, <emph type="italics"/>vnci&aelig;, hoc<emph.end type="italics"/><lb/><arrow.to.target n="note47"/> <emph type="italics"/>e&longs;t<emph.end type="italics"/> 1/2, <emph type="italics"/>&longs;ph&aelig;r&aelig; {*} enim inter &longs;e in triplicata &longs;unt ratione &longs;uarum di<gap/><lb/>metrorum. </s>

<s>deinde &longs;i multiplicetur eadem grauitas per<emph.end type="italics"/> 27, <emph type="italics"/>hoc est per <lb/>cubum ex<emph.end type="italics"/> 3, <emph type="italics"/>numerus productus dabit grauitatem &longs;ph&aelig;r&aelig;, habentis <lb/>diametrum<emph.end type="italics"/> 3/4, <emph type="italics"/>vnci&aelig;, &amp; &longs;i multiplicetur per<emph.end type="italics"/> 64, <emph type="italics"/>hoc est per cubum <lb/>ex<emph.end type="italics"/> 4, <emph type="italics"/>numerus productus dabit grauitatem &longs;ph&aelig;r&aelig;, cuius diameter e&longs;t <emph.end type="italics"/><lb/>4/4, <emph type="italics"/>hoc est vnius vnci&aelig;, &amp; eo deinceps continuo ordine,<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note47"/>18.12. <lb/><emph type="italics"/>Elem.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Porro ad inueniendas grauitates &longs;ph&aelig;rarum ex reliquis metallis <lb/>vel ex quacunque alia materia, h&aelig;c erit ratio.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Fiat vt<emph.end type="italics"/> 1, <emph type="italics"/>ad<emph.end type="italics"/> 1 41/74, <emph type="italics"/>hoc e&longs;t vt<emph.end type="italics"/> 74, <emph type="italics"/>ad<emph.end type="italics"/> 115, (<emph type="italics"/>&longs;i de grauitate &longs;ph&aelig;r&aelig;<lb/><expan abbr="pl&umacr;be&aelig;">plumbe&aelig;</expan> qu&aelig;ritur cuius diameter est<emph.end type="italics"/> 1/4, <emph type="italics"/>vnci&aelig;) ita 19. grauitas vide&shy;<lb/>licet &longs;ph&aelig;r&aelig; stanne&aelig; <expan abbr="diametr&umacr;">diametrum</expan> habentis<emph.end type="italics"/> 1/4, <emph type="italics"/>vnci&aelig;, ad <expan abbr="ali&umacr;">alium</expan> numerum<lb/>qui &longs;it<emph.end type="italics"/> 29 19/74, <emph type="italics"/>grauitas igitur &longs;ph&aelig;r&aelig; plumbe&aelig;, diametrum haben<lb/>tis<emph.end type="italics"/> 1/4, <emph type="italics"/>vnci&aelig;, erit gran.<emph.end type="italics"/> 29 39/74. <emph type="italics"/>&longs;tannum enim ad plumbum rationem <lb/>habet in grauitate vt<emph.end type="italics"/> 1, <emph type="italics"/>ad<emph.end type="italics"/> 1 41/74, <emph type="italics"/>vt con&longs;picitur in prima tabelle <lb/>quam ad comparandum inter &longs;e duodecim corporum genera, grauita&shy;<lb/>te, &amp; magnitudine, appo&longs;uimus.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Si vero qu&aelig;ratur de grauitate &longs;ph&aelig;r&aelig; plumbe&aelig;, diametrum <lb/>habentis<emph.end type="italics"/> 2, <emph type="italics"/>vnciarum, fiat vt<emph.end type="italics"/> 74, <emph type="italics"/>ad<emph.end type="italics"/> 115, <emph type="italics"/>ita<emph.end type="italics"/> 9728, <emph type="italics"/>id est grauia<emph.end type="italics"/></s></p><pb xlink:href="029/01/048.jpg" pagenum="41"/><p type="table">

<s>TABELLE WAR HIER<lb/><emph type="italics"/>&longs;ph&aelig;r&aelig; stanne&aelig;, cuius diameter est<emph.end type="italics"/> 2, <emph type="italics"/>vnciarum, ad alium numerum, <lb/>qui &longs;it<emph.end type="italics"/> 15 117 <gap/>, <emph type="italics"/>&longs;ph&aelig;ra igitur plumbea, cuius diameter est<emph.end type="italics"/> 2, <emph type="italics"/>vn&shy;<lb/>ciarum grauitatem habebit gran. <!-- REMOVE S-->15 117 <gap/>, atque h&aelig;c erit ob&longs;er&shy;<lb/>uanda in reliquis ratio.<emph.end type="italics"/></s>

</p><p type="main">

<s><emph type="italics"/>Vel &longs;i ip&longs;a grauitas<emph.end type="italics"/> 29 19/74, <emph type="italics"/>multiplicetur per &longs;ingulos cubos, vt <lb/>dictum est de &longs;phera &longs;tannea, numeri producti dabunt grauitates <lb/>&longs;ph&aelig;rarum ex plumbo, ad quarum diametros latera cubica rationem <lb/>habebunt vt<emph.end type="italics"/> 4, <emph type="italics"/>ad<emph.end type="italics"/> 1, <emph type="italics"/>quoniam<emph.end type="italics"/> 29 19/74, <emph type="italics"/>est grauitas &longs;ph&aelig;r&aelig; plumbe&aelig;, <lb/>diametrum habentis<emph.end type="italics"/> 1/4, <emph type="italics"/>vnci&aelig;.<emph.end type="italics"/></s></p><p type="head">

<s>Sequitur, ad inueniendas diametrorum <lb/>magnitudines ex data &longs;ph&aelig;&shy;<lb/>rarum grauitate, <lb/>tabula.</s></p><pb xlink:href="029/01/049.jpg" pagenum="42"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/050.jpg" pagenum="43"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/051.jpg" pagenum="44"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/052.jpg" pagenum="45"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/053.jpg" pagenum="46"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/054.jpg" pagenum="47"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/055.jpg" pagenum="48"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/056.jpg" pagenum="49"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><p type="main">

<s>E<emph type="italics"/>st h&aelig;c tabula, quemadmodum &amp; eius v&longs;us, pr&aelig;cedentis con&shy;<lb/>nuer&longs;a, in ea enim inueniuntur &longs;ph&aelig;rarum grauitates ex data <lb/>diametrorum magnitudine, in hac vero deprehenduntur diametro&shy;<lb/>rum magnitudines ex data &longs;ph&aelig;rarum grauitate.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Qu&aelig;ro exempli gratia magnitudinem diametri &longs;ph&aelig;r&aelig; aure&aelig;, <lb/>grauitatem habentis 10, lib. <!-- KEEP S--></s>

<s>Numeri in prima columna &longs;ub titulo <lb/>grauitatis denotant &longs;ph&aelig;rarum grauitates, reliqui vero in reliquis <lb/>columnis denotant diametrorum magnitudines; itaque in linea<emph.end type="italics"/> 10, <lb/><emph type="italics"/>lib. 

&longs;ub titulo magnitudinis diametri &longs;ph&aelig;r&aelig; aure&aelig;, datur qu&aelig;&longs;ita <lb/>diametri magnitudo partium<emph.end type="italics"/> 2 21/100: <emph type="italics"/>qualium pes vnus est<emph.end type="italics"/> 12. </s></p><p type="main">

<s><emph type="italics"/>Qu&aelig;ro magnitudinem diametri &longs;ph&aelig;r&aelig; ferre&aelig;, grauitatem haben&shy;<lb/>tis 50, lib. 

in linea 50, lib. <!-- REMOVE S-->&longs;ub titulo magnitudinis diametri &longs;ph&aelig;r&aelig; <lb/>ferre&aelig;, datur qu&aelig;&longs;ita diametri magnitudo<emph.end type="italics"/> 6 40/100. </s>

</p><p type="main">

<s><emph type="italics"/>Qu&aelig;ro magnitudinem diametri &longs;ph&aelig;r&aelig; argente&aelig;, grauitatem ha&shy;<lb/>bentis 60, lib. 

in linea 60, lib. <!-- REMOVE S-->&longs;ub titulo magnitudinis diametri &longs;ph&aelig;r&aelig; <lb/>argente&aelig;, datur ip&longs;a magnitudo<emph.end type="italics"/> 6 25/100. </s>

</p><pb xlink:href="029/01/057.jpg" pagenum="50"/><p type="main">

<s><emph type="italics"/>Qu&aelig;ro denique magnitudinem diametri &longs;ph&aelig;r&aelig; stanne&aelig;, graui&shy;<lb/>tatem habentis 38, lib. 

in linea 38, lib. <!-- REMOVE S-->&longs;ub titulo magnitudinis dia&shy;<lb/>metri &longs;ph&aelig;r&aelig; stanne&aelig;, datur qu&aelig;&longs;ita diametri magnitudo 6, ad <lb/>vnguem.<emph.end type="italics"/></s>

</p><p type="main">

<s><emph type="italics"/>Notandum autem est, quod numeri, qui diametrorum magnitu&shy;<lb/>dines denotant, non &longs;unt veri, ac certi, &longs;ed veris bene proximi, <expan abbr="quoni&atilde;">quoniam</expan> <lb/>numeri, quorum ip&longs;i &longs;unt radices cubic&aelig;, non &longs;unt cubi, &amp; ideo ip&longs;a <lb/>radices non explicantur accurate, &longs;ed vel veris maiores, vel minores, <lb/>atque vt cogno&longs;cantur qu&aelig; &longs;int maiores, queue minores, maioribus <lb/>duo puncta adiecimus, minoribus vnum, accuratis nullum. </s>

<s>inter om&shy;<lb/>nes autem vnus est accuratus, is &longs;cilicet, qui magnitudinem indicat <lb/>diametri &longs;ph&aelig;r&aelig; stanne&aelig;, grauitatem habentis<emph.end type="italics"/> 38, <emph type="italics"/>lib.<emph.end type="italics"/><!-- REMOVE S-->De compo&longs;itione huius Tabul&aelig;. <!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Huius tabul&aelig; compo&longs;itio pendet ex pr&aelig;cedenti tabula, &amp; ex pro&shy;<lb/>po&longs;.<emph.end type="italics"/> 17, <emph type="italics"/>huius, &longs;i enim fiat vt grauitas &longs;ph&aelig;r&aelig; stanne&aelig;, diametrum <lb/>habentis vnius vnci&aelig;, id est, vt grana<emph.end type="italics"/> 1216, <emph type="italics"/>ad grauitatem &longs;ph&aelig;r&aelig; <lb/>vnius libr&aelig;, idest, ad grana<emph.end type="italics"/> 6912, <emph type="italics"/>ita cubus diametri vnius vnci&aelig;, <lb/>hoc e&longs;t, ita<emph.end type="italics"/> 1, <emph type="italics"/>ad alium numerum, qui &longs;it<emph.end type="italics"/> 5 11/19 <emph type="italics"/>is erit cubus diametri <lb/>&longs;ph&aelig;r&aelig; stanne&aelig;, grauitatem habentis 1, lib. 

demonstratum enim <lb/>est prop.<emph.end type="italics"/> 17, <emph type="italics"/>huius, &longs;ph&aelig;ras eiu&longs;dem generis inter &longs;e e&longs;&longs;e in grauitate, <lb/>vt diametrorum cubi in magnitudine; quare radix cubica numeri<emph.end type="italics"/><lb/>5 13/19, <emph type="italics"/>dabit ip&longs;am diametrum, &longs;ed quoniam numerus<emph.end type="italics"/> 5 13/19, <emph type="italics"/>non est <lb/>pr&aelig;ci&longs;e cubus, eius radix non explicabitur accurata, &longs;ed vt explicetur <lb/>ver&aelig; bene proxima, multiplicetur<emph.end type="italics"/> 5 13/19, <emph type="italics"/>per<emph.end type="italics"/> 1000000. <emph type="italics"/>&amp; ex producto<emph.end type="italics"/><lb/>5684210 10/19, <emph type="italics"/>neglecto fracto<emph.end type="italics"/> 10/19, <emph type="italics"/>eruatur radix, tanquam ex accu&shy;<lb/>rato numero cubo, ea erit<emph.end type="italics"/> 173. <emph type="italics"/>proxime, &amp; erit centupla radicis nu&shy;<lb/>meri<emph.end type="italics"/> 5 13/19, <emph type="italics"/>nam numerus<emph.end type="italics"/> 1000000, <emph type="italics"/>per quem fuit multiplicatus<emph.end type="italics"/><lb/>5 13/19, <emph type="italics"/>cubus e&longs;t ex<emph.end type="italics"/> 100<emph type="italics"/>; magnitudo igitur diametri &longs;ph&aelig;r&aelig; &longs;tanne&aelig;, <lb/>grauitatem habentis 1, lib. 

erit<emph.end type="italics"/> 1 78/100. <emph type="italics"/>reliquarum autem ex &longs;tanno <lb/>&longs;ph&aelig;rarum, grauitatem habentium duplam prim&aelig;, triplam, quadru&shy;<lb/>plam &amp;c. </s>

<s>ita inuenientur diametri.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Duplum numeri<emph.end type="italics"/> 5684210 10/19, <emph type="italics"/>id est<emph.end type="italics"/> 11368421 1/19, <emph type="italics"/>erit cubus <lb/>centupli diametri &longs;pher&aelig; stanne&aelig;, grauitatem habentis duplam pri&shy;<lb/>m&aelig;, hoc est<emph.end type="italics"/> 2, <emph type="italics"/>lib. 

ex &longs;upra nominata enim prop.<emph.end type="italics"/> 17, <emph type="italics"/>huius, e&longs;t vt gra&shy;<lb/>uitas &longs;ph&aelig;r&aelig; vnius libr&aelig;, ad grauitatem &longs;ph&aelig;r&aelig; duarum librarum, <lb/>ita cubus diametri prim&aelig; &longs;ph&aelig;r&aelig;, ad cubum diametri &longs;ecund&aelig;. </s>

<s>Si <lb/>vero triplicetur numerus<emph.end type="italics"/> 5684210 10/19, <emph type="italics"/>eius triplum, quod est<emph.end type="italics"/><lb/>17052631 11/19, <emph type="italics"/>erit cubus centupli diametri &longs;ph&aelig;r&aelig; &longs;tanne&aelig;, graui&shy;<lb/>tatem habentis triplam prim&aelig;, idest<emph.end type="italics"/> 3, <emph type="italics"/>lib. 

&amp; &longs;i quadruplicetur, eius<emph.end type="italics"/><pb xlink:href="029/01/058.jpg" pagenum="51"/><emph type="italics"/>quadruplum erit cubus centupli diametri &longs;ph&aelig;r&aelig; stanne&aelig;, grauita&shy;<lb/>tem habentis quadruplam prim&aelig;, &amp; &longs;ic deinceps. </s>

<s>itaque &longs;i ex eius <lb/>multiplicibus, neglectis fractis, <expan abbr="eru&atilde;tur">eruantur</expan> radices, tanquam ex accura&shy;<lb/>tis numeris cubis, ip&longs;&aelig; indicabunt diametrorum magnitudines in <lb/>ratione centupla. </s>

<s>Sed vt etiam euitetur labor multiplicandi pr&aelig;di&shy;<lb/>ctum numerum<emph.end type="italics"/> 5684210 10/19, <emph type="italics"/>hac ratione inuenientur eius multi&shy;<lb/>plicia.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Pr&aelig;dicto numero<emph.end type="italics"/> 5684210 10/19, <emph type="italics"/>addatur eius duplum, id est,<emph.end type="italics"/><lb/>11368421 1/19, <emph type="italics"/>&longs;umma<emph.end type="italics"/> 17052631 11/19, <emph type="italics"/>dabit eius triplum, &longs;i vero ei <lb/>addatur eius triplum, id e&longs;t,<emph.end type="italics"/> 17052631 11/19, <emph type="italics"/>&longs;umma<emph.end type="italics"/> 22736842 2/19, <lb/><emph type="italics"/>dabit eius quadruplum, &amp; &longs;i eius quadruplum ei addatur, &longs;umma <lb/>dabit eius quintuplum, &amp; &longs;ic &longs;ola additione inuenientur eius quot&shy;<lb/>cunque multiplicia.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Eadem ratione inuenientur diametri &longs;ph&aelig;rarum ex quacunque <lb/>alia materia, &longs;i enim qu&aelig;ratur de magnitudine diametri verbi gra&shy;<lb/>tia &longs;ph&aelig;r&aelig; ferre&aelig;, grauitatem habentis 1, lib. 

fiat vt grana<emph.end type="italics"/> 1314 22/37, <lb/><emph type="italics"/>id est vt grauitas &longs;ph&aelig;r&aelig; ferre&aelig;, cuius diameter e&longs;t vnius vnci&aelig;, ad <lb/>grauitatem vnius libr&aelig;, id est ad grana 6912, ita cubus diametri <lb/>vnius vnci&aelig;, hoc e&longs;t ita 1, ad alium numerum qui &longs;it<emph.end type="italics"/> 5 49/190, <emph type="italics"/>is igi&shy;<lb/>tur numerus * erit cubus diametri &longs;ph&aelig;r&aelig; ferre&aelig;, grauitatem haben&shy;<emph.end type="italics"/><arrow.to.target n="note48"/><lb/><emph type="italics"/>tis<emph.end type="italics"/> 1, <emph type="italics"/>lib. 

quare radix cubica numeri<emph.end type="italics"/> 5 49/190, <emph type="italics"/>dabit qu&aelig;&longs;itam dia&shy;<lb/>metrum, &amp; quoniam numerus<emph.end type="italics"/> 5 49/190, <emph type="italics"/>non e&longs;t pr&aelig;ci&longs;e cubus, &amp; ideo <lb/>non explicabitur eius radix accurate, multiplicetur per 1000000, &amp; <lb/>ex producto<emph.end type="italics"/> 5257894 14/19, <emph type="italics"/>neglecto fracto<emph.end type="italics"/> 14/19, <emph type="italics"/>eruatur radix, tan&shy;<lb/>quam ex accurato numero cubo, ea erit<emph.end type="italics"/> 174: <emph type="italics"/>fer&egrave;, &amp; erit centupla ra&shy;<lb/>dicis numeri<emph.end type="italics"/> 5 49/190, <emph type="italics"/>quia numerus<emph.end type="italics"/> 5 49/190, <emph type="italics"/>multiplicatus fuit per <lb/>cubum ex 100; diameter igitur &longs;ph&aelig;r&aelig; ferre&aelig;, grauitatem habentis <lb/>1, lib. 

&amp; &longs;ic reliquarum &longs;ph&aelig;rarum in infinitum inuenientur <lb/>diametri. </s>

<s>multiplicia autem numeri<emph.end type="italics"/> 5257894 14/19, <emph type="italics"/>&longs;ola additione in&shy;<lb/>uenientur, vt dictum est &longs;upra de inuentione multiplicium numeri<emph.end type="italics"/><lb/>5684210 10/19. <emph type="italics"/>Atque hac ratione pr&aelig;dictam tabulam compo&longs;uimus.<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note48"/>17<emph type="italics"/>: <lb/>huius.<emph.end type="italics"/></s></p><p type="main">

<s>Qvomodo Archimedes argenti mixtionem depre&shy;<lb/>hendit in auro. </s></p><p type="main">

<s><emph type="italics"/>Hiero (referente Vitruuio lib.<emph.end type="italics"/> 9. <emph type="italics"/>Cap.<emph.end type="italics"/> 3.<emph type="italics"/>) Siracu&longs;is auctus regia<emph.end type="italics"/><pb xlink:href="029/01/059.jpg" pagenum="52"/><emph type="italics"/>pote&longs;tate, rebus bene ge&longs;tis, cum auream coronam votiuam, dijs im&shy;<lb/>mortalibus in quodam fano con&longs;titui&longs;&longs;et ponendam, immani precia <lb/>locauit faciendam, &amp; aurum ad &longs;acoma appendit redemptori. </s>

<s>is ad <lb/>tempus opus manufactum &longs;ubtiliter, regi approbauit, &amp; ad &longs;acoma <lb/>pondus coron&aelig; vi&longs;us e&longs;t pr&aelig;&longs;titi&longs;&longs;e. </s>

<s>Po&longs;tea quam indicium e&longs;t factum, <lb/>dempto auro, tantundem argenti in id coronarium opus admixtum <lb/>e&longs;&longs;e: indignatus Hiero &longs;e contemptum, neque inueniens, qua ratione <lb/>id furtum deprehenderet, rogauit Archimedem, vti in &longs;e &longs;umeret de <lb/>eo cogitationem. </s>

<s>tunc is cum haberet eius rei curam, ca&longs;u venit in <lb/>balneum, ibique cum in &longs;olium de&longs;cenderet, animaduertit quantum <lb/>corporis &longs;ui in eo in&longs;ideret, tantum aqu&aelig; extra &longs;olium effluere. </s>

<s><expan abbr="itaq;">itaque</expan> <lb/>cum eius rei rationem explicationis offendi&longs;&longs;et non est moratus, &longs;ed <lb/>exiliuit gaudio motus de &longs;olio, &amp; nudus vadens domum ver&longs;us, &longs;igni <lb/>ficabat clara voce inueni&longs;se quod qu&aelig;reret. </s>

<s>nam currens identidem <lb/>grece clamabat<emph.end type="italics"/> <foreign lang="greek"><gap/></foreign> <emph type="italics"/>tum vero ex eo inuentionis ingre&longs;&longs;u <lb/>duas dicitur feci&longs;&longs;e ma&longs;&longs;as &aelig;quo pondere, quo etiam fuerat coro&shy;<lb/>na, vnam ex auro, alteram ex argento. </s>

<s>cum ita feci&szlig;et, vas <expan abbr="ampl&utilde;">amplum</expan> <lb/>ad &longs;umma labra impleuit aqua, in quo demi&longs;it argenteam ma&longs;&longs;am, <lb/>cuius quanta magnitudo in va&longs;e depre&longs;&longs;a est, tantum aqu&aelig; effluxit. </s>

<s><lb/>ita exempta ma&longs;&longs;a, quanto minus factum fuerat refudit, &longs;extario <lb/>men&longs;us, vt eodem modo, quo prius fuerat, ad labra &aelig;quaretur. </s>

<s>ita ex <lb/>eo inuenit, quantum ad certum pondus argenti certa aqu&aelig; men&longs;ura <lb/>re&longs;ponderet.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Cum id expertus e&longs;&longs;et tum auream ma&longs;&longs;am &longs;imiliter pleno va&longs;e <lb/>demi&longs;it, &amp; ea exempta, eadem ratione men&longs;ura addita, inuenit ex <lb/>aqua non tantum defluxi&longs;&longs;e, &longs;ed tantum minus, quantum minus ma <lb/>gno corpore eodem pondere auri ma&longs;&longs;a e&longs;&longs;et quam argenti. </s>

<s>Postea <lb/>vero repleto va&longs;e, in <expan abbr="ead&etilde;">eadem</expan> aqua ip&longs;a corona demi&longs;&longs;a, inuenit plus aqua <lb/>defluxi&longs;&longs;e in coronam, quam in auream. </s>

<s>eodem pondere ma&longs;&longs;am, &amp; <lb/>ita ex eo quod plus defluxerat aqu&aelig; in corona, quam in ma&longs;&longs;a ratio&shy;<lb/>cinatus, deprehendit argenti in auro mixtionem, &amp; manifestum fur&shy;<lb/>tum redemptoris.<emph.end type="italics"/></s><s> Hactenus Vitruuius. <!-- KEEP S--></s></p><p type="main">

<s>Mirum certe Archimedis fuit inuentum, ip&longs;ius tamen <lb/>modus ad inueniendam illam aqu&aelig; men&longs;uram, qu&aelig; ad <lb/>certum pondus auri, vel argenti, vel coron&aelig; re&longs;ponderet, <lb/>maiori diligentia indiget, quam qu&aelig; ab hominibus adhiberi <lb/>pote&longs;t, impo&longs;&longs;ibile enim e&longs;t, exempta corona, vel aurea ma&longs;&longs;a, <lb/>vel argentea, tantum aqu&aelig; refundere, quantum &egrave; va&longs;e efflu&shy;<lb/>xerat ad vnguem, nam repo&longs;ita aqua in va&longs;e, non po&longs;&longs;umus <pb xlink:href="029/01/060.jpg" pagenum="53"/>affirmare ip&longs;um vas e&longs;&longs;e plenum, ni&longs;i aqua incipiat effluere, <lb/>cum autem incipit, effluit aliquando totus fer&egrave; cumulus, ita&shy;<lb/>que vel plus aqu&aelig; additur eo, quod deficit, vel minus, ni&longs;i <lb/>coniectura a&longs;&longs;equatur: at vero coniectura pro veritate non ac&shy;<lb/>cipitur. </s>

<s>pr&aelig;terea exempta corona, vel aurea ma&longs;&longs;a, vel argen&shy;<lb/>tea, eximitur etiam &longs;imul cum ip&longs;a aliquantum aqu&aelig;, qu&aelig; cir&shy;<lb/>cum ip&longs;am remanet, atque huiu&longs;modi defectus errorem indu&shy;<lb/>cit &longs;en&longs;ibilem. </s></p><p type="main">

<s>Neque per collectionem qu&aelig;&longs;ita aqu&aelig; men&longs;ura inueniri <lb/>pote&longs;t: &aelig;qu&egrave; enim impo&longs;&longs;ibile e&longs;t vniuer&longs;am illam &aelig;quam col&shy;<lb/>ligere, qu&aelig; extra vas effluit, quando corona, vel aurea ma&longs;&longs;a <lb/>vel argentea in ip&longs;o va&longs;e deprimitur, cum enim aqua &egrave; va&longs;e <lb/>effluat, pars ip&longs;ius aqu&aelig; va&longs;i, ex quo effluit, pars va&longs;i in quod <lb/>influit adh&aelig;ret, &amp; &longs;i vniuer&longs;a omnino &longs;emper non colligatur, <lb/>erit non parui erroris cau&longs;a, pr&aelig;ter quam quod, non &longs;emper <lb/>adeo facile inuenitur par auri, argentique ma&longs;&longs;a, quando co&shy;<lb/>rona, vel alia auri ma&longs;&longs;a, qu&aelig; examinanda proponitur, medio&shy;<lb/>crem excederet magnitudinem. </s></p><p type="main">

<s>Neque pr&aelig;terea pote&longs;t di&longs;cerni pr&aelig;dicta argenti portio in <lb/>aliqua auri parua ma&longs;&longs;a, differenti&aelig; enim aquarum, qu&aelig; ex&shy;<lb/>tra vas effluunt, &longs;unt adeo exigu&aelig;, vt ne cogno&longs;ci quidem <lb/>po&longs;&longs;int, quod &longs;i cogno&longs;cerentur, non &longs;emper erunt ver&aelig;, <lb/>&longs;iquidem non &longs;emper in va&longs;is medio in cumulum cre&longs;cens <lb/>&aelig;qualis aqu&aelig; copia remanet, &longs;ed maior interdum, inter&shy;<lb/>dum minor, vt con&longs;picitur. </s>

<s>fit enim vt aliquando cumulus <lb/>ille frangatur pluribus in locis, &amp; ideo aqua diffundatur, vt <lb/>fer&egrave; nihil ip&longs;ius cumuli &longs;uper&longs;it, aliquando vero frangatur <lb/>in vno tantum loco, &amp; aqua colligens &longs;e in cumulum, parum <lb/>diffluat. </s></p><p type="main">

<s>Sed ponderandis corporibus in aere &amp; aqua, eo modo, quo <lb/>dictum e&longs;t in fine exempli prop. 

8. inuenitur qu&aelig;&longs;ita aqu&aelig;, <lb/>grauitas, ita exact&egrave;, vt requiritur, fiue &longs;it corpus illud paruum, <lb/>&longs;iue magnum nihil intere&longs;t, &amp; pr&aelig;terea facillima e&longs;t operatio, <lb/>nec adinueniend&aelig; &longs;unt auri, &amp; argenti ma&longs;&longs;&aelig; &aelig;que graues, ac <pb xlink:href="029/01/061.jpg" pagenum="54"/>corona, &longs;ed qu&aelig;libet particul&aelig;, grauitate quacunque, etiam <lb/>differentes inter &longs;e, &longs;ufficiunt. </s></p><p type="main">

<s>De ratione autem, qua Archimedes, cognitis grauitatibus <lb/>trium corporum ex aqua, magnitudine &aelig;qualium, coron&aelig; <lb/>&longs;cilicet vnum, alterum ma&longs;&longs;&aelig; aure&ecedil;, tertium argente&aelig;, potue&shy;<lb/>rit furtum aurificis in regia corona deprehendere, atque ar&shy;<lb/>gentum quod erat in ea permixtum ab auro di&longs;cernere, pluri&shy;<lb/>mi &longs;crip&longs;erunt, modos etiam ad id faciendum excogitarunt <lb/>varios, longa tamen methodo, atque difficili v&longs;i &longs;unt, &amp; quod <lb/>maximam confu&longs;ionem, &amp; ob&longs;curitatem parit, nullum opera&shy;<lb/>tionis tradunt pr&aelig;ceptum firmum, ac &longs;tabile. </s>

<s>ego autem vni&shy;<lb/>ca tantum proportionis ratiocinatione, &longs;eu regula trium (vt <lb/>vulgo dicitur) breuiter, &amp; expedite idem con&longs;equor, eamque <lb/>geometrica ratione demon&longs;tro. </s>

<s>Problema igitur ad hoc facien <lb/>dum ita concipio &amp; ab&longs;oluo. </s></p><p type="head">

<s>PROBLEMA IX. PROPOS. XVIII.<!-- KEEP S--></s></p><p type="main">

<s>Portionem metalli, alteri metallo mi&longs;tam, ponde&shy;<lb/>ris ratiocinatione di&longs;cernere. </s></p><p type="main">

<s>QVONIAM de Hieronis corona facta e&longs;t mentio, &longs;it ea B, <lb/>eiu&longs;que grauitas EK, &amp; oporteat argentum, quod &longs;it in ea <expan abbr="permixt&utilde;">permixtum</expan>, <lb/>ab auro di&longs;cernere, hoc e&longs;t oporteat inuenire quanta erit portio ar&shy;<lb/><figure id="id.029.01.061.1.jpg" xlink:href="029/01/061/1.jpg"/><lb/>genti, &amp; quanta auri. </s>

<s>In&shy;<lb/>telligantur duo corpora <lb/>A, D, vnum aureum, al&shy;<lb/>terum argenteum &aelig;que <lb/>grauia atque corona, <lb/>deinde trium corporum <lb/>ex aqua, magnitudine <lb/>&aelig;qualium, aureo &longs;cili&shy;<lb/>cet corpori vnum, alte&shy;<lb/>rum coron&aelig;, tertium <lb/>corpori argenteo, inue&shy;<lb/>niantur grauitates, id autem poterit fieri facillime, &longs;i <expan abbr="accipi&atilde;tur">accipiantur</expan> duo <lb/>corpora vnum ex auro, alterum ex argento, grauitate quacunque, vt <pb xlink:href="029/01/062.jpg" pagenum="55"/>dictum e&longs;t in propo&longs;itionis octau&aelig; exemplo, non enim nece&longs;&longs;e e&longs;t ha&shy;<lb/>bere duo corpora ex auro &amp; argento, grauitatem habentia eandem <lb/>quam &amp; corona, &amp; hac de cau&longs;a diximus &longs;upra <expan abbr="intellig&atilde;tur">intelligantur</expan> duo cor&shy;<lb/>pora, non autem accipiantur. </s>

<s>&longs;it igitur primi corporis aquei &aelig;qualis <lb/>aureo A, inuenta grauitas G, &longs;ecundi vero &aelig;qualis coron&aelig; B, graui&shy;<lb/>tas F, &amp; tertij &aelig;qualis corpori argenteo D, grauitas H, &amp; fiat vt dif&shy;<lb/>ferentia inter G, &amp; H, ad EK, ita differentia inter G, &amp; F, ad aliam <lb/>grauitatem, qu&aelig; &longs;it K. <!-- KEEP S--></s>

<s>Dico K, grauitatem e&longs;&longs;e portionis argenti, <lb/>quod e&longs;t in corona, E vero grauitatem auri. </s></p><p type="main">

<s>Vel &longs;i pro tertio proportionis termino &longs;umatur differentia inter F, <lb/>&amp; H, &amp; quartus terminus &longs;it E, Dico E, grauitatem e&longs;&longs;e portionis au&shy;<lb/>ri, K vero argenti. </s></p><p type="main">

<s>Quartus autem vtriu&longs;que proportionis terminus * minor e&longs;t<arrow.to.target n="note49"/> &longs;e&shy;<lb/>cundo EK, quod &amp; tertius minor e&longs;t primo, primus enim terminus <lb/>e&longs;t differentia inter G, &amp; H, tertius vero, vel e&longs;t differentia inter G, &amp; <lb/>F, vel differentia inter F, &amp; H, vterque minor primo. </s>

<s>Exemplis autem <lb/>res fiet illu&longs;trior. </s></p><p type="margin">

<s><margin.target id="note49"/>14. 5 <lb/><emph type="italics"/>Elen<emph.end type="italics"/><!-- KEEP S--></s></p><p type="head">

<s>Exemplum. <!-- KEEP S--></s>

<s>I.<!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Sit coron&aelig; grauitas<emph.end type="italics"/> 95, <emph type="italics"/>lib. 

&amp; oporteat facere quod imperatum e&longs;t. </s>

<s><lb/>Intelligantur duo corpora, vnum aureum, alterum argenteum, &aelig;que <lb/>grauia atque corona, deinde trium corporum ex aqua, magnitudine <lb/>&aelig;qualium, aureo &longs;cilicet corpori vnum, alterum coron&aelig;, tertium cor&shy;<lb/>pori argenteo, inueniantur grauitates, vt in exemplo prop.<emph.end type="italics"/> 8. <emph type="italics"/>dictum <lb/>est, qu&aelig; &longs;int primi nimirum corporis aquei<emph.end type="italics"/> 5, <emph type="italics"/>&longs;ecundi vero 6, &amp; tertij<emph.end type="italics"/><lb/>9 6/31, <emph type="italics"/>&amp; fiat vt differentia inter<emph.end type="italics"/> 5, &amp; 9 6/32, <emph type="italics"/>hoc e&longs;t vt<emph.end type="italics"/> 4 6/31, <emph type="italics"/>ad<emph.end type="italics"/> 95, <lb/><emph type="italics"/>grauitatem videlicet coron&aelig;, ita differentia inter<emph.end type="italics"/> 5, &amp; 6, <emph type="italics"/>hoc est 1, ad<emph.end type="italics"/><lb/>22 17/26, <emph type="italics"/>ergo<emph.end type="italics"/> 22 17/26, <emph type="italics"/>erit grauitas portionis argenti quod est in coro&shy;<lb/>na, qua detracta ex totali grauitate coron&aelig;, reliquum<emph.end type="italics"/> 72 9/26, <emph type="italics"/>erit <lb/>grauitas portionis auri.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Vel &longs;i pro tertio proportionis termino &longs;umatur differentia inter<emph.end type="italics"/> 6, <lb/>&amp; 9 6/31, <emph type="italics"/>qu&aelig; e&longs;t<emph.end type="italics"/> 3 6/31, <emph type="italics"/>quartus terminus<emph.end type="italics"/> 72 9/26, <emph type="italics"/>erit grauitas por&shy;<lb/>tionis auri, qu&aelig; &longs;i dematur ex totali grauitate coron&aelig;, remanebit<emph.end type="italics"/><lb/>22 17/26, <emph type="italics"/>pro grauitate portionis argenti.<emph.end type="italics"/></s></p><p type="head">

<s>Exemplum. <!-- KEEP S--></s>

<s>II.<!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Sit aliquod corpus mistum ex auro. </s>

<s>&amp; &aelig;re, &amp; habeat grauitatem <lb/>171. lib. 

&amp; oporteat inuenire quanta erit portio &aelig;ris in ip&longs;o corpore,<emph.end type="italics"/><pb xlink:href="029/01/063.jpg" pagenum="56"/><emph type="italics"/>&amp; quanta auri. </s>

<s>Intelligantur duo corpori, vnum ex auro puro, al&shy;<lb/>terum ex &aelig;re, &aelig;que grauia atque corpus mistum, &amp; trium corporum <lb/>ex aqua, quorum vnum &longs;it &aelig;quale corpori aureo magnitudine, alte&shy;<lb/>rum misto, tertium aureo, inueniantur grauitates, vt in exemplo pro&shy;<lb/>po&longs;.<emph.end type="italics"/>8.<emph type="italics"/>dictum est, qu&aelig; &longs;int<emph.end type="italics"/> 9, 11, <emph type="italics"/>&amp; 19, &amp; fiat vt differentia inter<emph.end type="italics"/> 9, &amp; <lb/>19, <emph type="italics"/>ad<emph.end type="italics"/> 171, <emph type="italics"/>grauitatem videlicet corporis misti, ita differentia inter<emph.end type="italics"/><lb/>9, &amp; 11, <emph type="italics"/>ad<emph.end type="italics"/> 34 1/5, <emph type="italics"/>portio igitur corporis mi&longs;ti &aelig;rea grauitatem habebit<emph.end type="italics"/><lb/>34 1/5, <emph type="italics"/>qu&aelig; &longs;i auferatur ex totali corporis misti grauitate, remanebit<emph.end type="italics"/><lb/>136 4/5, <emph type="italics"/>pro grauitate portionis auri.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Vel &longs;i pro tertio proportionis termino &longs;umatur differentia inter<emph.end type="italics"/> 11, <lb/><emph type="italics"/>&amp; 19, quartus terminus<emph.end type="italics"/> 136 4/5, <emph type="italics"/>erit grauitas portionis auri, qua ab&shy;<lb/>lata ex totali corporis mi&longs;ti grauitate, reliquum<emph.end type="italics"/> 34 1/5, <emph type="italics"/>dabit grauita&shy;<lb/>tem portionis &aelig;re&aelig;.<emph.end type="italics"/></s></p><p type="main">

<s>At vero huiu&longs;modi ratiocinationem ad di&longs;cernendum ar&shy;<lb/>gentum ab auro, vel aliud metallum ab altero metallo, recte <lb/>e&longs;&longs;e in&longs;titutam, &longs;equenti Theoremate demon&longs;trabitur. </s></p><p type="head">

<s>THEOREMA X. PROPOS. XIX.<!-- KEEP S--></s></p><p type="main">

<s>Si trium corporum &aelig;que grauium primum &amp; ter&shy;<lb/>tium fuerint generis diuer&longs;i, &longs;ecundi autem portio <lb/>fuerit eiu&longs;dem generis cum corpore primo, reliqua ve&shy;<lb/>ro eiu&longs;dem generis cum corpore tertio, fuerint etiam <lb/>tres quantitates aqu&aelig; pr&aelig;dictis corporibus &aelig;quales, pri&shy;<lb/>ma videlicet corpori primo, &longs;ecunda &longs;ecundo, &amp; tertia <lb/>tertio. </s>

<s>erit vt differentia grauitatum prim&aelig; &amp; terti&aelig; <lb/>quantitatis aqu&aelig;, ad grauitatem corporis &longs;ecundi, ita <lb/>differentia grauitatum prim&aelig; &amp; &longs;ecund&aelig; quantitatis <lb/>aqu&aelig;, ad grauitatem portionis corporis &longs;ecundi, qu&aelig; e&longs;t <lb/>eiu&longs;dem generis cum corpore tertio. </s></p><p type="main">

<s>Et ita differentia grauitatum &longs;ecund&aelig; &amp; terti&aelig; quan <lb/>titatis aqu&aelig;, ad grauitatem portionis eiu&longs;dem generis <lb/>cum corpore primo. </s></p><pb xlink:href="029/01/064.jpg" pagenum="57"/><p type="main">

<s>SINT tria corpora &aelig;que grauia A, BC, D, quorum A, primum, <lb/>&amp; tertium D. &longs;int generis diuer&longs;i, portio vero &longs;ecundi B, &longs;it eiu&longs;dem <lb/>generis cum corpore A, &amp; portio C, eiu&longs;dem generis cum corpore <lb/><figure id="id.029.01.064.1.jpg" xlink:href="029/01/064/1.jpg"/><lb/>D, &longs;int etiam alia tria <lb/>corpora aquea P, OL, <lb/>&amp; Q, <expan abbr="quor&utilde;">quorum</expan> <gap/>, &longs;it &aelig;qua&shy;<lb/>le corpori A, magnitu&shy;<lb/>dine, ip&longs;um vero OL, <lb/>&aelig;quale corpori BC, &amp; <lb/>ip&longs;um Q, &aelig;quale cor&shy;<lb/>pori D, &amp; &longs;int earum <lb/>grauitates, G, ip&longs;ius P, <lb/>&amp; FV, ip&longs;ius OL, &amp; H, <lb/>ip&longs;ius <expan abbr="q.">que</expan> Dico vt diffe&shy;<lb/>rentia grauitatum G, <lb/>H, ad grauitatem cor&shy;<lb/>poris BC, ita e&longs;&longs;e diffe&shy;<lb/>rentiam grauitatum <lb/>G, FV, ad grauitatem <lb/>portionis C; &amp; ita differentiam grauitatum FV, H, ad portionis B, <lb/>grauitatem. </s>

<s>Sit enim portionis B, grauitas E, &amp; portionis C, gra&shy;<lb/>uitas K; ergo totius corporis BC grauitas erit EK, <expan abbr="&longs;itq;">&longs;itque</expan> portionis O, <lb/>qu&aelig; &longs;it &aelig;qualis portioni B, grauitas F, ergo reliqu&aelig; portionis L, <lb/>&aelig;qualis portioni C, grauitas erit V, Quoniam igitur e&longs;t, vt A, ad P, <lb/>ita B, ad O, &aelig;quale videlicet ad &aelig;quale, erit permutando, vt A, ad B, <lb/>ita p.ad O, &amp; quoniam &longs;unt eiu&longs;dem generis A, B, &longs;imiliter &amp; P, O, <lb/>* erit vt grauitas corporis A, hoc e&longs;t vt EK, (ponuntur enim<arrow.to.target n="note50"/> cor&shy;<lb/>pora A, BC, D, &aelig;que grauia,) ad E, ita G, ad F, quod igitur fit ex EK, <lb/>&amp; F, nempe ex extremis, &aelig;quale erit ei, quod fit ex E, &amp; G, hoc e&longs;t <lb/>ex medijs. </s></p><p type="margin">

<s><margin.target id="note50"/>4.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Similiter quoniam e&longs;t, vt D, ad Q, ita C, ad E, &aelig;quale videlicet ad <lb/>&aelig;quale, erit permutando, vt D, ad C, ita Q, ad L, &amp; quoniam &longs;unt <lb/>eiu&longs;dem generis D, C, &longs;imiliter &amp; Q, L, * erit vt grauitas ip&longs;ius D,<arrow.to.target n="note51"/><lb/>hoc e&longs;t vt EK, ad K, ita H, ad V; quare quod fit ex EK, &amp; V, ex extre&shy;<lb/>mis, &aelig;quabitur ei, quod ex H, fit &amp; K, ex medijs. </s></p><p type="margin">

<s><margin.target id="note51"/>4.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Sed o&longs;ten&longs;um e&longs;t id quod ex EK, fit &amp; F. &aelig;quale e&longs;&longs;e ei quod fit ex <lb/>G, &amp; E, ergo quod fit ex EK, &amp; F, vna cum eo, quod ex BK, &amp; V, hoc <lb/>e&longs;t id quod fit ex EK, &amp; FV, &aelig;quale erit ei quod ex G, fit &amp; E, vna <lb/>eum eo quod ex H, &amp; K, &longs;ed quod ex G, fit &amp; E, &aelig;quale e&longs;t ei quod fit <lb/>ex G, &amp; EK, minus eo quod ex G, &amp; K, quod enim additur, idem &amp; <pb xlink:href="029/01/065.jpg" pagenum="58"/>minuitur; ergo quod fit ex EK, &amp; FV. &aelig;quale erit ei quod fit ex G, &amp; <lb/>EK, vna cum eo quod ex H, &amp; K, minus eo quod fit ex G, &amp; K. aufe&shy;<lb/>ratur vtrinque id quod fit ex G, &amp; EK, quod igitur fit ex FV, &amp; EK, <lb/><figure id="id.029.01.065.1.jpg" xlink:href="029/01/065/1.jpg"/><lb/>minus eo quod ex G, &amp; <lb/>EK, &aelig;quabitur ei quod <lb/>ex H, &amp; K, minus eo <lb/>quod fit ex G, &amp; K, &longs;ed <lb/>quod fit ex H, &amp; K, <lb/>minus eo quod fit ex <lb/>G, &amp; K, &aelig;quale e&longs;t ei <lb/>quod ex differentia ip&shy;<lb/>&longs;arum H, G, fit &amp; K, <lb/>&longs;imiliter, &amp; quod fit ex <lb/>FV, &amp; EK, minus eo <lb/>quod ex G, &amp; EK, <lb/>&aelig;quale e&longs;t ei quod ex <lb/>differentia ip&longs;arum <lb/>FV, G, fit &amp; EK, ergo <lb/>quod ex differentia <lb/>ip&longs;acum H, G, fit &amp; K, &aelig;quale erit ei quod ex differentia ip&longs;arum <lb/>FV, G, fit &amp; EK; &aelig;qualitatem ad proportionem reuocando, erit vt <lb/>differentia grauitatum. </s>

<s>H, G, ad grauitatem EK, ita differentia <lb/>grauitatum FV, G, ad grauitatem K, quod erat primo loco: demon&shy;<lb/>&longs;trandum. </s></p><p type="main">

<s>Dico quoque vt differentia grauitatum H, G, ad grauitatem EK, <lb/>ita e&longs;&longs;e differentiam grauitatum H, FV, ad grauitatem E. <!-- KEEP S--></s>

<s>Quoniam <lb/>enim o&longs;ten&longs;um e&longs;t, quod fit ex EK, &amp; FV, &aelig;quale e&longs;&longs;e ei quod ex G. fit <lb/>&amp; E, vna cum eo quod ex H, &amp; K; quod autem fit ex H, &amp; K, &aelig;quatur&shy;<lb/>ri quod, ex H, fit &amp; EK, minus eo quod ex H, &amp; E, quod enim additur <lb/>idem &amp; minuitur: ergo quod fit ex EK, &amp; FV, &aelig;quale erit ei quod fit <lb/>ex H, &amp; EK, vna cum eo quod ex G, &amp; E, minus eo quod ex H, &amp; E. <lb/>addatur vtrin que quod ex H, fit &amp; E, &amp; &longs;ubducantur ea qu&aelig; fiunt ex <lb/>G, &amp; E, &amp; ex EK, &amp; FV; quod igitur fit ex H, &amp; E, minus eo quod ex <lb/>G, &amp; E, &aelig;quabitur ei quod ex H, fit &amp; EK, minus eo quod ex FV, &amp; <lb/>EK, &longs;ed quod fit ex H, &amp; E, minus eo quod ex G, &amp; E, &aelig;quale e&longs;t ei <lb/>quod ex, differentia ip&longs;arum H, G, fit &amp; E, &longs;imiliter, &amp; quod ex H, fit <lb/>&amp; EK, minus eo quod ex FV, &amp; EK, &aelig;quale e&longs;t ei quod ex differentia <lb/>ip&longs;arum H, FV, fit &amp; EK; ergo quod ex differentia ip&longs;arum H, G, fit <lb/>&amp; E, &aelig;quabitur ei quod ex differentia ip&longs;arum H, FV, fit &amp; EK; qua&shy;<lb/>re &aelig;qualitatem ad <expan abbr="proportion&etilde;">proportionem</expan> reuocando erit vt differentia graui<pb xlink:href="029/01/066.jpg" pagenum="59"/>tatum H, G, ad grauitatem EK, ita differentia grauitatum H, FV, <lb/>zd grauitatem E. quod &longs;ecundo loco fuit demon&longs;trandum. </s></p><p type="main">

<s>Alia breuior Theorematis demon&longs;tratio. </s></p><p type="main">

<s>RESVMATVR eadem figura vt &longs;upra. </s>

<s>Quoniam igitur <lb/>corpus D, &aelig;quale e&longs;t corpori Q, magnitudine, &amp; portio C, &aelig;qualis <lb/>portioni L, erit vt D, ad Q, ita C, ad L, &amp; permutando vt D, ad C, ita <lb/>Q, ad L, &amp; quoniam eiu&longs;dem &longs;unt generis D, C, &longs;imiliter &amp; Q, L, * erit<arrow.to.target n="note52"/><lb/>vt grauitas corporis D, hoc e&longs;t vt EK; ad K, ita H, ad V. <!-- KEEP S--></s></p><p type="margin">

<s><margin.target id="note52"/>4.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Similiter quoniam ponuntur &aelig;qualia magnitudine corpora A, P, <lb/>&amp; &aelig;quales quoque portiones B, O, erit vt A, ad P, ita B, ad O, &amp; per&shy;<lb/>mutando vt A, ad B, ita P, ad O, &longs;ed eiu&longs;dem &longs;unt generis A, B, &longs;imili&shy;<lb/>ter &amp; P, O, * vt igitur grauitas corporis A, id e&longs;t vt EK, ad E, ita erit<arrow.to.target n="note53"/><lb/>G, ad F, &amp; per conuer&longs;ionem rationis erit vt EK, ad K, ita G, ad G, <lb/>minus F, &longs;ed demon&longs;tratum e&longs;t, vt EK, ad K, ita e&longs;&longs;e H, ad V, ergo vt <lb/>H, ad V, ita erit G, ad G, minus F, &amp; permutando vt H, ad G, ita V, <lb/>ad G, minus F, &amp; diuidendo vt H, minus G, ad G, ita erit FV, minus <lb/>G, ad G, minus F, rur&longs;us permutando erit vt H, minus G, ad FV, mi&shy;<lb/>nus G, ita G, ad G, minus F, &longs;ed vt EK, ad K, ita e&longs;t G, ad G, minus F, <lb/>vt e&longs;t demon&longs;tratum, ergo vt H, minus G, ad FV, minus G, ita erit <lb/>EK, ad K, quare permutando vt H, minus G, ad EK, ita erit FV, mi&shy;<lb/>nus G, ad K, quod e&longs;t&ograve; primum. </s></p><p type="margin">

<s><margin.target id="note53"/>4.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s>Dico quoque vt H, minus G, ad EK, ita e&longs;&longs;e H, minus FV, ad E. <!-- KEEP S--></s>

<s><lb/>Quoniam enim o&longs;ten&longs;um e&longs;t vt EK, ad K, ita e&longs;&longs;e H, ad V, erit per <lb/>conuer&longs;ionem rationis vt EK, ad E, ita H, ad H, minus V, &longs;ed demon&shy;<lb/>&longs;tratum e&longs;t vt EK, ad E, ita e&longs;&longs;e G, ad F, ergo vt H, ad H, minus V, ita <lb/>erit G, ad F, &amp; permutando vt H, ad G, ita H, minus V, ad F, &amp; diui&shy;<lb/>dendo vt H, minus G, ad G, ita erit H, minus FV, ad F, &amp; permutan&shy;<lb/>do vt H, minus G, ad H, minus FV, ita G, ad F, &longs;ed vt EK, ad E, ita e&longs;t <lb/>G, ad F, vt e&longs;t demon&longs;tratum, ergo vt H, minus G, ad H, minus FV, <lb/>ita erit EK, ad E, quare permutando, erit vt H, minus G, ad EK, ita <lb/>H, minus FV, ad E, quod erat &longs;ecundo loco demon&longs;trandum. </s></p><p type="main">

<s>Svpere&longs;t igitur vt dicamus, qua ratione ex grauitate a&uacute;ri <lb/>cogno&longs;ci po&longs;&longs;it eius qualitas; id quod ex ijs, qu&aelig; dicta <lb/>&longs;unt facil&egrave; colligitur; &longs;i videlicet nota fiat cuiu&longs;uis ma&longs;&longs;&aelig; auri <lb/>grauitas, quam habet tum in aere, tum in aqua. </s>

<s>Sed ante <lb/>omnia, duo nobis &longs;unt pr&aelig;mittenda, &amp; explicanda. </s>

<s>nimirum <lb/>quid &longs;it aurum 24. partium, &longs;eu (vt vulgo dicitur) di 24. ca&shy;<pb xlink:href="029/01/067.jpg" pagenum="60"/>ratti, quidue pauciorum, hoc e&longs;t penes quid attendatur di <lb/>uer&longs;a auri qualitas. </s>

<s>Deinde quomodo aurum alligent Auri <lb/>fices, vel alij ad quos alligandi officium &longs;pectat. </s>

<s>His enim <lb/>cognitis, non erit difficile, id quod proponitur, certa aliqua <lb/>ratione, a&longs;&longs;equi. </s></p><p type="main">

<s><emph type="italics"/>Aurum igitur<emph.end type="italics"/> 24. <emph type="italics"/>partium appellatur aurum purum, pauciorum <lb/>vero dicitur non purum, &longs;ed aliquo alio metallo, vel pluribus affe&shy;<lb/>ctum. </s>

<s>&amp; quia h&aelig;c affectio multiplex e&longs;t, ideo etiam auri qualitas, <lb/>qua ex varia mixtione na&longs;citur, varia &longs;it est nece&longs;&longs;e : quamuis vna <lb/>tantum &longs;it qualitas auri puri. </s>

<s>Qualitas enim auri in quouis cor <lb/>pore propo&longs;ito, exprimitur partibus auri puri, qua &longs;unt in ip&longs;o corpo&shy;<lb/>re, non in magnitudine, &longs;ed in grauitate &longs;umptis, qualibus totum cor&shy;<lb/>pus constat<emph.end type="italics"/> 24<emph type="italics"/>: vel quod idem est, auri qualitas exprimitur in ra&shy;<lb/>tione quam habent ill&aelig; partes in grauitate ad totum corpus: quod <lb/>exemplo clarius explicabitur in hunc modum.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Sit aliquod corpus aureum, exempli gratia<emph.end type="italics"/> 24. <emph type="italics"/>vnciarum, quod <lb/>expurgatum &amp; ad aurum purum reductum, ami&longs;erit ex pri&longs;tina <lb/>grauitate nempe ex<emph.end type="italics"/> 24, <emph type="italics"/>vncys, quatuor vncias, ita vt reman&longs;erint <lb/>tantum<emph.end type="italics"/> 20, <emph type="italics"/>vnci&aelig; auri puri, reliquum vero vel euanuerit in fumum, <lb/>vel fuerit alterius metalli. </s>

<s>Totum igitur illud corpus aureum ab <lb/>initio propo&longs;itum, &longs;i adhuc intelligatur tale quale fuit ante expurga&shy;<lb/>tionem, appellabitur<emph.end type="italics"/> 20. <emph type="italics"/>partium, &longs;eu, (vt vulgo dicitur) di<emph.end type="italics"/> 20. <emph type="italics"/>ca&shy;<lb/>ratti. </s>

<s>eo quod tota illa ma&szlig;a mista,<emph.end type="italics"/> 20. <emph type="italics"/>tantum vncias auri puri con&shy;<lb/>tinuerit. </s>

<s>Immo non &longs;olum illa ma&longs;&longs;a auri, &longs;ed etiam illa cuius ip&longs;a <lb/>fui&longs;&longs;et pars, vel que ip&longs;ius fui&longs;&longs;et qu&aelig;cunque pars dicetur<emph.end type="italics"/> 20, <emph type="italics"/>par&shy;<lb/>tium. </s>

<s>Neque enim in alligationibus metallorum, alia est alli&shy;<lb/>gatio partium, alia totius, &longs;ed vtrorunque vna eademque e&longs;t qua&shy;<lb/>litas.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Et hoc est quod Aurifices in inuaestigatione qualitatis auri ob&shy;<lb/>&longs;eruant. </s>

<s>Non enim purificant totum corpus propo&longs;itum, &longs;ed ali&shy;<lb/>quam eius particulam etiam perexiguam, quam &longs;olam ad aurum pu&shy;<lb/>rum reducunt. </s>

<s>hac enim reducta, non &longs;olum recte definiunt cuius <lb/>fuerit qualitatis particula illa purificata ante purificationem; ve&shy;<lb/>rum etiam cuius fuerit qualitatis, &amp; quot partium fuerit illud cor&shy;<lb/>pus, &agrave; quo eadem particula detracta fuit, &amp; illud, quod adhuc &longs;u&shy;<lb/>pere&longs;t, diminutum &longs;cilicet illa parte purificata, vt in eodem exemplo <lb/>propo&longs;ito, corporis aurei<emph.end type="italics"/> 24. <emph type="italics"/>vnciarum apparet. </s>

<s>Eius enim quali&shy;<lb/>tatem &longs;i forte aurifices inuestigare velint, detrahent ex eo particu&shy;<lb/>lam, verbi gratia, vnius vnci&aelig;, vel quod idem est particulam<emph.end type="italics"/> 24. <pb xlink:href="029/01/068.jpg" pagenum="61"/><emph type="italics"/>&longs;crupulorum; &amp; hanc particulam excoquent ad qualitatem o&longs;que&shy;<lb/>cori puri. </s>

<s>Est &longs;i quidem inuenerint, ex priori grauitate<emph.end type="italics"/> 24. <emph type="italics"/>&longs;ru&shy;<lb/>pulorum, deperi&longs;&longs;e nihil: pronuntiabunt aurum illud, hoc est, non <lb/>&longs;olum particulam illam excoctam, &longs;ed etiam illud d quo fuit detra&shy;<lb/>cta, nec non &amp; illud quod reman&longs;it post &longs;ubtractionem e&longs;&longs;e vel fui&longs;&shy;<lb/>&longs;e aurum prima qualitatis &longs;eu<emph.end type="italics"/> 24, <emph type="italics"/>partiam; vel quod idem est au&shy;<lb/>tum purum. </s>

<s>Si vero deprehenderine grauitatem diminutant, ver&shy;<lb/>bi gratia, nunc e&longs;&longs;e<emph.end type="italics"/> 20. <emph type="italics"/>&longs;crupulorum, qu&aelig; ante def&aelig;cationem fuit<emph.end type="italics"/> 24. <lb/><emph type="italics"/>dicturi &longs;unt aurum propo&longs;itam<emph.end type="italics"/> 24. <emph type="italics"/>vnciarum fui&longs;&longs;e<emph.end type="italics"/> 20. <emph type="italics"/>partium &amp; <lb/>illud quod reman&longs;it e&longs;&longs;e<emph.end type="italics"/> 20. <emph type="italics"/>partium &amp; denique particulam expur&shy;<lb/>gatam nunc quidem e&longs;&longs;e aurum purum, fui&longs;&longs;e vero particulam auri<emph.end type="italics"/><lb/>20. <emph type="italics"/>partium.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Et eodem modo pronuntiabunt de quibu&longs;cunque alijs auri qualit<lb/>atibus, &longs;ecundum partes auri puri, quas in qualibet ma&longs;&longs;a auri in&shy;<lb/>uenerint, ea&longs;que vige&longs;imas quartas tutius grauitatis, non magnitu&shy;<lb/>dinis. </s>

<s>Nam cum in hac comparatione qualitatum, &longs;eor&longs;im habe a&shy;<lb/>tur ratio partium auri, &amp; &longs;eor&longs;im metallorum alligatorum; manife&shy;<lb/>stum est &longs;i grauitas totius corporis intelligatur diui&longs;a in<emph.end type="italics"/> 24. <emph type="italics"/>partes <lb/>&aelig;quales, ex quibus<emph.end type="italics"/> 20. <emph type="italics"/>&longs;int auri, du&aelig; argenti, &amp; du&aelig; &aelig;ris; quamli&shy;<lb/>bet partem auri cum qualibet parte argenti &amp; &aelig;ris collatam, magni&shy;<lb/>tudine e&longs;&longs;e minorem; &amp; &longs;imiliter partem argenti minorem parte <lb/>aris; propterea quod aurum omnia reliqua metalla &longs;uperet grauita<lb/>te quemadmodum &amp; argentum ip&longs;um as, vt constat experienties<lb/>atque hinc constat quam apte ac conuenienter Aurifices vtantur <lb/>vocabulo partium. </s>

<s>hac enim ratione eodem numero exprimunt vnam <lb/>quamque qualitatem auri cuiuslibet ma&longs;&longs;&aelig; propo&longs;it&aelig;. </s>

<s>Sed nunc ad <lb/>&longs;ecundum veniamus &amp; modum alligationis. </s>

<s>quem ydem ob&longs;eruant <lb/>breuiter adnotemus.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Inter varias autem &amp; multiplices auri compo&longs;itiones quibus <lb/>cum alijs metallis alligari potest, eam retinuere aurifices, quam diu&shy;<lb/>turna experientia deprehenderunt omnibus alijs e&longs;&longs;e commodiorem, <lb/>eam nimirum qu&aelig; ab auri &longs;imilitudine vel minimum di&longs;cedat; qua&shy;<lb/>lis e&longs;t qu&aelig; &longs;olius argenti atque &aelig;ris mixtione perficitur. </s>

<s>Et quidem <lb/>&longs;ipartes auri excipias, aris atque argenti partes, qu&aelig; auro &longs;unt per&shy;<lb/>mi&longs;cend&aelig; &longs;emper volunte&longs;&longs;e &aelig;quales in grauitate: propterea quod <lb/>eadem experientia Magi&longs;tra didicerunt hunc e&longs;se mixtionis modum <lb/>longe optimum.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Quando ergo aurifices volunt producere aurum cuiu&longs;cunque <lb/>qualitatis, accipiunt tot partes auri puri &aelig;quales, quot partium fu&shy;<lb/>turum e&longs;t aurum producendum, pauciores tamen partibus<emph.end type="italics"/> 24, &amp; <pb xlink:href="029/01/069.jpg" pagenum="62"/><emph type="italics"/>reliquas partes qu&aelig; d &longs;unt ad<emph.end type="italics"/> 24, <emph type="italics"/>explent argento &amp; &aelig;re, &longs;umendo <lb/>ex utroque metallo partes aquales in grauitate; atque bis rite inter &longs;e <lb/>permixtis componunt aurum de&longs;iderat&aelig; qualitatis: eamque deno&shy;<lb/>minant &agrave; partibus auri puri in mixtione a&longs;umptis. </s>

<s>Et quoniam <lb/>non prodiret tale pror&longs;us quale facere intendunt, &longs;ed paulo perfe&shy;<lb/>ctius; propterea quod auri quidem partes in mixtione maneant, ex <lb/>argenta vero &amp; are aliquid deperdatur, &longs;olent Aurifices tanto plus <lb/>mi&longs;cere argenti &amp; aris quantum perdi po&longs;&longs;e deprehenderunt.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Verum nostra intentio non est omnia qu&aelig; ad eiu&longs;modi mixtione <lb/>pertinent hoc loco exponere; &longs;ed illud tantum vt receptum apud om&shy;<lb/>nes ad ferre voluimus, ex quo manifeste constat, qua metallorum <lb/>mixtio in &longs;ingulis qualitatum generibus statuatur: qua quidem e&longs;t <lb/>illa quam adduximus, nempe in auro<emph.end type="italics"/> 23, <emph type="italics"/>partium, partes<emph.end type="italics"/> 23, <emph type="italics"/>e&longs;&longs;e <lb/>auri puri &amp; reliquam qua deest ad<emph.end type="italics"/> 24, <emph type="italics"/>partes con&longs;tare dimidia <lb/>parte argenti, &amp; dimidia aris in grauitate. </s>

<s>In auro vero<emph.end type="italics"/> 22, <emph type="italics"/>par&shy;<lb/>tium, auri e&longs;&longs;e<emph.end type="italics"/> 23, <emph type="italics"/>argenti vnam, &amp; &aelig;ris vnam, &longs;ie enim iterum <lb/>&longs;umma omnium partium est<emph.end type="italics"/> 24, <emph type="italics"/>eademque est ratio de reliquis ita <lb/>ut numerus partium auri, &longs;emper denominet qualitatem auri, &amp; <lb/>vna medietas reliquarum partium, qu&aelig; partibus auri de&longs;unt ad <lb/>complendas partes<emph.end type="italics"/> 24, <emph type="italics"/>&longs;it argenti, &amp; reliqua medietas &longs;it &aelig;ris. </s>

<s>hac <lb/>enim &longs;atis est &longs;uppo&longs;ui&longs;&longs;e, ad nouum illud artificium, quo paulo po&longs;t <lb/>inuestigaturi &longs;umus auri qualitatem ex &longs;ola grauitate quam habet<lb/>in aere &amp; aqua, eamque qualitatem duplici via inuestigabimus, <lb/>vna per calculum, per tabellam altera: &amp; quia ad calculum &longs;pe&shy;<lb/>ctant ea, qu&aelig; &longs;uperius inuenimus, de grauitate metallorum huc re&shy;<lb/>ferenda cen&longs;uimus qu&aelig; hic &longs;unt nece&longs;&longs;aria, cuiu&longs;modi &longs;unt auri, <lb/>argenti, atque &aelig;ris grauitas, quam obtinent in aere, &amp; aqua, quo&shy;<lb/>quidem ita &longs;e habet vt &longs;equitur.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Auri puri grauitas, qu&aelig; in aere e&longs;t<emph.end type="italics"/> 19, <emph type="italics"/>erit in aqua<emph.end type="italics"/> 18. </s></p><p type="main">

<s><emph type="italics"/>Argenti grauitas, qu&aelig; in aere e&longs;t<emph.end type="italics"/> 31, <emph type="italics"/>erit in aqua<emph.end type="italics"/> 28. </s></p><p type="main">

<s><emph type="italics"/>Aeris grauitas; qu&aelig; in aere est<emph.end type="italics"/> 9, <emph type="italics"/>erit in aqua<emph.end type="italics"/> 8. </s></p><p type="head">

<s><emph type="italics"/>Item.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Aurum ad aquam &longs;e habet in grauitate vt<emph.end type="italics"/> 19, <emph type="italics"/>ad<emph.end type="italics"/> 1. <!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Argentum ad aquam &longs;e habet in grauitate vt<emph.end type="italics"/> 31, <emph type="italics"/>ad<emph.end type="italics"/> 3. <!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Aes ad aquam &longs;e habet in grauitate vt<emph.end type="italics"/> 9, <emph type="italics"/>ad<emph.end type="italics"/> 1. <!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Ex quibus clari&longs;&longs;ime colligitur, &longs;i aliquod corpus mistum con&shy;<lb/>stet partibus &aelig;qualibus argenti, &amp; aeris in grauitate, quantam <lb/>grauitatem habeat in aqua &amp; que &longs;it ratio in grauitate ip&longs;ius mi&shy;<lb/>sti ad aquam &longs;i enim grauitas aeris in aere &longs;it<emph.end type="italics"/> 9, <emph type="italics"/>eius grauitas in <lb/>aqua erit<emph.end type="italics"/> 8, <emph type="italics"/>&amp; &longs;i grauitas argenti in aere &longs;it quoque<emph.end type="italics"/> 9, <emph type="italics"/>erit eius gra<gap/><emph.end type="italics"/><pb xlink:href="029/01/070.jpg" pagenum="63"/><emph type="italics"/>vitas in &agrave;qua<emph.end type="italics"/> 8 4/11, <emph type="italics"/>est enim vt 9, ad<emph.end type="italics"/> 8 4/11 <emph type="italics"/>vt<emph.end type="italics"/> 31, <emph type="italics"/>ad<emph.end type="italics"/> 28: <emph type="italics"/>Quare &longs;i <lb/>grauitas corporis mi&longs;ti ex argento, &amp; &aelig;re iuncta mixtionem pr&aelig;di&shy;<lb/>ctam, qu&aelig; etiam &longs;ubintelligenda erit in &longs;equantibus, in aere fuerit<emph.end type="italics"/><lb/>18, <emph type="italics"/>erit id aqua<emph.end type="italics"/> 16<gap/> <emph type="italics"/>&amp; c&ograve;n&longs;equenter * grauitas aqu&aelig; magnitu&shy;<emph.end type="italics"/><arrow.to.target n="note54"/><lb/><emph type="italics"/>dinem habentis &aelig;qualem <gap/> corpori misto<gap/><emph.end type="italics"/> <gap/>; <emph type="italics"/>quare corpus <lb/>mi&longs;tum ex argento &amp; are ad corpus aqueum eiu&longs;dem magnitudi&shy;<lb/>nis, rationem habebit <gap/> grauitate vt<emph.end type="italics"/> 18, <emph type="italics"/>ad<emph.end type="italics"/> 1 22/11, <emph type="italics"/>velvt<emph.end type="italics"/> 1, <emph type="italics"/>ad<emph.end type="italics"/><lb/><gap/>, <emph type="italics"/>vel denique in numeris integris vt<emph.end type="italics"/> 299, <emph type="italics"/>ad<emph.end type="italics"/> 29, <emph type="italics"/>omnium enim <lb/>i&longs;torum numerorum eadem e&longs;t ratio.<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note54"/>5. <emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Quibus &longs;ic con&longs;titutis inuenietur qualitas auri cuiu&longs;cumque hoc <lb/>modo. </s>

<s>Sit exemp.: gratia propo&longs;ita aliqua ma&longs;&longs;a aurea, cuius gra&shy;<lb/>uitas in aere &longs;it vnc<emph.end type="italics"/> 24, <emph type="italics"/>&amp; oporteat invenire cuius qualitatis &longs;it ip&shy;<lb/>sum aurum. </s>

<s>Ponderetur ea ma&longs;&longs;a in aqua &amp; habeat grauitatem <lb/>vnciarum<emph.end type="italics"/> 22 2<gap/>/5301, <emph type="italics"/>ergo * grauitas aqu&aelig; magnitudinem haben&shy;<emph.end type="italics"/><arrow.to.target n="note55"/><lb/><emph type="italics"/>tis &aelig;qualem propo&longs;it&aelig; ma&longs;&longs;&aelig; erit vnc.<emph.end type="italics"/> 1 2431/5301. </s></p><p type="margin">

<s><margin.target id="note55"/>5.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Deinde inueniatur grauitas aqu&aelig; magnitudine &aelig;qualis auro <lb/>puro<emph.end type="italics"/> 24, <emph type="italics"/>vnciarum: hoc e&longs;t vt 19, ad 1, ita fiat<emph.end type="italics"/> 24, <emph type="italics"/>ad alium, nempe ad <lb/>vnciam<emph.end type="italics"/> 1 9/19, <emph type="italics"/>hic enim numerus erit grauitas illius aqu&aelig;.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Fiat denique ut<emph.end type="italics"/> 279, <emph type="italics"/>ad<emph.end type="italics"/> 29, <emph type="italics"/>ita rur&longs;us<emph.end type="italics"/> 24, <emph type="italics"/>vnti&aelig;, ad alium, nume&shy;<lb/>rus enim quartus, nempe vnc.<emph.end type="italics"/> 2<gap/> <emph type="italics"/>erit grauitas aqu&aelig;, magnitu&shy;<lb/>dine &aelig;qualis corpori mi&longs;to ex argento &amp; &aelig;re, cuius grauitas est in <lb/>&aelig;r&egrave; vnc.<emph.end type="italics"/> 24, <emph type="italics"/>corpus enim ita mi&longs;tum, ad corpus aqueum eiu&longs;dem ma&shy;<lb/>gnitudinis rationem habet in grauitate vt<emph.end type="italics"/> 279, <emph type="italics"/>ad<emph.end type="italics"/> 29. </s></p><p type="main">

<s><emph type="italics"/>Atque ita habebuntur tres gravitates trium aqu&aelig; quantitatum, <lb/>quarum prima &aelig;quatur auro puro<emph.end type="italics"/> 24, <emph type="italics"/>unciarum, &longs;ecunda ma&longs;&longs;a <lb/>propo&longs;it&aelig;<emph.end type="italics"/> 24, <emph type="italics"/>vnciarum, &amp; reliqua corpori mi&longs;to ex argento &amp; &aelig;re<lb/>&longs;imiliter<emph.end type="italics"/> 24, <emph type="italics"/>vnciarum qu&aelig; quidem tres grauitates in numeris di&shy;<lb/>&longs;ponantur eo ordine, quo &longs;equitur.<emph.end type="italics"/></s></p><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/>Deinde qu&aelig;ratur differentia inter primam &amp; tertiam aqu&aelig; gra&shy;<lb/>uitatem, qu&aelig; est vnc.<emph.end type="italics"/> 1 1227/5302, <emph type="italics"/>&amp; h&aelig;c differentia statuatur pro <lb/>primo proportionis termino, pro &longs;ecundo termino ponatur grauitas <lb/><gap/>a&longs;&longs;&aelig; propo&longs;it&aelig; idest vnc.<emph.end type="italics"/> 24, <emph type="italics"/>&amp; protertio denique termino ponatur <lb/>differentia inter &longs;ecundam aqu&aelig; grauitatem &amp; tertiam, qu&aelig; est <lb/>vnc.<emph.end type="italics"/> 1 <gap/> <emph type="italics"/>quartus enim proportionalium terminus nempe<emph.end type="italics"/> 20, </s></p><pb xlink:href="029/01/071.jpg" pagenum="64"/><p type="table">

<s>TABELLE WAR HIER<lb/><emph type="italics"/>erit denominator qualitatis auri de qua quaritur quia ille termi&shy;<lb/>nus indicat partes auri pari in grauitate, qualibus ma&longs;&longs;a propo&longs;ita <lb/>constat<emph.end type="italics"/> 24. <emph type="italics"/><!--neuer Satz-->Hoc autem demonstratum e&longs;t prop.<emph.end type="italics"/> 19, <emph type="italics"/>huius.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Et quia inpropo&longs;ito exemplo ha partes, nempe vnc.<emph.end type="italics"/> 20, <emph type="italics"/>&longs;unt par&shy;<lb/>tes vige&longs;ima quart&aelig;<emph.end type="italics"/> 24, <emph type="italics"/>unciarum, qu&aelig; constituunt grauitatem to&shy;<lb/>tius ma&longs;&longs;&aelig;. </s>

<s>hinc fit quod e&aelig;dem<emph.end type="italics"/> 20. <emph type="italics"/>vnc. </s>

<s>immediate denominent au&shy;<lb/>rum propo&longs;itum e&szlig;e<emph.end type="italics"/> 20, <emph type="italics"/>partium. </s>

<s>Quando vero grauitas totius ma&longs;&shy;<lb/>&longs;a non exprimitur per numerum<emph.end type="italics"/> 24, <emph type="italics"/>tunc opus erit inquirere quot <lb/>partes vige&longs;imas quartas totius grauitatis efficiat quartus ille pro&shy;<lb/>portionis terminus vt in &longs;equenti exemplo clarius apparebit.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Sit enim propo&longs;ita alia auri ma&longs;&longs;a cuius grauitas in aere &longs;it<emph.end type="italics"/> 5301 <lb/><emph type="italics"/>in aqua vero<emph.end type="italics"/> 4988, <emph type="italics"/>&longs;i igitur hic numerus &longs;ubtrahatur ex numero to<emph.end type="italics"/><lb/><arrow.to.target n="note56"/><emph type="italics"/>tius grauitatis<emph.end type="italics"/> 5301, <emph type="italics"/>reliquus numerus<emph.end type="italics"/> 313, * <emph type="italics"/>erit grauitas aqu&aelig; <lb/>propo&longs;it&aelig; ma&longs;&longs;&aelig; magnitudine &aelig;qualis. </s>

<s>Inueniantur <expan abbr="quoq;">quoque</expan> du&aelig; ali&aelig; <lb/>grauitates aqu&aelig;, vna re&longs;pondentis auro puro magnitudine, altera <lb/>corpori mi&longs;to ex argento &amp; &aelig;re, ita tamen vt grauitas tum auri pu&shy;<lb/>ri, tum corporis misti &longs;it eadem qu&aelig; ma&longs;&longs;&aelig; propo&longs;it&aelig;, non &longs;ecus ac in <lb/>pr&aelig;cedenti exemplo factitatum est. </s>

<s>hoc e&longs;t primo fiat vt<emph.end type="italics"/> 19, <emph type="italics"/>ad<emph.end type="italics"/> 1, <emph type="italics"/>ita<emph.end type="italics"/><lb/>5301, <emph type="italics"/>ad<emph.end type="italics"/> 279, <emph type="italics"/>hic enim numerus erit grauitas aqu&aelig; magnitudinem <lb/>habentis &aelig;qualem auro puro, cuius grauitas e&longs;t<emph.end type="italics"/> 5301. <emph type="italics"/><!--neuer Satz-->Deinde fiat <lb/>vt<emph.end type="italics"/> 279, <emph type="italics"/>ad<emph.end type="italics"/> 29, <emph type="italics"/>ita rur&longs;um grauitas<emph.end type="italics"/> 5301, <emph type="italics"/>ad aliam, hac enim ratione <lb/>producetur numerus<emph.end type="italics"/> 551, <emph type="italics"/>debitus grauitati aqu&aelig;, magnitudine <lb/>aqualis corpori mi&longs;to ex argento &amp; &aelig;re grauitatem habenti eandem <lb/>cum eadem ma&longs;sa propo&longs;ita. </s>

<s>Atque h&aelig; tres grauitates aqu&aelig; &longs;criban&shy;<lb/>tur eo ordine quo &longs;upra; inuenti&longs;que differentijs inter primam &amp;<emph.end type="italics"/></s></p><p type="margin">

<s><margin.target id="note56"/>5.<emph type="italics"/>huius<emph.end type="italics"/></s></p><p type="table">

<s>TABELLE WAR HIER<lb/><emph type="italics"/>tertiam, nec non inter &longs;ecundam &amp; tertiam, qu&aelig; &longs;unt<emph.end type="italics"/> 272, 238; <emph type="italics"/>sta&shy;<lb/>tuatur pro primo proportionis termino prior differentia<emph.end type="italics"/> 272, <emph type="italics"/>&amp; pro <lb/>tertio posterior<emph.end type="italics"/> 238. <emph type="italics"/>grauitas vero ma&longs;&longs;&aelig; propo&longs;it&aelig;<emph.end type="italics"/> 5301, <emph type="italics"/>ponatur <lb/>pro&longs;ecundo termino, &amp; qu&aelig;ratur terminus quartus, qui in pr&aelig;-<emph.end type="italics"/></s></p><p type="table">

<s>TABELLE WAR HIER<lb/><arrow.to.target n="note57"/> <emph type="italics"/>&longs;enti examplo e&longs;t<emph.end type="italics"/> 4638 51/<gap/>, <emph type="italics"/>is enim indicabit grauitatem auri <lb/>puri in ma&longs;&longs;a propo&longs;ita. </s>

<s>Sed quoniam h&aelig;c grauitas non est expre&longs;&shy;<lb/>&longs;a in partibus vige&longs;imis quartis totius grauitatis, id quod ad ger-<emph.end type="italics"/></s></p><pb xlink:href="029/01/072.jpg" pagenum="65"/><p type="margin">

<s><margin.target id="note57"/>19. <lb/><emph type="italics"/>huius.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>manam qualitatis auri pronuntiationem requiritur, vt &longs;upra mul&shy;<lb/>tis o&longs;tendimus, reuocanda erit ad partes vige&longs;imas quartas hoc est <lb/>ad partes, qualium tota propo&longs;ita ma&longs;&longs;a est<emph.end type="italics"/> 24, <emph type="italics"/>quod factu non est <lb/>difficile. </s>

<s>Nam &longs;i fiat vt tota grauitas ma&longs;&longs;&aelig; propo&longs;it&aelig;<emph.end type="italics"/> 5301, <emph type="italics"/>at gra&shy;<lb/>uitatem auri puri<emph.end type="italics"/> 4638 45/116, <emph type="italics"/>velvt<emph.end type="italics"/> 272, <emph type="italics"/>ad<emph.end type="italics"/> 238, <emph type="italics"/>cum vtrobique <lb/>eadem &longs;it ratio ita<emph.end type="italics"/> 24, <emph type="italics"/>ad alium numerum. </s>

<s>procul dubio quartus nu&shy;<lb/>merus proportionalis, erit ille qui qu&aelig;ritur. </s>

<s>Est autem hic quar&shy;<lb/>tus numerus<emph.end type="italics"/> 21. <emph type="italics"/>Quare aurum ma&longs;&longs;&aelig; propo&longs;it&aelig; appellabitur par&shy;<lb/>tium<emph.end type="italics"/> 21. </s></p><p type="main">

<s><emph type="italics"/>Ex his igitur patet in inuenienda auri qualitate primum pro&shy;<lb/>portionis terminum<emph.end type="italics"/> 272, <emph type="italics"/>&amp; &longs;ecundum<emph.end type="italics"/> 5301, <emph type="italics"/>perpetuo manere eo&longs;&shy;<lb/>dem, quia primus terminus est differentia inter grauitates prim&aelig;, <lb/>&amp; terti&aelig; aqu&aelig;, qu&aelig; nunquam mutantur, nam ill&aelig; aqu&aelig; magnitu&shy;<lb/>dine &longs;unt &aelig;quales altera auro puro, reliqua mi&longs;to ex argento &amp; &aelig;re, <lb/>qu&aelig; corpora aureum &longs;cilicet &amp; mistum &longs;emper ponuntur eiu&longs;dem <lb/>grauitatis nempe<emph.end type="italics"/> 5301, <emph type="italics"/>Secundus vero terminus<emph.end type="italics"/> 5301, <emph type="italics"/>e&longs;t grauitas <lb/>ma&longs;&longs;&aelig; propo&longs;it&aelig;, qu&aelig; &longs;i maior fuerit, vel minor, ad eam facile reuo&shy;<lb/>cabitur. </s>

<s>Vnde in posterum &longs;olum opus erit inuenire tertium pro&shy;<lb/>portionis terminum, hoc est differentiam inter grauitates &longs;ecund&aelig; <lb/>&amp; terti&aelig; aqu&aelig;.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Sed vt hoc etiam exemplo illustretur, proponatur aliqua ma&longs;&longs;a <lb/>auri, cuius <expan abbr="inue&longs;tig&atilde;da">inue&longs;tiganda</expan> &longs;it qualitas, &amp; &longs;it ip&longs;ius ma&longs;&longs;&aelig; grauitas qui&shy;<lb/>dem in aere<emph.end type="italics"/> 837, <emph type="italics"/>in aqua vero<emph.end type="italics"/> 784, <emph type="italics"/>ergo * grauitas aqu&aelig; magnitu&shy;<emph.end type="italics"/><arrow.to.target n="note58"/><lb/><emph type="italics"/>dinem habentis &aelig;qualem propo&longs;it&aelig; ma&longs;&longs;&aelig; erit<emph.end type="italics"/> 53, <emph type="italics"/>differentia enim <lb/>inter primam, &amp; &longs;ecundam grauitatem est<emph.end type="italics"/> 53. </s></p><p type="margin">

<s><margin.target id="note58"/>5.<emph type="italics"/>huiu<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Ad inueniendum igitur tertium proportionis terminum manen&shy;<lb/>tibus primis duobus<emph.end type="italics"/> 272, 5301, <emph type="italics"/>h&aelig;c erit ratio. </s>

<s>Reuocetur primum <lb/>ptopo&longs;it&aelig; ma&longs;&longs;&aelig; grauitas<emph.end type="italics"/> 837, <emph type="italics"/>ad grauitatem<emph.end type="italics"/> 5301, <emph type="italics"/>hoc est intelli&shy;<lb/>gatur ip&longs;a ma&longs;&longs;a grauitatem babere<emph.end type="italics"/> 5301. <emph type="italics"/>deinde fiat vt<emph.end type="italics"/> 837, <emph type="italics"/>ad<emph.end type="italics"/> 53, <lb/><emph type="italics"/>grauitatem videlicet aqu&aelig; ip&longs;i ma&longs;&longs;&aelig; &aelig;qualis, ita<emph.end type="italics"/> 5301, <emph type="italics"/>ad<emph.end type="italics"/> 335 2/3, <lb/><emph type="italics"/>ergo<emph.end type="italics"/> 335 2/3, <emph type="italics"/>erit grauitas aqu&aelig; magnitudinem habentis &aelig;qualem <lb/>aure&aelig; ma&szlig;&aelig;, cuius grauitas<emph.end type="italics"/> 837, <emph type="italics"/>reuocata est ad grauitatem<emph.end type="italics"/> 5301; <lb/><emph type="italics"/>quare grauitas &longs;ecund&aelig; aqu&aelig; erit<emph.end type="italics"/> 335 2/1, <emph type="italics"/>&amp; con&longs;equenter differen&shy;<emph.end type="italics"/></s></p><p type="table">

<s>TABELLE WAR HIER<lb/><emph type="italics"/>tia inter ip&longs;am grauitatem &longs;ecund&aelig; aqu&aelig; &amp; grauitatem terti&aelig;<emph.end type="italics"/> 551, <lb/><emph type="italics"/>erit<emph.end type="italics"/> 215 1/1, <emph type="italics"/>&longs;ed ip&longs;a differentia ponitur pro tertio proportionis ter&shy;<lb/>mino; ergo<emph.end type="italics"/> 215 1/3, <emph type="italics"/>erit qu&aelig;&longs;itus terminus, nempe proportionis ter&shy;<emph.end type="italics"/></s></p><pb xlink:href="029/01/073.jpg" pagenum="66"/><p type="table">

<s>TABELLE WAR HIER<lb/><emph type="italics"/>tius. </s>

<s>Quartus autem terminus<emph.end type="italics"/> 4196 25/116, <emph type="italics"/>indicabit grauitatem <lb/>auri puri, quod est in ma&longs;&longs;a propo&longs;ita, eam tamen indicabit in par&shy;<lb/>tibus, qualibus tota ma&longs;&longs;a constat<emph.end type="italics"/> 5301, <emph type="italics"/>qu&aelig; quidem grauitas vt <lb/>auri qualitatem indicet, reuocanda erit ad partes qualium tot&aelig; <lb/>ma&longs;&longs;a propo&longs;ita est<emph.end type="italics"/> 24. <emph type="italics"/>&longs;i enim fiat vt<emph.end type="italics"/> 5301, <emph type="italics"/>ad<emph.end type="italics"/> 4196<gap/>, <emph type="italics"/>ita<emph.end type="italics"/> 24, <lb/><emph type="italics"/>ad<emph.end type="italics"/> 19, <emph type="italics"/>aurum propo&longs;it&aelig; ma&longs;&longs;&aelig; appellabitur partium<emph.end type="italics"/> 19. </s></p><p type="main">

<s><emph type="italics"/>Denique &longs;i quis hunc modum conferat cum illo, quem &longs;upra tradi&shy;<lb/>dimus, cum argentum explorauimus, quod mi&longs;tum in aurea corona <lb/>credebatur; is liquido intelliget hic nihil aliud acce&longs;&longs;i&szlig;e, ni&longs;i quod <lb/>loco argenti, a&longs;&longs;umptum &longs;it corpus ex argento &amp; &aelig;re mistum, eo <lb/>quod h&aelig;c duo metalla tantum in alligationibus auri &longs;oleant adbibe&shy;<lb/>ri, vt diximus. </s>

<s>Quod &longs;i con&longs;taret plura alia a&longs;&longs;umpta e&longs;&longs;e, etiam in <lb/>quauis alia ratione, facile erit cuiuis ad &longs;imilitudinem huius, for&shy;<lb/>mare alium modum, &longs;ed nos, ne longiores &longs;imus, ad v&longs;um &longs;equentis <lb/>tabul&aelig; nos conferamus, qua illis con&longs;ultum volumus qui minus in <lb/>pr&aelig;ceptis Arithmeticis &longs;unt exercitati, velillis, qui alias ob cau&longs;as <lb/>tabulis vti malunt, quam calculis.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>H&aelig;c tabula accommodata e&longs;t primarie ad aurum vnius libr&aelig;, vt <lb/>apparet in <expan abbr="&longs;ec&utilde;da">&longs;ecunda</expan> ip&longs;ius columna in qua omnes numeri &longs;unt vnita&shy;<lb/>tes, re&longs;pondentes &longs;ingulis Denominatoribus qualitatum auri, a deno <lb/>minatore partium<emph.end type="italics"/> 24, <emph type="italics"/>v&longs;que ad denominatorem qualitatis partis &ograve;, <lb/>quamuis proprie loquendo nulla &longs;it qualitas auri partis nullius, quia <lb/>tunc non e&longs;&longs;et aurum, &longs;ed mistum ex argento &amp; &aelig;re. </s>

<s>Hos denomi&shy;<lb/>natores auri omnes inuenies in prima columna &longs;ub titulo qualitatis. </s>

<s><lb/>In columna vero &longs;ub titulo misti placuit etiam de&longs;cribere denomi&shy;<lb/>natores mi&longs;ti ex argento &amp; &aelig;re, vt vnico intuitu appareat quot par&shy;<lb/>tes auri puri, &amp; quot partes misti ex argento &amp; &aelig;re contineantur <lb/>in &longs;ingulis qualitatibus.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Porro in area tabul&aelig; &longs;ub titulo grauitatis auri in aqua po&longs;ita est <lb/>grauitas auri cuiuslibet qualitatis quam obtinet in aqua, qu&aelig; qua <lb/>ratione inueniatur, dicetur inferius vbi agetur de compo&longs;itione <lb/>eiu&longs;dem tabul&aelig;.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>V&longs;us eius &longs;unt duo, quorum alterum titulus indicat, nimirum vt <lb/>tabul&aelig; beneficio reperiatur ex grauitate auri quam habet in aere &amp; <lb/>aqua, eius qualitas. </s>

<s>Alter vero est vt cogno&longs;catur grauitas in aqua, <lb/>quando vn&agrave; cum grauitate quam aliquod aurum habet in aere da&shy;<lb/>tur ip&longs;ius qualitas. </s>

<s>&amp; de hoc v&longs;u cum &longs;it &longs;implicior prius nobis erit <lb/>agendum.<emph.end type="italics"/></s></p><pb xlink:href="029/01/074.jpg" pagenum="67"/><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><pb xlink:href="029/01/075.jpg" pagenum="68"/><p type="main">

<s><emph type="italics"/>Qu&aelig;ratur exempli gratia quam habet grauitatem in aqua <expan abbr="aur&utilde;">aurum</expan> <lb/>purum &longs;eu aurum<emph.end type="italics"/> 24, <emph type="italics"/>partium cuius grauitas in aere est lib.<emph.end type="italics"/> 1. <emph type="italics"/>H&aelig;c <lb/>in &longs;upremo ordine &egrave; regione denominatoris partium 24, &longs;ub titulo <lb/>grauitatis auri in aqua, datur vnc. </s>

<s>1<emph.end type="italics"/> 1. <emph type="italics"/>Scrup.<emph.end type="italics"/> 8, <emph type="italics"/>Gran.<emph.end type="italics"/> 20 172/1767, <lb/><emph type="italics"/>qu&aelig; fractio licet exprimi po&longs;&longs;it minoribus numeris <expan abbr="n&etilde;pe">nempe</expan><emph.end type="italics"/> 4/19, <emph type="italics"/>libuit <lb/>tamen illam maiorem in tabula ponere, vt omnes fractiones totius <lb/>tabul&aelig; e&longs;&longs;ent eiu&longs;dem denominationis, &amp; re&longs;ponderent denomina&shy;<lb/>toribus fractionum qu&aelig; habentur in tabella partis proportionalis.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Rur&longs;um qu&aelig;ratur quam habet grauitatem in aqua aurum ite&shy;<lb/>rum vnius libr&aelig;, qualitatis vero<emph.end type="italics"/> 20, <emph type="italics"/>partium. </s>

<s>quam &longs;i in tabula <lb/>qu&aelig;ras, inuenies &longs;ub eodem titulo &egrave; regione denominatoris<emph.end type="italics"/> 20, <emph type="italics"/>par&shy;<lb/>tium. </s>

<s>vnc. </s>

<s>11, Scrup. <!-- REMOVE S-->6, Gran.<emph.end type="italics"/> 9 177/1767. <emph type="italics"/>eademque est ratio de re&shy;<lb/>liquis.<emph.end type="italics"/></s>

</p><p type="main">

<s><emph type="italics"/>Quando vero propo&longs;itum aurum non est vnius Libr&aelig;; tunc opus <lb/>erit ratiocinatione proportionis, in qua pro primo termino ponatur <lb/>vna libra auri propo&longs;it&aelig; qualitatis, pro &longs;ecundo termino, grauitas <lb/>eidem re&longs;pondens in aqua quam tabula exhibet, pro tertio vero ter&shy;<lb/>mino collocetur vera grauitas auri propo&longs;iti. </s>

<s>Quartus enim ter&shy;<lb/>minus exhibebit grauitatem ip&longs;ius auri in aqua. </s>

<s>Vt &longs;i propo&longs;itum <lb/><expan abbr="aur&utilde;">aurum</expan> &longs;it trium lib. 

qualitatis vero 18, partium. </s>

<s>fiat vt lib. 

1. ad vnc <lb/>11, Scrup.<emph.end type="italics"/> 5, <emph type="italics"/>Gran.<emph.end type="italics"/> 3 963/1767, <emph type="italics"/>ita lib.<emph.end type="italics"/> 3. <emph type="italics"/>ad alium numerum, is erit <lb/>lib.<emph.end type="italics"/> 2, <emph type="italics"/>vnc. </s>

<s>9, Scrup. <!-- REMOVE S-->15, Gran.<emph.end type="italics"/> 10 1122/1767. <emph type="italics"/>&amp; tanta erit grauitas au&shy;<lb/>ri propo&longs;iti in aqua. </s>



<s>Et &longs;ic de alijs.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Quod vero ad priorem v&longs;um attinet, is per&longs;imilis est pr&aelig;cedenti, <lb/>&amp; &aelig;qu&egrave; facilis quando grauitas auri quam in aere &amp; aqua habet, in <lb/>tabula reperitur precise. </s>

<s>Nam &longs;i proponatur exemp. </s>

<s>gratia aurum <lb/>vnius lib. 

habens in aqua <expan abbr="grauitas&etilde;">grauitatem</expan> vnc.<emph.end type="italics"/> 11. <emph type="italics"/>Scr.<emph.end type="italics"/> 7, <emph type="italics"/>Gra.<emph.end type="italics"/> 14 1152/1767, <lb/><emph type="italics"/>quoniam h&aelig;c grauitas reperitur in tabula &egrave; regione qualitatis auri<emph.end type="italics"/><lb/>22, <emph type="italics"/>partium; manife&longs;tum e&longs;t totidem partium e&longs;&longs;e <expan abbr="aur&utilde;">aurum</expan> propo&longs;itum.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Quando vero grauitas auri in aere quiaem e&longs;t vnius lib. 

in aqua <lb/>vero grauitatem habet, qu&aelig; in tabula non reperitur, indicium erit <lb/>aurum propo&longs;itum non e&longs;&longs;e aliquot partium pr&aelig;cis&egrave;, &longs;ed annexam <lb/>habere aliquam fractionem, qu&aelig; per partem proportionalem inue&shy;<lb/>nietur hoc modo.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Proponatur aurum vnius libr&aelig; in aqua habens grauitatem vnc. </s>

<s><lb/>11. Scrup. <!-- REMOVE S-->6, Gran.<emph.end type="italics"/> 16 264/1767, <emph type="italics"/>qualis in tabula non reperitur Gra&shy;<lb/>uitas enim proxime maior est vnc. </s>



<s>1<emph.end type="italics"/> 1. <emph type="italics"/>Scrup. <!-- REMOVE S-->6, Gran.<emph.end type="italics"/> 23 1551/1767, <lb/><emph type="italics"/>re&longs;pondens auro 21, partium, &amp; grauitas proxime minor e&longs;t vnc.<emph.end type="italics"/> 11, <lb/><emph type="italics"/>Scrup. <!-- REMOVE S-->6, Gran.<emph.end type="italics"/> 9 177/1767, <emph type="italics"/><expan abbr="earumq;">earumque</expan> differentia e&longs;t Gran.<emph.end type="italics"/> 14 1374/1767, <lb/><emph type="italics"/>quem admodum &amp; inter qua&longs;cunque duas alias grauitates proxi&shy;<emph.end type="italics"/><pb xlink:href="029/01/076.jpg" pagenum="69"/><emph type="italics"/>mas eadem e&longs;t differentia, propterea quod omnes grauitates in tabu&shy;<lb/>la procedunt per &aelig;qualem exce&longs;&longs;um, vel defectum, vt inferius de&shy;<lb/>mon&longs;trabitur. </s>





<s>Inueniatur quoque differentia inter eandem gra&shy;<lb/>uitatem proxime minorem &amp; inter grauitatem auri propo&longs;iti quam <lb/>habet in aqua, qu&aelig; <expan abbr="quid&etilde;">quidem</expan> e&longs;t Gran.<emph.end type="italics"/> 7 687/1767, <emph type="italics"/>&amp; fiat vt<emph.end type="italics"/> 14 1374/1767, <lb/><emph type="italics"/>ad 1, ita<emph.end type="italics"/> 7 687/1767, <emph type="italics"/>ad alium numerum &amp; inuenietur h&aelig;c fractio<emph.end type="italics"/><lb/>1/2, <emph type="italics"/>eademque adijcienda erit ad denominatorem 20, partium, vt <lb/>componatur totus denominator auri propo&longs;iti partium<emph.end type="italics"/> 20 1/2, <emph type="italics"/>&amp; eo&shy;<lb/>dem modo inueniendus erit denominator <expan abbr="cuiu&longs;cunq;">cuiu&longs;cunque</expan> alterius auri, <lb/>cuius grauitas in aqua, in tabula non reperitur.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Ceterum qui volet contentus e&longs;&longs;e partibus vige&longs;imis quartis de&shy;<lb/>nominatorum auri, is multo breuius a&longs;&longs;equetur quod qu&aelig;ritur, per <lb/>tabellam partis proportionalis. </s>

<s>illic enim vnico ingre&longs;&longs;u offendet <lb/>partem proportionalem, quam qu&aelig;rit, vt in eodem exemplo apparet, <lb/>in quo differentia grauitatum auri erat Gran.<emph.end type="italics"/> 7 687/1767, <emph type="italics"/>qu&aelig; in <lb/>tabella partis proportionalis habetur pr&aelig;cis&egrave; &egrave; regione particularum<emph.end type="italics"/><lb/>12. <emph type="italics"/>Vnde concluditur, denominatorem auri propo&longs;iti e&longs;&longs;e partium<emph.end type="italics"/><lb/>20 12/24, <emph type="italics"/>vel quod idem est partium<emph.end type="italics"/> 20 1/2, <emph type="italics"/>vt prius. </s>

<s>Quando vero <lb/>differentia grauitatum in tabella partis proportionalis non habetur <lb/>pr&aelig;cis&egrave;. </s>

<s>accipiatur alia ip&longs;i propinquior &amp; particula illi in latere <lb/>re&longs;pondens addatur denominatori auri ex primaria tabula extra&shy;<lb/>cti. </s>

<s>&longs;ic enim &longs;altem non errabitur in vna particula vige&longs;imaquarta <lb/>vnius partis denominatoris auri.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Denique &longs;i proponatur aurum non vnius libr&aelig; &longs;ed vel plurium, <lb/>vel &longs;olum aliquot vnciarum. </s>

<s>Reducenda erit eius grauitas quam <lb/>habet in aqua, ad grauitatem quam haberet &longs;i e&szlig;xset vnius libr&aelig;, id <lb/>quod ab&longs;oluetur per proportionis ratiocinationem, &longs;i pro termino <lb/>primo ponatur vera grauitas auri propo&longs;iti, pro &longs;ecundo, eiu&longs;dem <lb/>grauitas in aqua, &amp; pro tertio lib. 

1, quartus enim terminus indica&shy;<lb/>bit grauitatem in aqua re&longs;pondentem vni libr&aelig; auri propo&longs;iti. </s>

<s>&amp; <lb/>hac inuenta reliqua expedientur vt prius.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Exemplum huius ca&longs;us hic non affero, quod per &longs;e res &longs;it clara. </s>

<s><lb/>Sed illud tantum obiter aduertere placet, quod videtur pertinere <lb/>ad commodiorem v&longs;um tabul&aelig;, videlicet vt ys in ca&longs;ibus in quibus <lb/>nece&lt;32&gt;arius est calculus, fractiones granorum ommittantur quando <lb/>minus valent quam<emph.end type="italics"/> 1/2, <emph type="italics"/>&amp; quando valent plus, eorum loco, addatur <lb/>vnum granum reliquis granis, &amp; &longs;i quando accidat hinc procreari <lb/>grana<emph.end type="italics"/> 24. <emph type="italics"/>tunc etiam grana ommittantur addita prius vnitate ad <lb/>&longs;crupula in tabula inuenta. </s>

<s>hac enim ratione calculus erit expedi&shy;<lb/>tior &amp; error qui hinc oborietur erit in&longs;en&longs;ibilis.<emph.end type="italics"/></s></p><pb xlink:href="029/01/077.jpg" pagenum="70"/><p type="head">

<s>Compo&longs;itio eiu&longs;dem tabul&aelig;.</s></p><p type="main">

<s><emph type="italics"/>Si ea qu&aelig; hactenus &longs;unt dicta rect&egrave; intelligantur liquido appare&shy;<lb/>bit compo&longs;itionem tabul&aelig; in eo con&longs;istere, vt inueniatur grauitas <lb/>quam aurum cuiu&longs;uis qualitatis habet in aqua, hoc e&longs;t &longs;i intelligan&shy;<lb/>tur propo&longs;it&aelig; plures ma&longs;&longs;&aelig; auri, &longs;ingul&aelig; &longs;ingularum librarum, &amp; <lb/>alia &longs;it qualitatis<emph.end type="italics"/> 24, <emph type="italics"/>partium alia<emph.end type="italics"/> 23, <emph type="italics"/>alia<emph.end type="italics"/> 22, <emph type="italics"/>&amp;c. </s>

<s>quanta &longs;it gra&shy;<lb/>uitas vniu&longs;cuiu&longs;que in aqua, id quod hoc extremo loco inuestigare <lb/>docebimus.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Et primum &longs;it propo&longs;itum aurum purum, &longs;eu<emph.end type="italics"/> 24, <emph type="italics"/>partium. </s>

<s>quo&shy;<lb/>niam igitur grauitas auri in aere, ad grauitatem eiu&longs;dem in aqua <lb/>&longs;e habet vt 19, ad<emph.end type="italics"/> 18, <emph type="italics"/>fiat vt<emph.end type="italics"/> 19, <emph type="italics"/>ad<emph.end type="italics"/> 18, <emph type="italics"/>ita lib.<emph.end type="italics"/> 1, <emph type="italics"/>auri puri ad aliam <lb/>grauitatem nempe lib.<emph.end type="italics"/> 1<gap/>/19, <emph type="italics"/>qu&aelig; grauitas ad vncias, &longs;crupula, &amp; <lb/>grana reuocata valet vnc.<emph.end type="italics"/> 11, <emph type="italics"/>Scrup.8. Gran.<emph.end type="italics"/> 20 4/19, <emph type="italics"/>atque h&aelig;c est <lb/>grauitas auri puri in aqua, quam in tabula &egrave; regione denominatoris<emph.end type="italics"/><lb/>24, <emph type="italics"/>po&longs;uimus; fractione excepta cuius loco &longs;ub&longs;tituta est fractio<emph.end type="italics"/><lb/>372/1767, <emph type="italics"/>propter cau&longs;am &longs;uperius allatam.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Sit deinde propo&longs;itum quod vis aliud corpus aureum vnius libr&aelig;, <lb/>&longs;itque exemp. </s>

<s>gratia illud aurum<emph.end type="italics"/> 20, <emph type="italics"/>partium, patet igitur ex defi&shy;<lb/>nitione qualitatis, ex<emph.end type="italics"/> 24, <emph type="italics"/>&longs;emiunciis totius grauitatis,<emph.end type="italics"/> 20, <emph type="italics"/>&longs;emiuncias <lb/>e&longs;&longs;e auri puri, duas argenti, &amp; reliquas duas &aelig;ris &amp; quoniam gra&shy;<lb/>uitas misti in aere, ad grauitatem eiu&longs;dem in aqua rationem habet <lb/>vt<emph.end type="italics"/> 279, <emph type="italics"/>ad<emph.end type="italics"/> 250, <emph type="italics"/>vt ex iam dictis patet, fiat vt<emph.end type="italics"/> 279, <emph type="italics"/>ad<emph.end type="italics"/> 250, <emph type="italics"/>ita qua&shy;<lb/>tuor &longs;emiunci&aelig;, vel potius <gap/>, vnci&aelig; misti quod componit qualitatem <lb/>auri<emph.end type="italics"/> 20, <emph type="italics"/>partium, paulo ante propo&longs;itam ad alias vncias. </s>

<s>inuenien&shy;<lb/>tur enim pro grauitate illius mi&longs;ti in aqua vnc.<emph.end type="italics"/> 1 221/274. <emph type="italics"/>Est autem <lb/>grauitas auri puri<emph.end type="italics"/> 20, <emph type="italics"/>&longs;emiunciarum vel<emph.end type="italics"/> 10, <emph type="italics"/>vnciarum in aqua vnc.<emph.end type="italics"/><lb/>9 9/19, <emph type="italics"/>eo quod ita &longs;e habeant<emph.end type="italics"/> 10, <emph type="italics"/>ad<emph.end type="italics"/> 9 9/29, <emph type="italics"/>vt 19, ad<emph.end type="italics"/> 18, <emph type="italics"/>Quare &longs;i h&aelig; <lb/>du&aelig; grauitates inuent&aelig; colligantur in vnam &longs;ummam, inueniemus <lb/>totam ma&longs;&longs;am auri propo&longs;itam, cuius grauitas in aere ponebatur lib. <!-- REMOVE S--><lb/>1, in aqua babere grauitatem vnc.<emph.end type="italics"/> 11 1409/5301. <emph type="italics"/>&amp; facta reductione <lb/>fractionis ad &longs;crupula, &amp; grana, vnc. </s>



<s>1<emph.end type="italics"/> 1, <emph type="italics"/>Scrup.<emph.end type="italics"/>6. <emph type="italics"/>Gran.<emph.end type="italics"/> 9 177/1767, <lb/><emph type="italics"/>vt videre e&longs;t in tabula &egrave; regione denominatoris<emph.end type="italics"/> 20, <emph type="italics"/>partium. </s>

<s>Atque <lb/>eodem modo deprehendentur grauitates auri in aqua <expan abbr="quarumcunq;">quarumcunque</expan> <lb/>aliarum qualitatum.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Quia vero permolestum videri po&longs;&longs;et omnes grauitates totius <lb/>tabul&aelig; hac via eruere; ob&longs;eruari quidem poterit pr&aelig;dicta Methodus <lb/>quando &longs;eor&longs;im inuestiganda fuerit alicuius auri grauitas in aqua, <lb/>in <expan abbr="c&otilde;po&longs;itione">compo&longs;itione</expan> vero tabul&aelig; &longs;ic forta&longs;&longs;is <expan abbr="c&otilde;pendio&longs;ius">compendio&longs;ius</expan> quis proce&longs;&longs;erit.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Equidem, cum huius tabul&aelig; con&longs;tructionem diligentius mecum<emph.end type="italics"/><pb xlink:href="029/01/078.jpg" pagenum="71"/><emph type="italics"/>pertracto, video grauitates illas, qu&aelig; in eius area de&longs;cript&aelig; &longs;unt ne&shy;<lb/>ce&longs;&longs;ario eadem differentia procedere, &longs;icut &amp; denominatores quali&shy;<lb/>tatum eadem differentia procedunt; atque adeo differentiam illam <lb/>e&longs;&longs;e eam, qua grauitas &longs;emiunci&aelig; auri puri in aqua &longs;uperat in aqua <lb/><expan abbr="grauitat&etilde;">grauitatem</expan> &longs;emiunci&aelig; mi&longs;ti, qu&aelig; <expan abbr="quid&etilde;">quidem</expan> differentia e&longs;t Gra.<emph.end type="italics"/> 14 1174/1767. <lb/><emph type="italics"/>Con&longs;iderentur enim qu&aelig;cunque du&aelig; grauitates proxim&aelig; in tabula <lb/>expre&lt;32&gt;&aelig;, vt exemp. </s>

<s>gratia. </s>

<s>grauitates auri<emph.end type="italics"/> 20, <emph type="italics"/>&amp;<emph.end type="italics"/> 19, <emph type="italics"/>partium. </s>

<s>Quo&shy;<lb/>niam igitur in auro<emph.end type="italics"/> 20, <emph type="italics"/>partium &longs;unt auri puri<emph.end type="italics"/> 20. <emph type="italics"/>&longs;emiunci&aelig;, misti <lb/>vero<emph.end type="italics"/> 4, <emph type="italics"/>&amp; in auro<emph.end type="italics"/> 29, <emph type="italics"/>partium &longs;unt auri puri<emph.end type="italics"/> 19. <emph type="italics"/>&longs;emiunci&aelig;, misti <lb/>vero<emph.end type="italics"/> 5, <emph type="italics"/>erit in auro<emph.end type="italics"/> 20. <emph type="italics"/><expan abbr="parti&utilde;">partium</expan> vna &longs;emiuncia auri puri plu&longs;quam in <lb/>auro<emph.end type="italics"/> 19, <emph type="italics"/>partium, in auro autem 19, partium erit vna &longs;emiuncia <lb/>misti plus quam in auro<emph.end type="italics"/> 20, <emph type="italics"/>partium; quare grauitas auri<emph.end type="italics"/> 20, <emph type="italics"/>par&shy;<lb/>tium in aqua &longs;uperabit in aqua grauitatem auri<emph.end type="italics"/> 19, <emph type="italics"/>partium gra&shy;<lb/>uitate, qua &longs;emiuncia auri puri &longs;uperat &longs;emiunciam mi&longs;ti. </s>

<s>Quod <lb/>erat demon&longs;trandum. </s>

<s>Et eadem est ratio de alijs grauitatibus, non <lb/>&longs;olum qu&aelig; in hac tabula de&longs;cribuntur, &longs;ed etiam de illis, qu&aelig; de&longs;cri&shy;<lb/>bentur in alijs, copio&longs;ioribus, in quibus videlicet denominatores non <lb/>e&longs;&longs;ent partes integr&aelig;, &longs;ed partes partiam; dummodo etiam ill&aelig; partes <lb/>per vnam eandemque differentiam progrederentur.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Quibus in hunc modum pr&aelig; osten&longs;is, &longs;i construenda fuerit tabula <lb/>per continuam additionem eiu&longs;dem numeri, &longs;ic erit progrediendum. </s>

<s><lb/>Primo inuenienda erit grauitas quam habet &longs;emiuncia auri puri in <lb/>aqua, qu&aelig; inuenietur &longs;i fiat vt<emph.end type="italics"/> 19, <emph type="italics"/>ad<emph.end type="italics"/> 18, <emph type="italics"/>ita &longs;emiuncia ad alium, <lb/>numenum qui &longs;it vnc.<emph.end type="italics"/> 9/19, <emph type="italics"/>is enim dabit grauitatem qu&aelig;&longs;itam, qu&aelig; <lb/>valet &longs;crup.<emph.end type="italics"/>1 1, <emph type="italics"/>Gran.<emph.end type="italics"/> 8 16/19. </s></p><p type="main">

<s><emph type="italics"/>Secundo qu&aelig;renda est grauitas &longs;emiuncie misti in aqua, qu&aelig; ha&shy;<lb/>bebitur &longs;i fiat vt<emph.end type="italics"/> 279, <emph type="italics"/>ad<emph.end type="italics"/> 250, <emph type="italics"/>ita &longs;emiuncia, ad alium numerum, qui <lb/>&longs;it vnc.<emph.end type="italics"/> 125/229, <emph type="italics"/>is enim dabit grauitatem qu&aelig;&longs;itam, qu&aelig; reducta ad <lb/>&longs;crupula, &amp; grana valet &longs;crup.<emph.end type="italics"/> 10, <emph type="italics"/>Gran.<emph.end type="italics"/> 18 2/3. </s></p><p type="main">

<s><emph type="italics"/>Tertio exploranda est differentia inter duas grauitates proxim&egrave; <lb/>inuentas, quam per &longs;ubtractionem inuenies Gran.<emph.end type="italics"/> 14 452/589, <emph type="italics"/>cuius <lb/>tamen fractio reducta e&longs;t ad partes<emph.end type="italics"/> 1767, <emph type="italics"/>nempe ad<emph.end type="italics"/> 1374/1767, <emph type="italics"/>propter <lb/>tabellam partis proportionalis.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Postremo inuestiganda erit grauitas in aqua vnius libr&aelig; misti, <lb/>qu&aelig; inuenietur &longs;i grauitas &longs;ecundo loco reperta per<emph.end type="italics"/> 24, <emph type="italics"/>multiplice&shy;<lb/>tur, productus enim numerus vnc.<emph.end type="italics"/> 10, <emph type="italics"/>&longs;crup. </s>

<s>18, Gran.<emph.end type="italics"/> 969/1767, <emph type="italics"/>da&shy;<lb/>bit qu&aelig;&longs;itam grauitatem. </s>

<s>Qua in calce tabul&aelig; de&longs;cripta, compo&shy;<lb/>nentur reliqu&aelig; grauitates omnes per continuam additionem diffe&shy;<lb/>renti&aelig; tertio loco inuent&aelig;. </s>

<s>Si enim addatur ad grauitatem auri <lb/>partis o, idest ad grauitatem misti vnius libr&aelig; in aqua, componetur<emph.end type="italics"/><pb xlink:href="029/01/079.jpg" pagenum="72"/><emph type="italics"/>grauitas auri<emph.end type="italics"/> 1, <emph type="italics"/>partis. </s>

<s>addita vero ad grauitatem 1, partis, procrea&shy;<lb/>bit grauitatem<emph.end type="italics"/> 2, <emph type="italics"/>partium, &amp;c. </s>

<s>propter rationem quam paulo ante <lb/>aperuimus.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Hoc eodem artificio compo&longs;ita est quoque tabella partis propor&shy;<lb/>tionalis, primo enim inuenta e&longs;t vige&longs;ima quarta pars differenti&aelig; <lb/>&longs;ecundum quam tabula progreditur quam &longs;upra inuenimus e&longs;&longs;e <lb/>Gran.<emph.end type="italics"/> 14 1374/1707, <emph type="italics"/>cuius pars vige&longs;ima quarta est<emph.end type="italics"/> 1072/1707, <emph type="italics"/>deinde <lb/>hanc particulam addidimus primum &longs;ibi ip&longs;i, &amp; produximus diffe&shy;<lb/>rentiam<emph.end type="italics"/> 2, <emph type="italics"/>particularum Gran.<emph.end type="italics"/> 1 409/1707 <emph type="italics"/>&amp; huic differenti&aelig; <expan abbr="iter&utilde;">iterum</expan> <lb/>adiecimus eandem particulam, &amp; inuenimus pro tribus particulis <lb/>gran.<emph.end type="italics"/> 1 1497/1767. <emph type="italics"/>&amp; ita deinceps progre&longs;&longs;i &longs;umus v&longs;que ad differen&shy;<lb/>tiam Gran.<emph.end type="italics"/> 14 1374/1767, <emph type="italics"/>qu&aelig; re&longs;pondet<emph.end type="italics"/> 24, <emph type="italics"/>particulis, &longs;eu differenti&aelig;, <lb/>&longs;ecundum quam tabula progreditur.<emph.end type="italics"/><lb/><emph type="italics"/>FINIS.<emph.end type="italics"/><!-- KEEP S--></s></p><p type="head">

<s>ERRATA SIC CORRIGE.<!-- KEEP S--></s></p><p type="table">

<s>TABELLE WAR HIER<!-- KEEP S--></s></p><p type="main">

<s><emph type="italics"/><expan abbr="Contractior&etilde;">Contractiorem</expan> <expan abbr="quoq.">quoque</expan> ad inuenies dimidij pedis <expan abbr="men&longs;ur&atilde;">men&longs;uram</expan> in margine pag. </s>

<s>34. <expan abbr="appo&longs;it&atilde;">appo&longs;itam</expan>, <lb/>quia madefacta papyrus, <expan abbr="d&utilde;">dum</expan> imprimeretur recipiebat <expan abbr="ver&atilde;">veram</expan> <expan abbr="men&longs;ur&atilde;">men&longs;uram</expan>, ex&longs;iccata <lb/>breuiorem reddidit. </s>

<s>Ita que &longs;i quarta decima pars vnius vncia addatur ip&longs;i men <lb/>&longs;ura componetur dimidij pedis men&longs;ura; vel &longs;i ip&longs;a men&longs;ura duplicetur, &amp; ei ad&shy;<lb/>datur &longs;eptima pars vnius vncia fiet men&longs;ura vnius pedis, ad cuius rationem em <lb/>nes calculi in tabulas optime re&longs;pondebunt.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Denique pagina<emph.end type="italics"/> 38. <emph type="italics"/>&amp;<emph.end type="italics"/> 39. <emph type="italics"/>tabularum pr&aelig;po&longs;terus e&longs;t ordo. </s>

<s>ex quo tamen nihil sr&shy;<lb/>reris &longs;equitur &longs;i tituli recte accipiantur.<emph.end type="italics"/></s></p>			</chap>		</body>		<back/>	</text></archimedes>
