<?xml version="1.0"?>
<!DOCTYPE archimedes SYSTEM "../dtd/archimedes.dtd">
<archimedes xmlns:xlink="http://www.w3.org/1999/xlink">      <info>
	<author>Mellini, Domenico</author>
	<title>Discorso</title>
	<date>1583</date>
	<place>Florence</place>
	<translator/>
	<lang>it</lang>
	<cvs_file>melli_disco_033_it_1583.xml</cvs_file>
	<cvs_version/>
	<locator>033.xml</locator>
</info>      <text>          <front>          </front>          <body>            <chap>	<pb xlink:href="033/01/001.jpg"/><p type="main">

<s><emph type="center"/>DISCORSO <lb/>DI <lb/>DOMENICO <lb/>MELLINI.<emph.end type="center"/><!-- KEEP S--></s></p><p type="main">

<s><emph type="center"/><emph type="italics"/>Nel quale &longs;i proua contra l'oppenione di alcuni <lb/>non &longs;i potere artifizialmente ritrouare, ne <lb/>dare ad vn corpo compo&longs;to di Materia <lb/>corrottibile vn Mouimento, che <lb/>&longs;ia contmouo &amp; perpetuo.<emph.end type="italics"/><emph.end type="center"/></s></p><p type="main">

<s><emph type="center"/>CON LICENZIA DE' SVPERIORI.<emph.end type="center"/><!-- KEEP S--></s></p><figure id="id.033.01.001.1.jpg" xlink:href="033/01/001/1.jpg"/><p type="main">

<s><emph type="center"/>IN FIORENZA <lb/><emph type="italics"/>Appre&longs;&longs;o di Bartolommeo Sermartelli.<emph.end type="italics"/><lb/>MDLXXXIII.<emph.end type="center"/><!-- KEEP S--></s></p><pb xlink:href="033/01/002.jpg"/><pb xlink:href="033/01/003.jpg" pagenum="3"/><p type="main">


<s><emph type="center"/>ALL'ILL VSTRISSIMO <lb/>S. FRANCESCO BARBOLANI <lb/>DE SIGNORI CONTI DI <lb/>MONTAGVTO.<emph.end type="center"/><!-- KEEP S--></s></p><p type="main">

<s><emph type="center"/>Gouernatore dell'Arme, &amp; Ca&longs;tellano delle <lb/>Fortezze della Terra di Porto Ferraio <lb/>per Sua Altezza Sereni&longs;sima &amp; <lb/>mio Signore O&longs;&longs;eruan&shy;<lb/>di&longs;simo.<emph.end type="center"/><!-- KEEP S--></s></p><figure id="id.033.01.003.1.jpg" xlink:href="033/01/003/1.jpg"/><p type="main">

<s><emph type="italics"/>ESSENDOMI ve <lb/>nuto in fanta&longs;ia di &longs;cri <lb/>uere contra ad vna <lb/>nuoua, &amp; &longs;trauagan&shy;<lb/>te Oppenione, la quale <lb/>hanno alcuni Inrgegne&shy;<lb/>ri, &amp; della quale io mi ricordo hauermi <lb/>piu di vna volta ragionato V.S. <!-- REMOVE S-->Illu&longs;tri&longs; <lb/>&longs;ima quando io era co&longs;t&agrave;: &amp; ri&longs;olutomi <lb/>di ci&ograve; fare, deliberai anco in vn tempo me <lb/>de&longs;imo di dedicare &agrave; lei, come &agrave; Per&longs;ona<emph.end type="italics"/><pb xlink:href="033/01/004.jpg" pagenum="4"/><emph type="italics"/>dame &longs;ingolarmente amata &amp; riuerita, <lb/>&amp; di molta intelligenza, &amp; &longs;qui&longs;ita co&shy;<lb/>gnizione delle Filo&longs;ofia &amp; delle Matema <lb/>tiche; &amp; di ogni piu nobile Arte, che &agrave;fa <lb/>mo&longs;o Capitano &longs;i appartenga; tutto quello, <lb/>che io &longs;criue&szlig;i intorno &agrave; cotale credenza, <lb/>&amp; non piu pen&longs;ata &amp; non riu&longs;cibile in&shy;<lb/>uenzione del Moto perpetuo. </s>



<s>Scritto <lb/>adunque &longs;opra di co&longs;i fatta materia vn pic <lb/>cioli&szlig;imo trattato, &ograve; per meglio dire breue <lb/>Di&longs;cor&longs;o; ne faccio piu che volentieri vn <lb/>pre&longs;ente alla S. V. Illu&longs;tri&szlig;ima: non per&shy;<lb/>pche io creda con que&longs;to mio pouero Dono <lb/>&amp; prima che hora de&longs;tinatole, di potere <lb/>di punto piu arricchirla di honore &amp; di <lb/>lode oltre &agrave; quello, che &longs;i facciano la &longs;ua <lb/>Dottrina &amp; il&longs;uo valore, non meno il&shy;<lb/>lustrato dalla Nobilt&agrave; del &longs;angue, che'&longs;i <lb/>&longs;ia dalla chiarezza de'&longs;uoi proprij fatti; <lb/>ma per honorare me ste&longs;&longs;o col ve&longs;tire que <lb/>sta mia Operetta del chiarore del &longs;uo No <lb/>me, &amp; mo&longs;trarmi &agrave; lei, &amp; &agrave; gl'altri buo<emph.end type="italics"/><pb xlink:href="033/01/005.jpg" pagenum="5"/><emph type="italics"/>no cono&longs;citore di quanto ella vaglia; &amp; <lb/>far &longs;apere &agrave; cia&longs;cuno, che io l'ho in quel pre <lb/>gio maggiore, che ella merita, &amp; &agrave; me &longs;i <lb/>conuiene: &amp; finalmente per darle occa&longs;io <lb/>ne &amp; prouocarla &agrave; dimostrare con quelle <lb/>piu viue ragioni, che &longs;apr&agrave; v&longs;are ella, &amp; <lb/>che non ho appieno &longs;aputo. </s>

<s>v&longs;are io, l'erro&shy;<lb/>re altrui; &amp; quella Verit&agrave;, l'Amore del&shy;<lb/>la quale, &amp; non altro, mi h&agrave; inuitato &amp; <lb/>mo&longs;&longs;o allo &longs;criuerne. </s>

<s>Accettilo, la prego, <lb/>con lieta fronte: &amp; per la &longs;ua natural gen <lb/>tilezza &amp; Bont&agrave; continoui di amarmi. <lb/></s>

<s>Baciole le mani, &amp; le prego dal Nostro <lb/>Signore Dio ogni pro&longs;perit&agrave; &amp; contento.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Di Fiorenza il di. </s>

<s>15. di Gennaio <lb/>1582.<emph.end type="italics"/></s></p><p type="main">

<s><emph type="italics"/>Della S. V. Illu&longs;tri&szlig;im&agrave;<emph.end type="italics"/><!-- REMOVE S--><emph type="italics"/>Affezionati&szlig;imo Seruitore<emph.end type="italics"/><!-- REMOVE S--><emph type="italics"/>Domenico Mellini.<emph.end type="italics"/><!-- KEEP S--></s></p><pb xlink:href="033/01/006.jpg" pagenum="6"/><p type="main">

<s><emph type="center"/>DISCORSO <lb/>DI <lb/>DOMENICO <lb/>MELLINI.<emph.end type="center"/><!-- KEEP S--></s></p><p type="main">

<s><emph type="center"/><emph type="italics"/>Nel quale &longs;i proua contra l'oppenione di alcuni <lb/>non &longs;i potere artifizialmente ritrouare, ne <lb/>dare ad vn corpo compo&longs;to di materia <lb/>corrottibile vn Mouimento, che <lb/>&longs;ia continuo &amp; perpetuo.<emph.end type="italics"/><emph.end type="center"/></s></p><figure id="id.033.01.006.1.jpg" xlink:href="033/01/006/1.jpg"/><p type="main">

<s>POI che tra quelli, i quali fan&shy;<lb/>no profe&longs;sione di veramen&shy;<lb/>te e&longs;&longs;ere Ingegneri, &amp; di &longs;ape <lb/>re con l'Arte fabbricare &amp; <lb/>comporre &longs;tormenti &amp; Ma&shy;<lb/>chine marauiglio&longs;e; alcu&shy;<lb/>ni ne &longs;ono, che hanno openione, (&longs;e io <lb/>non m'inganno) &longs;trauagante &amp; contraria in <lb/>tutto alla Ragione &amp; al Di&longs;cor&longs;o naturale, <lb/>Repugnante alla filo&longs;ofia, &amp; alla &longs;perien&shy;<lb/>za &amp; al vero: &amp; quella, come creduta da loro <lb/>per buona, &amp; hauuta per certa, vanno &longs;e&shy;<lb/>minando &amp; &longs;pargendo tra le per&longs;one meno in&shy;<lb/>tendenti per vera; Et que&longs;ta e, che &longs;i po&longs;&longs;a &longs;en&shy;<lb/>za fallo per via &amp; mezzo dell'Arte trouare lo <lb/>Moto perpetuo: &amp; fare vn'corpo, che &longs;i muo-<pb xlink:href="033/01/007.jpg" pagenum="7"/>ua &longs;empre &longs;enza giamai re&longs;tare di muouer&longs;i: &amp; <lb/>tra e&longs;si &longs;ene ritrouano di quelli, che per e&longs;&longs;ere <lb/>for&longs;e di manco intelligenza &amp; di piu ardire, af&shy;<lb/>fermano di hauerlo trouato; piacemi di chia&shy;<lb/>ramente dimo&longs;trare &agrave; co&longs;i buoni Huomini &amp; <lb/>&agrave; qualunche in que&longs;to crede&longs;&longs;e loro troppo, <lb/>come quelli &longs;i facciano &agrave; credere co&longs;a, la qua&shy;<lb/>le e&longs;&longs;ere non pu&ograve;: &amp; que&longs;ti anco eglino &longs;i <expan abbr="in-g&atilde;nino">in&shy;<lb/>gannino</expan>. </s>

<s>Ne &agrave; ci&ograve; &longs;ono mo&longs;&longs;o da altro, che da lo <lb/>amore, che io porto alla verit&agrave;, &amp; dal de&longs;iderio, <lb/>che io h&ograve; che la &longs;ia cono &longs;ciuta, amata &amp; dife&longs;a; <lb/>&amp; dal dolermi, che Huomini per altro Vertuo <lb/>&longs;i &amp; da bene, &amp; che non a torto riputano &longs;e &longs;te&longs; <lb/>&longs;i, &amp; &longs;ono riputati da altri &longs;olenni Fabbricato&shy;<lb/>ri &amp; gran Mae&longs;tri di artificio &longs;amente fabbrica <lb/>re &amp; <expan abbr="c&otilde;porre">comporre</expan> varij &amp; diuer&longs;i &longs;tormenti &amp; Ma&shy;<lb/>chine, <expan abbr="n&otilde;">non</expan> meno nece&longs;&longs;arie che <expan abbr="c&otilde;mode">commode</expan> &amp; vtili <lb/>all'v&longs;o delle Mecchaniche, &amp; al &longs;eruigio del Vi <lb/>uere humano de gl'Huomini nella Pace, che le <lb/>&longs;i &longs;iano vtili&longs;sime &amp; nece&longs;&longs;ari&longs;sime nella Guer&shy;<lb/>ra, &longs;iano grauemente da co&longs;i fatto &amp; notabile <lb/>errore &longs;oprapre&longs;i: il quale gli fa cono&longs;cere per <lb/>di ghiribizzo&longs;o ingegno &longs;i, ma contra al trop&shy;<lb/>po loro alto pre&longs;umer&longs;i, per di poca cognizio&shy;<lb/>ne delle Matematiche; della Filo&longs;ofia; &amp; in par&shy;<lb/>ticolare della Dottrina delle Mecchaniche, &amp; <lb/>in que&longs;to affare per di poco, per non dire di <lb/>ne&longs;&longs;uno giudicio. </s></p><p type="main">

<s>Sono adunque per sgannarli, &longs;e di co&longs;i pia&shy;<lb/>cer&agrave; &agrave; Dio, &amp; lo &longs;pero; con fare toccare con le <lb/>mani &agrave; loro, &amp; &agrave; chi gli ode tale co&longs;a dire, co-<pb xlink:href="033/01/008.jpg" pagenum="8"/>me' non f&ugrave; mai per l'addietro chila ricerca&longs;&longs;e, <lb/>&amp; quello che e pi&ugrave;, chi ne dice&longs;&longs;e parola, &amp; for&shy;<lb/>&longs;e vi pen&longs;a&longs;&longs;e. </s>

<s>Et che ne per Arte, ne por for <lb/>za humana, &egrave; po&longs;sibile formare Machina, ne <lb/>comporre &longs;tormento, &ograve; trouare co&longs;a in ter&shy;<lb/>ra, la quale compo&longs;ta, fatta &amp; fabbricata dal&shy;<lb/>l'artifizio dell'huomo, continouamente, &longs;enza <lb/>intermi&longs;sione &amp; in perpetuo (&longs;e tanto fu&longs;&longs;e per <lb/>durare il Mondo) &longs;i po&longs;&longs;a girare &amp; muouere: ne <lb/>via ne modo di farla muouere perpetuamente. <lb/></s>

<s>Et che tanto maggiore, &egrave; l'errore, nel quale e'&longs;o <lb/>no; <expan abbr="qu&atilde;to">quanto</expan> e'&longs;i accorgono meno, che <expan abbr="qu&atilde;do">quando</expan> pure <lb/>&ptail; la ragione &amp; regole dell'Arte vniuer&longs;almente <lb/>pre&longs;e, &amp; <expan abbr="&longs;ec&otilde;do">&longs;econdo</expan> i termini del Di&longs;cor&longs;o humano <lb/>di&longs;corrente infino ad vn certo che; &amp; &longs;econdo <lb/>i principii di Filo&longs;ofia &amp; di Matematica pote&longs;&longs;e <lb/>e&longs;&longs;ere vero il loro ghiribizzo, la Materia, la qua <lb/>le contiene in &longs;e difetti innumerabili, &amp; nel&shy;<lb/>l'operare non corri&longs;ponde, ne vbbidi&longs;ce in tut <lb/>to all'humano intelletto, &longs;arebbe loro di pure <lb/>troppo impedimento alla con&longs;ecuzione del fi&shy;<lb/>ne propo&longs;to&longs;i, come &longs;i dimo &longs;trer&agrave; piu di &longs;otto. <lb/></s>

<s>Et che il non poter&longs;i hauere, <expan abbr="n&otilde;">non</expan> che &longs;cienza, ma <lb/>ne anco leggieri notizia di vn fatto, il quale deb <lb/>be e&longs;&longs;ere dimo &longs;trato &amp; chiarito vero da vna co <lb/>&longs;i fatta &longs;perienza particolare, &amp; ri&longs;ultante da <lb/>lo &longs;tare la co&longs;a &longs;te&longs;&longs;a, &amp; lo &longs;te&longs;&longs;o fatto in vn me <lb/>de&longs;imo modo &longs;empre, &amp; &longs;enza variare; il che <lb/>non cade &longs;otto lungo tempo, ma &longs;otto lo per&shy;<lb/>petuo &amp; da durare infino al ce&longs;&longs;are del Moui&shy;<lb/>mento del Cielo, &amp; al principio del futuro &amp; <pb xlink:href="033/01/009.jpg" pagenum="9"/>&longs;empiterno &longs;ecolo, il quale non pu&ograve; e&longs;&longs;ere com <lb/>pre&longs;o dalla breui&longs;sima Vita di vn'huomo, ne <lb/>eziandio dall'Et&agrave; di piu huomini, ne di tutti in <lb/>&longs;ieme; ne anco dalla intelligenza di e&longs;si; poiche <lb/>non &egrave; co&longs;a vera, &amp; vno impo&longs;sibile: potendo <lb/>accadere infiniti impedimenti, come io manife <lb/>&longs;ter&ograve;, per i quali quella co&longs;a, che per qual&shy;<lb/>che &longs;pazio ditempo, ancora che lungo, &longs;i mo&shy;<lb/>ue&longs;&longs;e, re&longs;ti di muouer&longs;i in tutto; d&agrave; pur trop&shy;<lb/>po ad intendere, che il cercare quello, che non <lb/>s'intende, &amp; <expan abbr="n&otilde;">non</expan> &longs;i s&agrave; che po&longs;&longs;a e&longs;&longs;ere &amp; po&longs;&longs;a tro <lb/>uar&longs;i, &egrave; vno auuolger&longs;i il ceruello indarno. </s>

<s>Ne <lb/>io per me credo che'&longs;ia per e&longs;&longs;ere alcuno fuori <lb/>di quelli, che hanno que&longs;ta nuoua oppenione, <lb/>ne alla fine anco eglino, che <expan abbr="n&otilde;">non</expan> &longs;ia per cono&longs;ce <lb/>re, come Pazzia &longs;ia <expan abbr="veram&etilde;te">veramente</expan> il <expan abbr="p&etilde;&longs;are">pen&longs;are</expan>, che' &longs;i po <lb/>&longs;a fare <expan abbr="c&otilde;">com</expan> le &longs;ue ghiribizzo &longs;e &amp; fallaci inuenzio <lb/>ni, &amp; &ptail; mezzo dell'Arte &amp; della Materia &longs;ogget <lb/>ta al tempo &amp; di &longs;ua natura alterabile &amp; corrot <lb/>tibile, &amp; come &longs;i &egrave; di gia detto, non vbbidiente <lb/>in tutto all'intelletto; &amp; dalla quale pende ogni <lb/>imperfezzione, <expan abbr="&qtilde;llo">quallo</expan> che Dio &longs;olo pu&ograve; fare con <lb/>la &longs;ua infinita vert&ugrave; &amp; omnipotenza; &amp; che nel <lb/>Corpo Cele&longs;te <expan abbr="&longs;olam&etilde;te">&longs;olamente</expan> per la &longs;ua nobili&longs;sima <lb/>natura, figura &amp; forma &longs;i potrebbe dare, &longs;e'fu&longs; <lb/>&longs;e per&ograve; per muouer&longs;i eternamente <expan abbr="comen&otilde;">comenon</expan> &egrave;, <lb/>douendo <expan abbr="&longs;ec&otilde;do">&longs;econdo</expan> lo diuino volere di colui, che <lb/>di nulla, &amp; con lo atto della &longs;ua intelligenza &amp; <lb/>volont&agrave; omnipotentemente lo cre&ograve;; vna &longs;ia&shy;<lb/>ta, &amp; quando che fia, per &longs;empre fermar&longs;i. </s>

<s>Ne <lb/>&longs;i dee marauigliare alcuno, che gli Huomini <pb xlink:href="033/01/010.jpg" pagenum="10"/>mortali non po&longs;&longs;ano fare quello; che ne anco la <lb/>Natura Mini&longs;tra di Dio, &amp; di lui infinitamen&shy;<lb/>te meno, &amp; di loro a&longs;&longs;ai viepiu potente, pu&ograve; fa <lb/>re. </s>

<s>Et &longs;e bene Ari&longs;totile di&longs;&longs;e, che l'Arte fa <lb/>&amp; conduce &agrave; perfezzione alcune co&longs;e, le quali <lb/>non f&agrave;, &amp; non riduce al perfetto la Natura, <lb/>della quale ella &egrave; imitatrice, come di&longs;&longs;e il me&shy;<lb/>de&longs;imo filo &longs;ofo nello &longs;te&longs;&longs;o luogo del &longs;econdo <lb/>libro della Fi&longs;ica, anzi &egrave; qua&longs;i Figliuola l'Arte <lb/>della Natura, &amp; que&longs;ta di Dio, &agrave; cui l'&egrave; Nipo&shy;<lb/>te, &longs;econdo che &longs;cri&longs;&longs;e il no&longs;tro Dotti&longs;simo &amp; <lb/>marau iglio&longs;i&longs;simo Poeta Dante; non &egrave; per&ograve; <lb/>chel'Arte a&longs;&longs;olutamente po&longs;&longs;a piu della Natu <lb/>ra, &amp; &longs;ia da piu di quella. </s>

<s>Perche con tutto <lb/>che l'Arte faccia delle co&longs;e, le quali non pu&ograve; fa <lb/>re la Natura, come &longs;ono tutte le Fattiue &amp; Arti <lb/>fiziali, &amp; in altre l'aiuti di maniera, che la le ri <lb/>duce &agrave; maggiore perfezzione, il che la Natu&shy;<lb/>ra <expan abbr="n&otilde;">non</expan> f&agrave; da &longs;e: come &longs;i vede nell'Arte della Medi <lb/>cina, che euacua i cattiui humori, &amp; gli trae fuo <lb/>ri del corpo, ri&longs;tora le forze nell'ammalato, &amp; <lb/>rimette vn'o&longs;&longs;o nel luogo &longs;uo, e&longs;&longs;endone v&longs;cito <lb/>per qualche accidente; &amp; nell'Agricoltura la <lb/>quale addime&longs;tica molte Piante, &amp; fa altri effet <lb/>ti mirabili; non &egrave; perci&ograve; che quella &longs;ia altro <lb/>che imitatrice &amp; aiutatrice di e&longs;&longs;a Natura, la <lb/>quale ancora che aiutata da co&longs;a a&longs;&longs;ai minore <lb/>di &longs;e, non &egrave; per que&longs;to da manco di quella: Si <lb/>come l'Arte non &egrave; da meno de' &longs;uoi &longs;tormen&shy;<lb/>ti, da quali l'&egrave; tuttauia &amp; intanto aiutata ne <lb/>&longs;uoi effettiartifiz iali; che la non pu&ograve; fare, ne <pb xlink:href="033/01/011.jpg" pagenum="11"/>operare co&longs;a veruna &longs;enza e&longs;si. </s>

<s>Ne &longs;anno an&shy;<lb/>cora co&longs;toro, non &longs;apendo per quello che io <lb/>mi creda, di &longs;apere quello, che'&longs;i &longs;timano di &longs;a <lb/>pere, perche non &longs;anno, che la co&longs;a non po&longs;&longs;a <lb/>&longs;tare, &amp; &longs;tia altramenti; che ogni Mouimento <lb/>&ograve; &egrave; naturale alla co&longs;a mobile, perche ella hab&shy;<lb/>bia il principio del muouer&longs;i dentro di &longs;e, co&shy;<lb/>me hanno gli Animali: &ograve; &egrave; violento, cioe fat&shy;<lb/>to da cagione &amp; da principio, che &egrave; fuori del <lb/>mobile, &amp; &agrave; quello non naturale. </s>

<s>Et che &longs;e <lb/>gl'&egrave; naturale, &amp; il corpo mobile compo&longs;to di <lb/>materia libera da contrari, &amp; per&ograve; non &longs;ogget <lb/>ta alla corruzzione, di figura sferica, mo&longs;&longs;o cir <lb/>colarmente, &amp; da intelligenza incorporea, in&shy;<lb/>fatigabile &amp; eterna, doppo che la f&ugrave; creata, <lb/>che non pu&ograve; e&longs;&longs;ere altro, che il Moto del cie&shy;<lb/>lo, &amp; il corpo Cele&longs;te. <!-- KEEP S--></s>

<s>Et che &longs;e l'altre co&longs;e, <lb/>benche mo&longs;&longs;e naturalmente, non &longs;ono perpe&shy;<lb/>tue, ne eterne, ne il mouimento loro; tanto <lb/>meno &longs;aranno Perpetui il corpo da' &longs;opradet&shy;<lb/>ti Ingegneri ordinato, &amp; il Moto da loro da&shy;<lb/>togli in qual &longs;i voglia modo. </s>

<s>Puo&longs;si etiandio <lb/>credere, che' non &longs;appiano per quello che di <lb/>cono, Che nullo Violento pu&ograve; e&longs;&longs;ere perpe&shy;<lb/>tuo. </s>

<s>La qual co&longs;a &egrave; chiari&longs;sima appre&longs;&longs;o de <lb/>Prencipi de filo&longs;ofi, &amp; di chi &longs;a, che &longs;e la Vio&shy;<lb/>lenza fatta contra la Natura di alcuna co&longs;a du&shy;<lb/>ra&longs;&longs;e lungamente, &amp; da quella non fu&longs;&longs;e &longs;upe&shy;<lb/>rata &amp; vinta, che' &longs;aria forza, che'la corrom&shy;<lb/>pe&longs;&longs;e &amp; di&longs;trugge&longs;&longs;e quella tal co&longs;a. </s>

<s>&amp; la ra&shy;<lb/>gione &egrave;, perche la &longs;upererebbe nel contra&longs;to, <pb xlink:href="033/01/012.jpg" pagenum="12"/>&amp; vincerebbe la Natura, vert&ugrave; &amp; forza di e&longs;&longs;e <lb/>contra la quale l'adopera&longs;&longs;e: &amp; co&longs;i non &longs;areb&shy;<lb/>be perpetua la violenza, &longs;i come la non pu&ograve; <lb/>e&longs;&longs;ere, ne per con&longs;equente il Moto Perpetuo <lb/>vanamente ricerco &amp; propo&longs;to. </s>

<s>Ma per co&shy;<lb/>minciare homai &agrave; &longs;coprire la chiarezza della ve <lb/>rit&agrave; del mio proponimento, ba&longs;teuole come <lb/>l'&egrave; per di&longs;sipare la folta nebbia, &amp; le o&longs;cure te&shy;<lb/>nebre, dalle quali &longs;ono cotali Artifici inuol&shy;<lb/>ti, &amp; venire al prencipale mio intendimento, <lb/>h&ograve; pen&longs;ato che'&longs;ia bene di prima fermare &amp; e&longs;&shy;<lb/>&longs;ere daccordo con gli Inue&longs;tigatori &amp; ritro&shy;<lb/>uatori del Moto perpetuo, che &longs;ia quello ap&shy;<lb/>punto che eglino intendano per perpetuo Mo <lb/>to; accioche il mio Ragionamento <expan abbr="n&otilde;">non</expan> fu&longs;&longs;e &amp; <lb/>re&longs;ta&longs;&longs;e vano, <expan abbr="c&otilde;">com</expan> lo hauere pre&longs;uppo&longs;to co&longs;a di <lb/>uer&longs;a dalla loro intelligenza: &amp; anco perche <lb/>eglino <expan abbr="n&otilde;">non</expan> habbiano luogo di ritirar&longs;i, ne occa <lb/>&longs;ione di dire, Noi non vogliamo dire que&longs;to, <lb/>ne di affermare cotal co&longs;a intendiamo. </s>

<s>Per <lb/>conuenire adunque ne termini dico. </s>

<s>Che &longs;e <lb/>co&longs;toro per Mouimento Perpetuo intendono <lb/>vn mouimento il qualenon &longs;ia perfornir mai, <lb/>&amp; che da quei ritrouato per vert&ugrave; &amp; forza del <lb/>loro ingegno, &amp; dell'Arte, &amp; dato da e&longs;si in&shy;<lb/>fatto vna volta artifizio&longs;amente ad vn corpo ar <lb/>ti&longs;iziale per mezzo di vn Motore, che &longs;enza in&shy;<lb/>terme&longs;sione lo muoua, habbia a durar &longs;empre, <lb/>&amp; fare che quel Corpo <expan abbr="s&etilde;za">senza</expan> ce&longs;&longs;are giamai <expan abbr="p&utilde;">pum</expan> <lb/>to dal muouer&longs;i, giri, &amp; &longs;i tramuti da luogo a <lb/>luogo per tanto tempo quanto durer&agrave; il mon <pb xlink:href="033/01/013.jpg" pagenum="13"/>do; che que&longs;to non &longs;i pu&ograve; &longs;enza altro, ne in al&shy;<lb/>cun'modo fare; &amp; che gl'&egrave; vn pen&longs;iero vano, &longs;i <lb/>come &longs;i dichiarer&agrave;. </s>

<s>Et che vogliano dire &amp; in&shy;<lb/>ferire que&longs;to, &amp; non altro, pare che non &longs;i po&longs; <lb/>&longs;a dubitare, po&longs;cia che le parole v&longs;ate da quel&shy;<lb/>li, lo &longs;ignificano <expan abbr="apertam&etilde;te">apertamente</expan>, dicendo eglino di <lb/>volere comporre &amp; fabbricare vno Ordigno, <lb/>che &longs;i muoua &longs;empre &longs;enza mai re&longs;tare, <expan abbr="c&otilde;">com</expan> dar <lb/>gli vn Moto che &longs;ia perpetuo. </s>

<s>Et &longs;e anco la lo&shy;<lb/>ro <expan abbr="int&etilde;zione">intenzione</expan> fu&longs;&longs;e di volere dire, che dato vna <lb/>fiata &longs;ola il mouimento &agrave; tale corpo, e'fu&longs;&longs;e <lb/>per muouer&longs;i di poi &longs;empre da &longs;e, &amp; &longs;enza che <lb/>altro motore lo moue&longs;&longs;e, fuori della vert&ugrave; &amp; <lb/>forza impre&longs;&longs;agli dal principio dal &longs;uo primo <lb/>Mouente; &longs;i come &longs;i vede nella Ruota del Va&shy;<lb/>&longs;ellaio, &amp; nel Paleo &amp; Trottola, che girano <lb/>poiche Colui, il quale cominci&ograve; &agrave; girarle, la&shy;<lb/>&longs;ci&ograve; di muouerle; que&longs;to &longs;arebbe viepiu im&shy;<lb/>po&longs;sibile, &amp; al tutto incredibile: po&longs;cia che e&longs; <lb/>&longs;ere non pu&ograve;, che il Moto &longs;i faccia, &longs;e il Motore <lb/>&amp; il Mobile non &longs;ono in&longs;ieme, &amp; attualmente <lb/>&longs;i toccano cioe, &longs;e il Mouente non tocca &longs;em&shy;<lb/>pre il Mobile di maniera che infra di loro non <lb/>&longs;ia di mezzo co&longs;a veruna, come dichiar&ograve; Ari&shy;<lb/>&longs;totile nel &longs;ettimo della Fi&longs;ica; &ograve; vertualmente <lb/>cioe, <expan abbr="c&otilde;">com</expan> lo imprimere nel Mobile della &longs;ua ver <lb/>t&ugrave;, la quale per&ograve; durerebbe poco, come &longs;i ve&shy;<lb/>de nel moto di quelle co&longs;e, le quali &longs;ono tira&shy;<lb/>te, &ograve; auuentate con mano, &ograve; con qualche &longs;tor <lb/>mento. </s>

<s>Et que&longs;to etiandio fa che non pu&ograve; e&longs; <lb/>&longs;ere Perpetuo quello, che &egrave; Violento. <!-- KEEP S--></s>

<s>Ma &longs;e <pb xlink:href="033/01/014.jpg" pagenum="14"/>eglino intende&longs;&longs;ero di fabbricare vn' Corpo &amp; <lb/>dargli il Moto per forza di qualch'altra co&longs;a, <lb/>la quale habbia vert&ugrave; &amp; potenza di muouerlo, <lb/>&amp; per continouo toccamento &amp; impul&longs;ione lo <lb/>muoua &longs;enza mai re&longs;tare per lungo &longs;pazio di <lb/>tempo, &amp; infino &agrave; tanto, &ograve; che dalla parte del <lb/>Mouente, &ograve; dall'alterazione dello Spazio, &ograve; da <lb/>altro &longs;imile accidente &amp; impedimento &egrave; non <lb/>fu&longs;&longs;e di nece&longs;sit&agrave; che' &longs;i ferma&longs;&longs;e: &longs;i come noi <lb/>veggiamo per e&longs;&longs;empio accadere in vno Hori <lb/>uolo, che vadia per vert&ugrave; &amp; forza della Molla <lb/>&amp; della corda, que&longs;to &longs;i potrebbe ammettere <lb/>&amp; concedere loro; ma non gia che tal Moto &longs;i <lb/>dice&longs;&longs;e &amp; &longs;i chiama&longs;&longs;e Perpetuo, come' lo chia <lb/>mano. </s>

<s>Concio&longs;ia che co&longs;i fatto Moto, &amp; &longs;imi <lb/>le &agrave; quello de gli Horiuoli, &longs;arebbe a&longs;&longs;ai diuer <lb/>&longs;o dal perpetuo, di che &longs;i ragiona: &amp; il modo <lb/>del chiamarlo, cio&egrave; il dirlo Perpetuo, &longs;arebbe <lb/>improprio &agrave; tale qualit&agrave; di mouimento, &longs;otto&shy;<lb/>po&longs;to al potere e&longs;&longs;ere interrotto. </s>

<s>Et &longs;e' dice&longs; <lb/>&longs;ero di intendere di potere trouare modo &longs;e&shy;<lb/>condo le regole dell'Arte, la quale con&longs;idera <lb/>gli Vniuer&longs;ali, che tal Moto fu&longs;&longs;e perpetuo; Ri <lb/>&longs;pondo: che non &egrave; po&longs;sibile, non &longs;i potendo in <lb/>que&longs;to ca&longs;o ridurre in atto, &amp; introdur&longs;i nella <lb/>Materia quello, che fu&longs;&longs;e in potenza &longs;econdo <lb/>quei Principij Vniuer&longs;ali &amp; veri in con&longs;idera&shy;<lb/>zione a&longs;tratta: &amp; che tale potenza, &longs;arebbe va <lb/>na &amp; ozio&longs;a, non &longs;i potendo ridurre all'atto <lb/>pratico, &amp; mettere in e&longs;&longs;ecuzione &amp; in fatto. <lb/></s>

<s>Et in oltre, che la con&longs;iderazione, che &longs;i fa-<pb xlink:href="033/01/015.jpg" pagenum="15"/>ce&longs;&longs;e intorno alle Regole &amp; principij, &longs;opra <lb/>quali eglino vorriano fondare la loro intenzio <lb/>ne, nece&longs;&longs;ariamente rinchiude &amp; comprende <lb/>dentro di &longs;e la materia, &longs;enza la quale <expan abbr="n&otilde;">non</expan> &longs;i pu&ograve; <lb/>fare quello che' vogliono, &amp; che' promettono, <lb/>&amp; alla quale bi&longs;ogna applicarla. </s>

<s>Ne &longs;i pu&ograve; an <lb/>co prouare la loro intenzione doppo il fatto <lb/>&amp; compo&longs;izione della loro imaginata Machi&shy;<lb/>na, &amp; per ancora non ritrouata, che che in con <lb/>trario ne dicano alcuni: de quali altrui alla &longs;i&shy;<lb/>cura &longs;i pu&ograve; far beffe; &amp; credere che ne &longs;iano &agrave; <lb/>quelle mede&longs;ime, chene &longs;ono coloro, i quali <lb/>cercano quello, che eglino affermano di ha&shy;<lb/>uere trouato; &longs;e non con a&longs;pettare, &longs;e non pa <lb/>recchi et&agrave;, &amp; tutti gli anni del mondo, alme&shy;<lb/>no vn lunghi&longs;simo tempo. </s>

<s>Et &longs;e alcuno pure <lb/>face&longs;&longs;e di  nuouo in&longs;tanza con dire; che ba&longs;te&shy;<lb/>ria trouare lo Moto perpetuo dalla parte del <lb/>Motore: &amp; che all'hora lo haueranno troua&shy;<lb/>to, quando da loro fia trouato, come &egrave;, vn Mo&shy;<lb/>tore naturale &amp; perpetuo, atto &agrave; muouere per <lb/>petuamente, pure che la Materia &amp; corpo Mo <lb/>bile lo comporta&longs;&longs;e. </s>

<s>Et che que&longs;to &egrave;, &amp; &longs;areb <lb/>be la &longs;tella Tramontana: &amp; il corpo mobile &longs;a <lb/>rebbe la Calamita, mentre ch'e fu&longs;&longs;e po&longs;sibi&shy;<lb/>le che la &longs;i moue&longs;&longs;e, &ograve; fu&longs;&longs;e mo&longs;&longs;a; &longs;ono forza&shy;<lb/>to &agrave; ri&longs;pondere, dicendo prima; Che &longs;e' voglio <lb/>no &longs;tare in propo&longs;ito, &amp; non riuolgere il det&shy;<lb/>to loro, che &egrave; di volere trouare il Moto per&shy;<lb/>petuo, &amp; darlo ad vn corpo da e&longs;si fanta&longs;tica&shy;<lb/>mente compo&longs;to; che que&longs;to non pu&ograve; e&longs;&longs;ere. <pb xlink:href="033/01/016.jpg" pagenum="16"/>Perche quando &longs;i dice Moto, &longs;i pre&longs;uppone <lb/>qualche corpo. <!-- KEEP S--></s>

<s>Adunque non s'intende dal&shy;<lb/>la parte del Motore &longs;olo, ma dalla parte del <lb/>mobile &amp; del Motore in&longs;ieme. </s>

<s>Poi, che'non <lb/>accade che &longs;i affatichino pi&ugrave;, non de&longs;ideran&shy;<lb/>do &longs;e non di trouare vn Motore atto di &longs;ua na <lb/>tura &agrave; muouere perpetuamente &amp; continoua <lb/>mente, po&longs;cia che la Intelligenza, che muoue <lb/>il Cielo, come di gia &amp; a&longs;&longs;ai prima che hora &longs;i <lb/>s&agrave;, &egrave; atta &agrave; muouerlo &longs;empre; &amp; il Cielo at&shy;<lb/>to ad e&longs;&longs;er mo&longs;&longs;o, &longs;e bene come &longs;i &egrave; detto, ce&longs;&shy;<lb/>&longs;er&agrave; vna fiata per &longs;empre: Et la &longs;tella Polare &egrave; <lb/>atta &agrave; muouere la Calamita; &amp; que&longs;ta ad e&longs;&longs;er <lb/>mo&longs;&longs;a, quanto &longs;i &longs;ia per&ograve; per la &longs;ua propria na <lb/>tura, &amp; ogni volta che la fu&longs;&longs;e libera da ogni im <lb/>pedimento: &amp; che que&longs;te due co&longs;e come note <lb/>&agrave; cia&longs;cuno, non deono e&longs;&longs;ere cercate piu co&shy;<lb/>me nuoue. </s>

<s>Ma poiche co&longs;toro di contino uo <lb/>vanno cercando Motore perpetuo, &agrave; fine di tro <lb/>uare perpetuo Moto, &longs;egno e&longs;pre&longs;&longs;o &egrave;, che' vo <lb/>gliano altri Motori fuori di que&longs;ti: &ograve; che non <lb/>habbiano cognizione alcuna di e&longs;si, &amp; &longs;iano <lb/>in tutto, come &longs;i dice al Buio; &amp; argomento <lb/>chiari&longs;simo, che contradicano &agrave; loro mede&longs;i&shy;<lb/>mi, &amp; non intendano &longs;e &longs;te&longs;si: &amp; tanto meno <lb/>quanto ad intendere &amp; dire co&longs;i, intendereb&shy;<lb/>bono &amp; fauellerebbono piu da Filo&longs;ofi che da <lb/>Ingegneri &amp; Artefici: Et facendo, farebbono <lb/>&amp; opererebbono piu da Artefici che da Filo&shy;<lb/>&longs;ofi. <!-- KEEP S--></s>

<s>Il che implica contradizzione. </s>

<s>Per&ograve; non <lb/>&longs;i pu&ograve; conchiudere, che &longs;ignifichino que&longs;to, <pb xlink:href="033/01/017.jpg" pagenum="17"/>ma quello appunto, che le parole loro &longs;uona&shy;<lb/>no, &amp; che di &longs;opra &longs;i &egrave; &longs;tabilito. </s>

<s>Soggiungo <lb/>oltra &agrave; di ci&ograve;, che come niuna co&longs;a naturale, <lb/>non che artifiziale, non &longs;i muouer&agrave; piu forni <lb/>to che fia que&longs;to Mondo, &amp; mancher&agrave; in tut&shy;<lb/>to la generazione &amp; corruzzione, per che man <lb/>cher&agrave; il Moto, perche &longs;econdo il beneplaci&shy;<lb/>to di Dio, &amp; al tempo pre&longs;critto dalla Diui&shy;<lb/>na Mae&longs;t&agrave; &longs;ua ce&longs;&longs;er&agrave; il Mouimento del Cielo: <lb/>co&longs;i il Moto perpetuo &amp; imaginario, del qua&shy;<lb/>le &longs;i ragiona, non &longs;i pu&ograve; in cotal gui&longs;a dare &agrave; <lb/>Mobile veruno, che po&longs;&longs;a durare infino &agrave; che <lb/>il Cele&longs;te Mouimento &longs;i fermi: douendo tut&shy;<lb/>to ci&ograve; che'face&longs;&longs;ero e&longs;&longs;ere &longs;ottopo&longs;to ad infini <lb/>ti accidenti, i quali gua&longs;terebbero di gran tem <lb/>po innanzi in tutto, &ograve; in parte ogni loro Com <lb/>ponimento &amp; artifizio&longs;o Ordigno. <!-- KEEP S--></s>

<s>Ne voglio <lb/>la&longs;ciare eziandio di dire, che &longs;e eglino <expan abbr="n&otilde;">non</expan> vole&longs; <lb/>&longs;ero inferire altro che darci ad intendere, che <lb/>quanto &longs;i &longs;ia per i Principij &amp; Regole dell'Ar&shy;<lb/>te loro, tal Moto Perpetuo &longs;i pu&ograve; trouare, ogni <lb/>volta per&ograve; che la Materia, &amp; il Tempo lo pati&shy;<lb/>&longs;cano, che' non direbbero, ne farebbero co&shy;<lb/>&longs;a alcuna di piu di quello, cha &longs;ia &longs;tato detto, <lb/>trouato &amp; fatto infino ad hora, come &longs;i vede ne <lb/>qua&longs;i infiniti Horiuoli, che per lo Mondo &longs;o&shy;<lb/>no: &amp; che in vano &longs;i affaticherebbero &agrave; cerca&shy;<lb/>re altro, &longs;e gia eglino <expan abbr="n&otilde;">non</expan> de&longs;&longs;ero al corpo fab&shy;<lb/>bricato vn Moto, il quale fu&longs;&longs;e per durare piu <lb/>lungo tempo, che non dura quello di qual &longs;i <lb/>voglia Horiuolo. <!-- KEEP S--></s>

<s>La qual co&longs;a &longs;i pu&ograve; fare, &amp; <pb xlink:href="033/01/018.jpg" pagenum="18"/>for&longs;e non e molto difficile. </s>

<s>Con que&longs;te inten <lb/>zioni, &amp; con co&longs;i fatti pre&longs;uppo&longs;ti proceden&shy;<lb/>do auanti, dico che in ogni Mouimento, &ograve; &longs;ia na <lb/>turale, &ograve; &longs;ia artifiziale &amp; violento, &longs;ono da con <lb/>&longs;iderar&longs;i cinque co&longs;e, le quali nece&longs;&longs;ariamente <lb/>concorrono &agrave; tale Mouimento, in co&longs;ifatta gui <lb/>&longs;a, che'non pu&ograve; &longs;enza alcuna di quelle far&longs;i, &amp; <lb/>&longs;ono que&longs;te. </s>

<s>Il Corpo Mobile: il Motore: il <lb/>Termine d'onde'debbe cominciare: &amp; il Ter&shy;<lb/>mine doue &egrave; debbe fornire: dentro all'vno &amp; <lb/>all'altro de quali, cioetra ambidue, &longs;i compren <lb/>de lo Spazio &amp; luogo: &amp; finalmente il Tempo, <lb/>il quale non &egrave; altro che la mi&longs;ura del Moto &longs;e&shy;<lb/>condo il prima &amp; il poi. </s>

<s>A volere adunque <lb/>che' &longs;i po&longs;&longs;a conforme al parere degl'inuento&shy;<lb/>ri del Moto perpetuo, dare cotale Mouimento, <lb/>bi&longs;ogna per via dell'Arte fabbricare vn Cor&shy;<lb/>po atto ad e&longs;&longs;ere mo&longs;&longs;o. </s>

<s>Et que&longs;to bi&longs;ogna <lb/>per forza &amp; a&longs;&longs;oluta nici&longs;t&agrave;, che &longs;ia compo&longs;to <lb/>di qualche Materia: la quale quantunque di <lb/>natura &longs;ua &longs;ia forte, &amp; lungamente durabile, <lb/>&longs;ia nondimeno &longs;ottopo&longs;ta alla corruzzione; &amp; <lb/>doppo qualche &longs;pazio di tempo, &ograve; &longs;i corrom&shy;<lb/>pa quanto alla &longs;ua &longs;o&longs;tanza in tutto: &ograve; imparte: <lb/>&ograve; almeno &longs;i alteri quanto alla figura &amp; forma <lb/>accidentale: come &longs;arebbe per e&longs;&longs;empio, &longs;e co&longs;i <lb/>fatto corpo fu&longs;&longs;e di Legno, &ograve; di Rame <expan abbr="qu&atilde;to">quanto</expan> al <lb/>la Materia: &amp; <expan abbr="qu&atilde;to">quanto</expan> alla figura, Circolare, <expan abbr="Tri&atilde;">Triam</expan> <lb/>golare, &ograve; Pentagono; perche' pu&ograve; accadere, &amp; <lb/>&longs;enza dubbio accaderebbe qualche volta, che <lb/>con&longs;umato &amp; mangiato il rame &amp; il ferro dal-<pb xlink:href="033/01/019.jpg" pagenum="19"/>la ruggine &amp; dal tempo, &amp; logoro dal conti&shy;<lb/>nouo Moto, &longs;i come ancorail legno intarlato <lb/>&amp; infracidato, &amp; la pietra con&longs;umata, &ograve; &longs;i gua <lb/>&longs;ta&longs;&longs;e &amp; diuenta&longs;&longs;e di&longs;utile, &ograve; &longs;i altera&longs;&longs;e nella <lb/>&longs;ua figura, rompendo&longs;i, &ograve; torcendo&longs;i dima&shy;<lb/>niera, che' non pote&longs;&longs;e fare l'effetto, al quale &egrave; <lb/>fu&longs;si &longs;tato ordinato. </s>

<s>Et co&longs;i il Moto ce&longs;&longs;a&longs;&longs;e <lb/>per difetto del corpo Mobile, &ograve; mutato per <lb/>corruzzione, &ograve; alterato per qualche &longs;emplice <lb/>gua&longs;tamento. </s>

<s>Et quello, che io dico della cor <lb/>ruzzione della &longs;o&longs;tanza, &amp; dell'alterazione <lb/>della figura &amp; forma accidentale, intendo <expan abbr="ezi&atilde;">eziam</expan> <lb/>dio didire del Pe&longs;o &amp; della Grauezza: la qua&shy;<lb/>le &longs;cemerebbe in&longs;ieme con lo &longs;cemare della <lb/>quantit&agrave; della Materia, della quale il corpo fu&longs; <lb/>&longs;e compo&longs;to. </s>

<s>Ma che dir&ograve; io di quella co&longs;a, <lb/>&longs;opra della quale il fabbricato corpo &longs;i haue&longs;&shy;<lb/>&longs;e &agrave; muouere, &amp; ponghiamo per ca&longs;o, circo&shy;<lb/>larmente; po&longs;cia che anco que&longs;ta &longs;arebbe Ma&shy;<lb/>teriale, &amp; &longs;ottopo&longs;ta &agrave; mede&longs;imi auuenimen&shy;<lb/>ti? </s>

<s>Quello &longs;te&longs;&longs;o appunto, che del corpo Mo&shy;<lb/>bile: aggiugnendo oltre &agrave; ci&ograve;, che la &longs;arebbe <lb/>verbigrazia vna linea, che co&longs;i mi piace per ho <lb/>ra di chiamarla, hauendo ri&longs;petto alla &longs;ua lun&shy;<lb/>ghezza &longs;olamente, terminata da due punti, i <lb/>quali &longs;i potriano chiamare Poli, &longs;i come quel&shy;<lb/>la &longs;i potria appellare A&longs;&longs;e, intorno &amp; &longs;opra di <lb/>cui &longs;i volge&longs;&longs;e &amp; moue&longs;&longs;e detto Corpo. <!-- KEEP S--></s>

<s>Et qui <lb/>non &longs;ia chi mi pigli nelle parole; perche io hab <lb/>bi chiamato linea quell'ago, &longs;tile &ograve; trauer&longs;a, &ograve; <lb/>comunche la &longs;i chiami altramenti, che fu&longs;&longs;e di <pb xlink:href="033/01/020.jpg" pagenum="20"/>ferro, &ograve; di acciaio, &ograve; di vetro, &ograve; dilegno, &ograve; <lb/>di altra Materia; perche di gia mi &longs;ono dichia <lb/>rato, con dire di hauere hauuto &longs;olamente ri&shy;<lb/>&longs;petto alla lunghezza di tal co&longs;a. </s>

<s>Et s&ograve; mol&shy;<lb/>to bene qual &longs;ia propriamente la linea, &amp; che <lb/>differenza &longs;ia tra quella, &amp; il corpo. <!-- KEEP S--></s>

<s>Il&longs;omi&shy;<lb/>migliante dico dell' e&longs;tremit&agrave; dell'A&longs;&longs;e di gia <lb/>detto, da me chiamate col nome di Poli, per <lb/>la &longs;imilitudine &amp; conuenienza, che le hanno in <lb/>buona parte c&ograve; Poli del Mondo: i quali &longs;i ima&shy;<lb/>ginono, &amp; &longs;ono &longs;i&longs;si in Cielo &longs;enza hauere di <lb/>bi&longs;ogno di e&longs;&longs;ere &longs;o&longs;tentati da altra co&longs;a fuori <lb/>del Cielo, &amp;&verbar;di loro &longs;te&longs;si. </s>

<s>il che non accade di <lb/>que&longs;ti: &agrave; quali &egrave; di nece&longs;sit&agrave; di altro &longs;o&longs;tentaco <lb/>lo oltra al loro A&longs;&longs;e, come noi veggiamo e&longs;&longs;e <lb/>re nella Ruota degli Arrotatori, &amp; nello &longs;tor <lb/>mento chiamato Burbera, con che i Muratori <lb/>tirano s&ugrave; &agrave; braccia picciola quantit&agrave; di Mate&shy;<lb/>ria da murare, che l'vna &amp; l'altra &egrave; retta da due <lb/>co&longs;ce di legname: &amp; nell' A&longs;&longs;e &amp; ago, dentro <lb/>al quale &longs;tanno comme&longs;&longs;e le Ruote di vn Car&shy;<lb/>ro, &longs;o&longs;tenuto &amp; retto dalle mede&longs;ime Ruote. <lb/><!-- KEEP S--></s>

<s>Et perche qualch'vno potrebbe dire, che cota <lb/>le Moto perpetuo &longs;i potrebbe dare ad vn'cor&shy;<lb/>po, il quale &longs;i moue&longs;&longs;e &amp; gira&longs;&longs;e come la Ruo <lb/>ta del Va&longs;ellaio, la quale &egrave; po&longs;ta &amp; billicata &longs;o <lb/>pra vn' Perno; ri&longs;pondo che del Corpo &amp; del <lb/>Perno potrebbe auuenire, &amp; auuerrebbe il <lb/>mede&longs;imo gua&longs;tamento, &amp; gl'altri impedimen <lb/>ti e&longs;pre&longs;si di &longs;opra. </s>

<s>Et perche io h&ograve; detto in&shy;<lb/>fino &agrave; qui, che co&longs;i tatto corpo &longs;i potrebbe <pb xlink:href="033/01/021.jpg" pagenum="21"/>muouere &ograve; &longs;opra vn Perno, come la Ruota <lb/>del Va&longs;aio, &ograve; &longs;opra vna linea &amp; A&longs;&longs;e, come <lb/>vna Palla, la quale &longs;i volga &amp; giri &longs;opra due <lb/>Poli, &egrave; nece&longs;&longs;ario che io ragioni di quel Moto <lb/>che fu&longs;&longs;e fatto per dirittura &amp; progre&longs;siua&shy;<lb/>inente: il quale &ograve; &longs;i farebbe &longs;opra vna linea ter <lb/>minata &amp; &longs;inita, col fare ritornare il Mobile, <lb/>giunto &amp; arriuato che' fu&longs;&longs;e all'e&longs;tremit&agrave; del&shy;<lb/>la detta linea indietro: &ograve; &longs;i farebbe &longs;opra vna <lb/>linea infinita, &amp; &longs;enza che il corpo ritorna&longs;&longs;e <lb/>giamai nel muouer&longs;i &agrave; dietro: &ograve; &longs;i farebbe &longs;i&shy;<lb/>nalmente per modo di Trepidazione, Tremo&shy;<lb/>lamento &amp; Crollo: &amp; in&longs;ieme in&longs;ieme &longs;e que&shy;<lb/>&longs;to &longs;i po&longs;&longs;a fare per mezzo dell'Arte; &amp; per <lb/>con&longs;equente &longs;ia da concedere &agrave; quei della con <lb/>traria oppenione. </s>

<s>Per e&longs;&longs;ere adunque ben <lb/>chiari del vero, mi comincer&ograve; di qui. </s>

<s>E chiara <lb/>co&longs;a, che ogni Mouimento, che &longs;i f&agrave; da luo&shy;<lb/>go &agrave; luogo, &ograve; gl'&egrave; diritto, &ograve; gl'&egrave; torto &amp; &agrave; <lb/>chiocciola, &ograve; Circolare; &amp; per&ograve; &longs;i f&agrave; &ograve; dal <lb/>mezzo ver&longs;o il di&longs;opra; &amp; que&longs;to &longs;i dice all'in <lb/>s&ugrave;; &amp; tale &egrave; il Mouimento del fuoco: &ograve; &longs;i fa <lb/>ver&longs;o il di&longs;otto, &amp; chiama&longs;si all'ingi&ugrave;, &amp; que&shy;<lb/>&longs;to &egrave; il Moto delle graui, come di vn &longs;a&longs;so, di <lb/>vn legno &amp; di vna Zolla di Terra. <!-- KEEP S--></s>

<s>&ograve; &longs;i fa intor&shy;<lb/>no al mezzo &amp; centro: &amp; &longs;i dice far&longs;i ingiro <lb/>&amp; circolarmente; come il Moto del Cielo, &amp; <lb/>come appari&longs;ce e&longs;&longs;ere il Moto della Ruota de <lb/>gl'Arrotatori: &ograve; &longs;i f&agrave; &longs;econdo i tre &longs;iti &amp; ri&longs;pet <lb/>ti di gia detti; &amp; &longs;i appella Moto fatto &agrave; Vite <lb/>&amp; &agrave; Chiocciola, perche &longs;if&agrave; all'ins&ugrave;, all'ingi&ugrave; <pb xlink:href="033/01/022.jpg" pagenum="22"/>&amp; in giro in vn'Tempo mede&longs;imo: &longs;i come appa <lb/>ri&longs;ce nel muouer&longs;i della Vite di vno Strettoio <lb/>da Vino, &ograve; di altro ordigno, che &longs;i muoua s&ugrave; <lb/>per quella, mentre che la &longs;ta ferma &amp; immobi&shy;<lb/>le: come &longs;i vede in quelle Nottole degli Stret&shy;<lb/>toi, che adoperano i legatori de' libri: &amp; in <lb/>quelle di quelli, dentro &agrave; quali le Donne ten&shy;<lb/>gono li loro Veli, &amp; altri Drappi in &longs;oppre&longs;&shy;<lb/>&longs;a, perche piglino le pieghe. </s>

<s>Le quali Not <lb/>tole, voltando &longs;i &longs;econdo il tutto &amp; di fuori cir <lb/>colarmente; &amp; &longs;econdo la parte &amp; di dentro <lb/>&longs;piralmente &amp; &agrave; Chiocciola, &amp; &longs;opra la li&shy;<lb/>nea Chiocciolare &amp; &agrave; Vite, gli &longs;tringono &amp; &longs;er <lb/>&longs;ono. </s>

<s>In qualunche modo adunque de'tre di <lb/>gia detti que&longs;to Moto &longs;i tenta&longs;&longs;e di fare, non <lb/>riu&longs;cirebbe. </s>

<s>Perche quella co&longs;a, &longs;opra la qua <lb/>le egli douerria far&longs;i, anch'ella &longs;arebbe Mate&shy;<lb/>riale, &amp; perci&ograve; &longs;oggetta al gua&longs;tamento, &amp; alla <lb/>corruzzione, &longs;i come il corpo Mobile. <!-- KEEP S--></s>

<s>A que&shy;<lb/>&longs;to &longs;i aggiugne; che &longs;e'&longs;i face&longs;&longs;e &longs;opravna Linea <lb/>retta, &amp; come &longs;i dice, per vna lunghezza, &ograve; la <lb/>detta linea &longs;arebbe terminata, &ograve; n&ograve;. </s>

<s>Se la fu&longs;&longs;e <lb/>terminata &amp; finita, di nece&longs;sit&agrave; bi&longs;ognerebbe, <lb/>che tale Mouimento dura&longs;&longs;e &longs;olamente tanto <lb/>quanto la linea fu&longs;&longs;e lunga; &amp; che arriuato il <lb/>Mobile all'e&longs;tremit&agrave; di quella, &longs;i ferma&longs;&longs;e, &amp; <lb/>manca&longs;&longs;e il &longs;uo Moto: &ograve; che' &longs;i face&longs;&longs;e col tor&shy;<lb/>nare del corpo Mobile all'indietro, &amp; al prin&shy;<lb/>cipio d'onde' cominci&ograve;. </s>

<s>Da che ri&longs;ultereb&shy;<lb/>be, che tal Moto non fu&longs;&longs;e di numero, ne pro&shy;<lb/>priamente vno, ma molti &amp; contrarij Moti. <pb xlink:href="033/01/023.jpg" pagenum="23"/>Perche douendo concorrere &agrave; que&longs;to tre co&longs;e <lb/>&amp; que&longs;ta &egrave; la prima cio&egrave;, l'vnit&agrave; &amp; mede&longs;i&shy;<lb/>mit&agrave; del corpo Mobile nel muouer&longs;i. </s>

<s>La &longs;e&shy;<lb/>conda &egrave; l'o&longs;&longs;eruanza di vno &longs;te&longs;&longs;o modo nel <lb/>muouer&longs;i. </s>

<s>Et la Terza &egrave; la continouazione del <lb/>Mouimento, il quale non &longs;ia interrotto da quie <lb/>tealcuna, come dimo&longs;tr&ograve; Ari&longs;totile nel quin <lb/>to della Fi&longs;ica; non vi concorrerebbe altramen <lb/>ti vna mede&longs;ima forma di Moto. <!-- KEEP S--></s>

<s>imperoche il <lb/>corpo &longs;i mouerebbe quando all'innanzi, &amp; <lb/>quando all'indietro: ne vi &longs;arebbe la <expan abbr="c&otilde;tinoua">continoua</expan> <lb/>zione del Mouimento. <!-- KEEP S--></s>

<s>Concio&longs;ia che fu&longs;&longs;e <lb/>nece&longs;&longs;ario, che nel punto, doue' comincia&longs;&longs;e <lb/>&agrave; tornare &agrave; dietro, interueni&longs;&longs;e qualche quie&shy;<lb/>te del corpo Mobile, che tanto, &ograve; quanto &longs;i fer <lb/>merebbe in quello. </s>

<s>il che f&ugrave; chiaramente, pro <lb/>uato da Ari&longs;totile nell'ottauo de' principij na <lb/>turali: doue egli prou&ograve; manife&longs;tamente &longs;opra <lb/>vna linea diritta &amp; terminata, non poter&longs;i fare <lb/>il Moto infinito, ne cotinouato. </s>

<s>Et qui &egrave; da au <lb/>uertire, che il mede&longs;imo inconueniente, il qua <lb/>le accadrebbe nella linea finita, accadrebbe <lb/>ancora nella linea circolare, cio&egrave; Se il Moto <lb/>non &longs;i face&longs;&longs;e circolarmente, ma &longs;opra &amp; d'in <lb/>torno ad vn' Cerchio. <!-- KEEP S--></s>

<s>Et perche que&longs;to s'in <lb/>tenda meglio, &longs;i &egrave; da &longs;apere, che gl'&egrave; differen&shy;<lb/>za non piccola da muouer&longs;i vna co&longs;a &longs;opra vna <lb/>linea circolare &amp; vn' cerchio; &agrave; muouer&longs;i cir&shy;<lb/>colarmente. </s>

<s>Imperoche il primo modo &longs;i f&agrave; <lb/>quando vn' corpo mouendo &longs;i &longs;opra di vna cir&shy;<lb/>colar linea; arriuato che gli &egrave; al punto d'on-<pb xlink:href="033/01/024.jpg" pagenum="24"/>de &egrave; &longs;i part&igrave;, ritorni indietro. </s>

<s>Et que&longs;to &longs;i f&agrave; <lb/>&amp; &longs;i dice per Retroce&longs;sione: come &longs;arebbe &amp; <lb/>&longs;i direbbe, quando &egrave; ritorna&longs;&longs;e indietro s&ugrave; per <lb/>vna linea retta finita. </s>

<s>Nel qual ca&longs;o &egrave; nece&longs;&longs;a <lb/>rio, che interuenga qualche Quiete di mezzo. <lb/></s>

<s>Il muouer &longs;i circolarmente &egrave;, quando il corpo <lb/>&longs;i muoue in giro perfettamente &amp; all'intorno <lb/>col trapa&longs;&longs;are lo termine, donde il Moto co&shy;<lb/>minci&ograve;, &amp; &longs;enza giamai tornare indietro, nel <lb/>che non accade quiete, ne &longs;o&longs;ta alcuna. </s>

<s>Et ri <lb/>tornando al mio propo&longs;ito dico, che quando <lb/>il corpo artifiziale &longs;i moue&longs;&longs;e &longs;opra la detta li&shy;<lb/>nea finita &amp; Terminata, il Moto di quello man <lb/>cherebbe to&longs;to che il corpo arriua&longs;&longs;e all'e&longs;tre&shy;<lb/>mit&agrave; della linea; &amp; co&longs;i non &longs;arebbe perpetuo <lb/>non che eterno: benche dell'eterno propria&shy;<lb/>mente per hora non &longs;i ragiona, ne appre&longs;&longs;o di <lb/>noi Chri&longs;tiani, illuminati dall'infallibile lume <lb/>della Santi&longs;sima &amp; Cattolica fede, &longs;i d&agrave;. </s>

<s>Et &longs;e' <lb/>ritorna&longs;&longs;e all'indietro al punto d'onde'comin&shy;<lb/>ci&ograve; &agrave; muouer&longs;i, &amp; del continouo anda&longs;&longs;e all'in <lb/>nanzi, &amp; ritorna&longs;&longs;e indietro, non &longs;arebbe al&shy;<lb/>tramenti perpetuo: perche non &longs;arebbe vn'&longs;o <lb/>lo, ne continouato: &longs;i come dichiar&ograve; Ari&longs;toti&shy;<lb/>le nell'ottauo della Fi&longs;ica. <!-- KEEP S--></s>

<s>Et &longs;e qualch'vno di <lb/>ce&longs;&longs;e, che ancora che co&longs;i fatto corpo Artifi&shy;<lb/>ziale &longs;i moue&longs;&longs;e &longs;opra di vna linea finita, &amp; che <lb/>arriuato all'e&longs;tremit&agrave; di quella ritorna&longs;&longs;e indie <lb/>tro, &amp; del continouo anda&longs;&longs;e innanzi &amp; indie <lb/>tro, interrompendo lo &longs;uo Mouimento con <lb/>fermar&longs;i infinite volte, &amp; e&longs;&longs;ere interrotto non <pb xlink:href="033/01/025.jpg" pagenum="25"/>da vna Quiete &longs;ola, ma da infinite: le quali fa&shy;<lb/>riano che' non fu&longs;&longs;e vn' Moto &longs;olo, ma infiniti <lb/>&amp; contrarij; nondimeno per la Vert&ugrave; del Mo&shy;<lb/>tore, durazione del Corpo, &amp; con&longs;eruazione <lb/>del Luogo, &amp; <expan abbr="c&otilde;tinouazione">continouazione</expan> di quel Mouimen <lb/>to, quatunque &longs;pezzato, &longs;e bene poco appa&shy;<lb/>rentemente, &amp; non vno, ne continouo, hauen <lb/>do ri&longs;petto alle tante pau&longs;e, &amp; &agrave; termini, i qua <lb/>li &longs;cambieuolmente &longs;i confonderebbono, per&shy;<lb/>che quello, che hora fu&longs;&longs;e il termine d'onde, <lb/>diuenterebbeil Termine al quale; &longs;i potrebbe <lb/>in vn'certo modo, &amp; largamente pigliandolo <lb/>dire, Che quel Moto fu&longs;&longs;e vno &amp; perpetuo; <lb/>in quanto e' dura&longs;&longs;e &longs;empre &agrave; quel modo; ri&shy;<lb/>&longs;pondo. </s>

<s>Che' &longs;arebbe vero, che tal Mouimen <lb/>to compo&longs;to di piu Moti fu&longs;&longs;e per durar &longs;em&shy;<lb/>pre, ogni volta che le cagioni, dalle quali e' bi <lb/>&longs;ognerebbe che' dipende&longs;&longs;e, per forza fu&longs;&longs;e&shy;<lb/>ro perpetue. </s>

<s>Ma le non potriano e&longs;&longs;ere tali: <lb/>Adunque ne anco il Moto potria e&longs;&longs;ere perpe&shy;<lb/>tuo. </s>

<s>Et che le dette Cagioni non po&longs;&longs;ano, &amp; <lb/>non pote&longs;&longs;ero e&longs;&longs;ere perpetue, &longs;i dimo&longs;tra in <lb/>que&longs;ta maniera. </s>

<s>Ad ogni Effetto concorrono <lb/>Quattro Cagioni, le quali &longs;ono &ograve; interne, co&shy;<lb/>me la Materia &amp; la Forma: &ograve; e&longs;terne, come l'Ef <lb/>ficiente &amp; la Finale: &amp; ne que&longs;te, ne quelle &longs;o&shy;<lb/>no perpetue, come &agrave; tal Moto &longs;i ricercherebbe <lb/>douendo e&longs;&longs;ere perpetuo. </s>

<s>Imperoche la Ma&shy;<lb/>teria, la quale &egrave; il principio paziente, &amp; nel qua <lb/>le &longs;i riceue il Moto; &amp; non &egrave; altro per dirlo piu <lb/>chiaramente, che il Corpo Mobile, &egrave; corrot-<pb xlink:href="033/01/026.jpg" pagenum="26"/>tibile, &longs;i come &longs;ono tutti gl'altri corpi &longs;u&shy;<lb/>blunari. </s></p><p type="main">

<s>La Forma &longs;omigliantemente, la quale altro <lb/>non &egrave;, che l'acqui&longs;to del luogo, fatto &longs;ucce&longs;si&shy;<lb/>uamente dal Mobile, non pu&ograve; di &longs;ua natura, <lb/>durare. </s>

<s>perche corrompendo&longs;i il &longs;uo &longs;ogget&shy;<lb/>to, cio&egrave; il corpo Mobile, nel quale gl'&egrave;, for&shy;<lb/>za &egrave;, che anco ella &longs;i corrompa &amp; manchi. </s>

<s>L'A <lb/>gente ancora egli, che nel ca&longs;o no&longs;tro &egrave;, &amp; &longs;a&shy;<lb/>rebbel' Artefice &amp; la cau&longs;a Motrice &amp; il Moto <lb/>re, per e&longs;&longs;ere per propria natura &longs;ua generabi <lb/>le &amp; corrotttbile, &longs;enza dubbio veruno man&shy;<lb/>cherebbe: &amp; mancando que&longs;ti mancherebbe <lb/>etiandio il Fine, che dall'Agente dipende, &amp; <lb/>al quale l'Agente &amp; Motore a&longs;pira &amp; muoue. <lb/></s>

<s>Adunque per ne&longs;&longs;una delle dette Quattro Cau <lb/>&longs;e potr&agrave; e&longs;&longs;ere il Moto perpetuo. </s>

<s>Ma perche <lb/>que&longs;ta Argomentazione &amp; Ragione Quadri&shy;<lb/>partita conchiude vniuer&longs;almente, &amp; da ogni <lb/>&longs;ua parte procede contra la propo&longs;ta, afferman <lb/>te poter&longs;i ritrouare &amp; dare il Moto perpetuo, <lb/>&longs;eguiter&ograve; di valermi di &longs;peciali ragioni, &amp; che <lb/>riguar dino modi particolari di muouere. </s>

<s>Et <lb/>per&ograve; non o&longs;tante, che per quella &longs;i &longs;ia proua&shy;<lb/>to il Mouimento perpetuo, non &longs;i potere da&shy;<lb/>re, ne dalla parte del Mobile, ne dall'acqui&longs;to <lb/>&longs;ucce&longs;siuo del luogo &amp; forma del Moto, che <lb/>comprendei termini &agrave; Quo, &amp; ad Quem: ne <lb/>dalla parte del Motore, ne da quella del Fine; <lb/>dico nondimeno, che dato, &amp; non conceduto <lb/>che' pote&longs;&longs;e accadere, che il Moto per ri&longs;pet-<pb xlink:href="033/01/027.jpg" pagenum="27"/>to del Mobile; &amp; di quella co&longs;a, &longs;opra della <lb/>quale &egrave; &longs;i moue&longs;&longs;e, pote&longs;&longs;e e&longs;&longs;ere perpetuo &amp; <lb/>durar &longs;empre, nel modo per&ograve; che hor hora &longs;i &egrave; <lb/>detto; non &longs;arebbe per ci&ograve; vero dalla parte del <lb/>Motore. <!-- KEEP S--></s>

<s>il quale di nece&longs;sit&agrave; bi&longs;ognerebbe <lb/>che fu&longs;&longs;e tale, che' pote&longs;&longs;e Riflettere lo corpo <lb/>Mobile, &amp; farlo ritornare in dietro: &longs;i come <lb/>per e&longs;&longs;empio, &longs;i vede in alcune Statuette, fatte <lb/>&amp; formate di ge&longs;&longs;o, &amp; dentro piene di Ruote, <lb/>fabbricate &amp; compo&longs;te in&longs;ieme come quelle <lb/>degl'Horiuoli. <!-- KEEP S--></s>

<s>Le quali picciole Statue, tra <lb/>gl'altri Mouimenti che lefanno, camminando <lb/>&longs;opra di vna Tauola, &ograve; altro luogo piano &amp; li&shy;<lb/>&longs;cio vna certa lunghezza, &longs;i riuoltano dipoi <lb/>da per loro: &longs;i come io veddi gia in Fiorenza, <lb/>e&longs;&longs;endo fanciulletto, &amp; dipoilo anno 1562. &agrave; <lb/>Trento, doue vn Tede&longs;co ne haueua vna bella, <lb/>&longs;timata da lui cento &longs;cudi. </s>

<s>la quale nel cammi <lb/>nare &longs;i moueua di maniera, che'pareua, che <expan abbr="c&otilde;">com</expan> <lb/>dolcezza &amp; vezzo &longs;aggine anda&longs;&longs;e ballando, <expan abbr="m&etilde;">men</expan> <lb/>tre che <expan abbr="c&otilde;">com</expan> l'atteggiare del capo, &longs;onaua vn Liu <lb/>to cheteneua in braccio. </s>

<s>Ma ne anco que&longs;to <lb/>ba&longs;terebbe. </s>

<s>Perche il Moto di que&longs;te &longs;tatuet <lb/>te, non pure non pu&ograve; e&longs;&longs;ere perpetuo, ma ne <lb/>anco di lunga &amp; continouata durazione: e&longs;&longs;en <lb/>do ogni co&longs;a concorrente &agrave; quello Materiale <lb/>&amp; finita; &amp; potendo per molto poco gua&longs;tar <lb/>&longs;i &amp; fermar&longs;i gli ordigni, che lo cagionaua&shy;<lb/>no: come ne gli Horiuoli ad ogni punto &longs;i ve <lb/>de auuenire. </s>

<s>il che da altro non procede, &longs;e non <lb/>da que&longs;to: ch'ogni volta che la Molla, &ograve; la cor-<pb xlink:href="033/01/028.jpg" pagenum="28"/>da, che &longs;ono la mi&longs;ura del Moto &amp; del Tem&shy;<lb/>po, &longs;i e tutta &longs;uolta dal &longs;uo Rocchetto, in&shy;<lb/>torno &amp; &longs;opra al quale la &longs;taua raccolta; re&shy;<lb/>&longs;tano le Ruote di girare, &amp; l'Horiuolo tut&shy;<lb/>to di muouer&longs;i. </s>

<s>Onde &agrave; volere che' &longs;i muo&shy;<lb/>ua, &egrave; di nece&longs;sit&agrave; ricaricarlo &longs;pe&longs;&longs;o, &amp; ogni <lb/>tanto tempo. </s>

<s>Adunque non continouo, ne <lb/>perpetuo. </s>

<s>Et &longs;e &longs;i dice&longs;&longs;e, che' &longs;i potreb&shy;<lb/>be fare &longs;opra vna linea non terminata &amp; infi&shy;<lb/>nita: que&longs;to &longs;i negherebbe per me, perche <lb/>non &longs;i pu&ograve; prouare e&longs;&longs;er vero, poi che' non <lb/>&egrave;, n&egrave; pu&ograve; e&longs;&longs;ere in modo alcuno, per non &longs;i <lb/>dare, ne concedere vna linea attualmente in&shy;<lb/>finita: &amp; que&longs;ta non &longs;i dare &amp; non &longs;i concede&shy;<lb/>re, perche la maggior linea, che &longs;i po&longs;&longs;a troua&shy;<lb/>re, &ograve; dare nell 'Vniuer&longs;o &egrave; il Diametro del <lb/>Mondo, il quale &egrave; finito: come &longs;i dimo&longs;tra <lb/>nel primo del Cielo. <!-- KEEP S--></s></p><p type="main">

<s>Le mede&longs;ime co&longs;e &longs;i potriano dire contra al <lb/>detto Moto, &longs;e fu&longs;&longs;e fatto per via di Trepida&shy;<lb/>zione, di Tremolamento &amp; di Crollo. <!-- KEEP S--></s>

<s>Ne &longs;i <lb/>marauigli alcuno, che io habbi ragionato del <lb/>Moto, ragionando del Corpo Mobile; poi che <lb/>il Mouimento &egrave; atto di quello, come altre&longs;i del <lb/>Motore, benche diuer&longs;amente: come in molti <lb/>luoghi ne in&longs;egn&ograve; Ari&longs;totile, &amp; particolarmen <lb/>te nel 3. della Fi&longs;ica. <!-- KEEP S--></s>

<s>Et que&longs;to ba&longs;ti hauer <lb/>detto del Corpo Mobile &amp; artifiziale. </s>

<s>Segui&shy;<lb/>ter&ograve; hora di Trattare del Motore. <!-- KEEP S--></s>

<s>Non h&agrave; <lb/>dubbio veruno, che il Motore, il quale dee <lb/>perpetuamente Muouere il corpo digia tante <pb xlink:href="033/01/029.jpg" pagenum="29"/>volte da me nominato, di nici&longs;t&agrave;, &longs;ar&agrave; &ograve; co&longs;a na <lb/>turale, &ograve; fatta d'all' Arte. <!-- KEEP S--></s>

<s>Se la &longs;ar&agrave; naturale, &longs;ar&agrave; <lb/>verbigrazia vn'Fiume, &ograve; altra acqua <expan abbr="corr&etilde;te">corrente</expan> &amp; <lb/>deriuata da quella, la quale mouer&agrave; tal corpo, <lb/>volgendolo come &longs;i vede fare delle Ruote de' <lb/>no&longs;tri Mulini. <!-- REMOVE S-->nelle &longs;car&longs;elle delle quali perco <lb/><expan abbr="t&etilde;do">tendo</expan> l'acqua corrente del Fiume &amp; della Gora, <lb/>le fa girare. </s>



<s>co&longs;a, che accade ancora &agrave; quelle de' <lb/>Mulini fabbricati <expan abbr="&itilde;">im</expan> &longs;u le Barche, come io h&ograve; ve <lb/>duto &longs;opra il P&ograve;:i quali &longs;ialzano &amp; abba&longs;&longs;ano <lb/>&longs;econdo che l'acqua cre&longs;ce &amp; &longs;cema. </s>

<s>Que&longs;to <lb/>Motore, ancora che for&longs;e non punto meno at&shy;<lb/>to per &longs;ua natura di qualunch'altro &agrave; mouere <lb/>lungamente &amp; in perpetuo, pigliando que&longs;ta <lb/>voce Perpetuo, per modo di larga &longs;ignifica&shy;<lb/>zione, la quale importi vna lunga, &amp; &longs;e non <lb/>continouata, almeno poco apparentemente in&shy;<lb/>terrotta durazione di moto; non &longs;arebbe pe&shy;<lb/>r&ograve; &longs;enza molta difficult&agrave;, &amp; impedimenti no&shy;<lb/>tabili. </s>

<s>Imperoche oltre all'immoderata quan <lb/>tit&agrave; di acqua, la quale potria col venire di vna <lb/>piena, fare che il fiume cre&longs;ce&longs;&longs;e co&longs;i sforma&shy;<lb/>tamente, che' rouina&longs;&longs;e &amp; porta&longs;&longs;e via ognie&shy;<lb/>difizio &longs;opra di quello fabbricato; potrebbe <lb/>&longs;eccar&longs;i &amp; mancare, per e&longs;&longs;ere diuertito, &amp; ri&shy;<lb/>uolto altroue: &ograve; per e&longs;&longs;ere inghiottito dal ter&shy;<lb/>reno con l'occorrenza di qualche apertura fat <lb/>ta da Tremuoto, che veni&longs;&longs;e. </s>

<s>Potrebbe per <lb/>auuentura e&longs;&longs;ere cotal Motore Rena, la quale <lb/>&agrave; poco &agrave; poco &longs;cendendo da alto &agrave; ba&longs;&longs;o, &amp; <lb/>battendo &longs;opra di qualche Molla: &ograve; altra co&longs;a <pb xlink:href="033/01/030.jpg" pagenum="30"/>&longs;i fatta, face&longs;&longs;e muouere lo detto corpo in gi&shy;<lb/>ro. </s>

<s>Ma que&longs;to hauerebbe in &longs;e due impo&longs;si&shy;<lb/>bilit&agrave;, le quali ridurrebbono la co&longs;a &agrave; tale, che <lb/>&ograve; il Moto non &longs;i farebbe, ne &longs;i darebbe in mo&shy;<lb/>do alcuno: &ograve; non durerebbe molto, non che <lb/>fu&longs;&longs;e perpetuo. </s>

<s>L'vno &longs;arebbe la quantit&agrave; del <lb/>la Rena: la quale bi&longs;ognerebbe, che fu&longs;&longs;e infi&shy;<lb/>nita, douendone &longs;empre &longs;cendere della nuo&shy;<lb/>ua da vna Tramoggia per dire co&longs;i, &ograve; da altra <lb/>co&longs;a &longs;imile &agrave; quella. </s>

<s>Et che la Rena fu&longs;&longs;e infi&shy;<lb/>nita, &longs;arebbe al tutto impo&longs;sibile: perche l'in&shy;<lb/>finito attuale non &longs;i d&agrave;, ne pu&ograve; dar&longs;i. </s>

<s>Et che' <lb/>&longs;ia vero, &longs;i pu&ograve; con&longs;iderare, che &longs;e la Rena fu&longs; <lb/>&longs;e di quantit&agrave; infinita, per forza occuperebbe <lb/>tutto il luogo de gl'altri corpi dell'Vniuer&longs;o: <lb/>&ograve; vn' corpo penetrerebbe l'altro: &amp; il corpo &amp; <lb/>luogo che la contene&longs;&longs;e, &longs;aria anch'e&longs;&longs;o infini&shy;<lb/>to: &amp; co&longs;i &longs;ariano due Infiniti: che &egrave; molto <lb/>maggiore inconueniente &amp; impo&longs;sibile. </s>

<s>L'al&shy;<lb/>tra impo&longs;sibilit&agrave; &longs;arebbe il non potere &longs;eruir&longs;i <lb/>&longs;empre della Rena mede&longs;ima, quando la fu&longs;&longs;e <lb/>buona quantit&agrave;, ma finita. </s>

<s>Concio&longs;ia che <lb/>non &longs;i fu&longs;&longs;e per trouare modo, che con qual&shy;<lb/>che po&longs;sibilit&agrave;, per non dire ageuolezza, &longs;i po&shy;<lb/>te&longs;&longs;e ridurre tutta la detta Rena nel luogo, do&shy;<lb/>ue la fu&longs;&longs;e &longs;tata prima, &longs;e non in altra gui&longs;a, <lb/>col riuoltare almeno di quella Machina, &amp; di <lb/>quel &longs;eno, &longs;pazio &amp; riccettacolo, doue la fu&longs;&shy;<lb/>&longs;e tutta caduta: &longs;i come &longs;i vede in vno Horiuolo <lb/>fatto &agrave; poluere: &ograve; in alcuni Tabernacoli, che co <lb/>&longs;i gli chiamo, per non &longs;apere con che altro piu <pb xlink:href="033/01/031.jpg" pagenum="31"/>accomodato nome chiamargli, i quali fatti di <lb/>legname, hanno dentro di loro, &amp; ne &longs;one pie <lb/>ni, certi figurini di rilieuo, <expan abbr="rappre&longs;ent&atilde;ti">rappre&longs;entanti</expan> varij <lb/>&amp; diuer&longs;i Artefici, lauoranti di piu e&longs;&longs;ercizij, <lb/>che congegnatiui <expan abbr="c&otilde;">com</expan> gran Mae&longs;tria, &amp; <expan abbr="c&otilde;">com</expan> mol <lb/>ta indu&longs;tria, &longs;i piegano &amp; muouono, faccendo <lb/>diuer&longs;e attitudini &amp; ge&longs;ti per forza di certa Re <lb/>na, che cade per via occulta dalla &longs;ommit&agrave; di <lb/>detti Tabernacoli giu al piano di e&longs;si; &amp; nel <lb/>&longs;uo cadere fa muouere &amp; lauorare tutti quei <lb/>figurini. </s>

<s>Et come quella Rena &egrave; tutta cadu&shy;<lb/>ta al ba&longs;&longs;o, re&longs;tano di muouer&longs;i, infino &agrave; che <lb/>riuolta tutta quella Machina, &amp; quel Taberna&shy;<lb/>colo capo piedi &amp; &longs;otto&longs;opra; &amp; alzata vna <lb/>picciola cataratta &amp; bietta, la Rena torna <lb/>nella parte &longs;uperiore: &amp; quella abba&longs;&longs;ata, la <lb/>quale chiude vna apertura a&longs;&longs;ai larga, per <lb/>la quale la Rena pa&longs;&longs;a pre&longs;to nell'e&longs;&longs;ere ri&shy;<lb/>dotta di&longs;opra, cade dipoi la mede&longs;ima Rena <lb/>per picciolo foro &agrave; poco, &agrave; poco, dando in s&ugrave; <lb/>la Molla, che muoue l'altra, alla quale &longs;ono i fi&shy;<lb/>gurini attaccati. </s>

<s>Di que&longs;ti &longs;tormenti ne f&ugrave; do <lb/>nato vno all'Illu&longs;tri&longs;simo &amp; Eccellenti&longs;simo <lb/>Signore Don Pietro de Medici mio Signore <lb/>e&longs;&longs;endo egli fanciullo, portatogli della Ale&shy;<lb/>magna, doue gl'era &longs;tato fatto. </s>

<s>Potrebbe for <lb/>&longs;e anco e&longs;&longs;ere il Motore, &longs;econdo qualch'vno <lb/>vn'Fiato; il quale <expan abbr="v&longs;c&etilde;do">v&longs;cendo</expan> verbigrazia di vn'gran <lb/>Mantice, &ograve; di vna Canna &amp; fi&longs;tola, dentro al&shy;<lb/>la quale e'fu&longs;&longs;e raccolto, percote&longs;&longs;e il Mobi&shy;<lb/>le, &amp; lo face&longs;&longs;e muouere. </s>

<s>Ma que&longs;to &longs;areb-<pb xlink:href="033/01/032.jpg" pagenum="32"/>be impo&longs;sibile: perche il detto fiato bi&longs;ogne&shy;<lb/>rebbe che fu&longs;&longs;e &ograve; finito, &ograve; infinito. </s>

<s>Se fu&longs;&shy;<lb/>&longs;e finito; ne &longs;eguiterebbe, che e&longs;&longs;alando &amp; <lb/>v&longs;cendo fuori &longs;i con&longs;umerebbe; e&longs;&longs;endo che <lb/>da ogni co&longs;a finita leuando &longs;i del continouo <lb/>qualche parte finita, la &longs;i con&longs;umi; come ci <lb/>in&longs;egn&ograve; Ari&longs;totile nel primo della Fi&longs;ica. <lb/><!-- KEEP S--></s>

<s>Se infinito, bi&longs;ognerebbe ancora, che per e&longs;&longs;e <lb/>re il detto fiato corpo; che &longs;i de&longs;&longs;e l'in&longs;inito in <lb/>atto contra &agrave; quello, che &egrave; determinato nel 3. <lb/>libro della Fi&longs;ica, &amp; nel primo del Cielo: oltre <lb/>che il corpo, che lo haue&longs;&longs;e a <expan abbr="c&otilde;tenere">contenere</expan>, &longs;arebbe <lb/>anco e&longs;&longs;o infinito in atto, che &longs;arebbe il <expan abbr="&longs;ec&otilde;do">&longs;econdo</expan> <lb/>incoueniente: &amp; di piu vi farebbe di bi&longs;ogno, <lb/>anzi a&longs;&longs;oluta nici&longs;t&agrave; vi &longs;aria di vn' Motore, che <lb/>fu&longs;&longs;e d'infinita Vert&ugrave;. <!-- KEEP S--></s>

<s>La quale non &longs;i pu&ograve; ri <lb/>trouare ne nell'Artefice, ne in qualunch'altro <lb/>Agente fuori della prima Cagione, che &egrave; Dio: <lb/>ne in qual &longs;i voglia co&longs;a artifiziale, ne naturale. <lb/></s>

<s>Et &longs;e ci fu&longs;&longs;e chi &longs;oggiugne&longs;&longs;e, che tal fiato &amp; <lb/>Vento potrebbe e&longs;&longs;ere tirato &amp; raccolto &longs;uc&shy;<lb/>ce&longs;siuamente, &amp; &agrave; poco &agrave; poco con vn Manti&shy;<lb/>ce, &ograve; &longs;imile &longs;tormento, da vn' Agente &amp; Mo&shy;<lb/>tore, che alzandolo face&longs;&longs;e che' tira&longs;&longs;e &agrave; &longs;e il fia <lb/>to; &amp; la&longs;ciandolo abba&longs;&longs;are, fu&longs;&longs;e cagione che' <lb/>lo manda&longs;&longs;e fuori, &amp; che il Vento nell'v&longs;cire di <lb/>quella Machina percote&longs;&longs;e &amp; volta&longs;&longs;e il Mobi&shy;<lb/>le; direi, che que&longs;to &longs;arebbe vn'dare vn'Moto&shy;<lb/>re, che moue&longs;&longs;e il Motore Mouente il Mobile <lb/>immediatamente: il quale &ograve; &longs;arebbe animato, <lb/>caduco &amp; mortale: &amp; perci&ograve; non atto &agrave; muoue <pb xlink:href="033/01/033.jpg" pagenum="33"/>re <expan abbr="s&etilde;pre">sempre</expan>: &ograve; inanimato naturale, &ograve; artifiziale, &amp; bi <lb/>&longs;ogno&longs;o di vno altro agente &amp; Motore, &amp; quel <lb/>lo di vn'altro con procedere in infinito, che &egrave; <lb/>anco impo&longs;sibile. </s>

<s>Et &longs;e alcuno dice&longs;&longs;e, che'&longs;i <lb/>potria muouere per forza di Ruote &amp; di con&shy;<lb/>trape&longs;i, &longs;i come &longs;i moueua quel corpo sferico, <lb/>compo&longs;to gia &amp; fabbricato con Arte maraui&shy;<lb/>glio&longs;a &amp; &longs;tupenda da Lorenzo della Volpaia; <lb/>&amp; che anco hoggidi &longs;i ritroua nella Ricchi&longs;si&shy;<lb/>ma, &amp; <expan abbr="veram&etilde;te">veramente</expan> Reale Guardaroba del no&longs;tro <lb/>Sereni&longs;simo Gran DVCA di To&longs;cana, nel qua <lb/>le &longs;i vedeuano, &amp; veggiono i Moti di tutti i Pia <lb/>neti, &amp; dell'ottaua sfera; Ri&longs;ponderei, che tut <lb/>ti que&longs;ti Motori, &longs;i come, gl'altri di qualun&shy;<lb/>que &longs;orte e'&longs;i fu&longs;&longs;ero, &ograve; naturali, &ograve; artifiziali, &ograve; <lb/>mi&longs;ti, &longs;arebbero ridotti &longs;otto le Regole del&shy;<lb/>l'Arte, &amp; per mezzo di quella adattati all'arti&longs;i <lb/>zio di gia detto: Et tutti forza &longs;arebbe, che <lb/>qualche volta, &amp; bene &longs;pe&longs;&longs;o fu&longs;&longs;ero impe&shy;<lb/>diti nellaloro operazione da piu &amp; diuer&longs;e ca&shy;<lb/>gioni, contrariet&agrave;, alterazioni, mutazioni, &amp; <lb/>gua&longs;tamenti, &amp; altre co&longs;e accidentali, proce&shy;<lb/>denti dalla Materia, di &longs;ua natura alterabile &amp; <lb/>corrottibile; &amp; dal Tempo, che &agrave; lungo anda&shy;<lb/>re gua&longs;ta, con&longs;uma &amp; di&longs;&longs;olue ogni co&longs;a: ne <lb/>pati&longs;ce che in qual &longs;i voglia, dal Cielo della Lu <lb/>na in gi&ugrave;, &longs;ia &longs;tabilit&agrave;, ne lunga durazione, non <lb/>che perpetuit&agrave;. </s>

<s>E &longs;imilmente da auuertire <lb/>per confutazione di tanto incoueniente &amp; im <lb/>po&longs;sibile, che &longs;enza il toccamento continouo <lb/>&amp; &longs;cambieuole del Mobile &amp; del Motore, non <pb xlink:href="033/01/034.jpg" pagenum="34"/>&longs;i potrebbe mai fare, ne dare mouimento al&shy;<lb/>cuno, &amp; tanto meno il perpetuo: e&longs;&longs;endo <expan abbr="a&longs;&longs;o-lutam&etilde;te">a&longs;&longs;o&shy;<lb/>lutamente</expan> nece&longs;&longs;ario, che p cotal <expan abbr="Toccam&etilde;to">Toccamento</expan> &longs;i <lb/>logora&longs;&longs;e dell'vno &amp; dell'altro, &ograve; del corpo mo <lb/>bile, &longs;e non del motore: &amp; co&longs;i &longs;i di&longs;co&longs;ta&longs;&longs;e&shy;<lb/>ro l'vno dall'altro di maniera, che'non &longs;i tocca&longs; <lb/>&longs;ero: &amp; per tal cagione ce&longs;&longs;a&longs;&longs;e il moto. </s>

<s>Inol&shy;<lb/>tre, &longs;e chiara co&longs;a &egrave;, che ogni mouente inani&shy;<lb/>mato, <expan abbr="&longs;ec&otilde;do">&longs;econdo</expan> la &longs;ua propria natura, non &longs;i muo <lb/>ua, ne po&longs;&longs;a muouere, &longs;e non ad vna differen&shy;<lb/>za &longs;ola di luogo, come &longs;i vede nel fuoco: il qua <lb/>le di &longs;ua natura &longs;i muoue &longs;olamente all'ins&ugrave;: &amp; <lb/>in vna Zolla di Terra, che &longs;i muoue all'ingi&ugrave;; <lb/>non &egrave; po&longs;sibile, che i &longs;opra detti Motori, &ograve; <lb/>altri &longs;omiglianti muouano &agrave; piu differenze di <lb/>luogo: come &longs;arebbe all'innanzi, &amp; all'indie&shy;<lb/>tro, &amp; col fare, che i termini &longs;i varino, cio&egrave;, <lb/>che il Termine &agrave; cui, diuenti al quale: &amp; que&shy;<lb/>&longs;to quello: come pu&ograve; fare, &amp; f&agrave; vn' Motore ani <lb/>mato, &amp; che h&agrave; il principio in &longs;e mede&longs;imo di <lb/>poter&longs;i muouere per propria elezzione, &amp; &longs;i <lb/>muoue dou &egrave; vuole. </s></p><p type="main">

<s>La qual co&longs;a non potendo fare in modo al&shy;<lb/>cuno i &longs;opranominati Motori; &egrave; impo&longs;sibile <lb/>per mezzo di quelli dare ad vn' corpo artifi&shy;<lb/>ziale mouimento perpetuo. </s>

<s>Ma perche qui <lb/>mi potrebbe e&longs;&longs;ere oppo&longs;to, che io non haue&longs; <lb/>&longs;i fatto menzione dell' Ariento viuo, atto &longs;econ <lb/>do lo parere di alcuni &agrave; potere dare il Moto &agrave; <lb/>qualche corpo, come parue che afferma&longs;&longs;e an&shy;<lb/>cora Ari&longs;totile nel primo libro dell'Anima; do <pb xlink:href="033/01/035.jpg" pagenum="35"/>ue egli ragion&ograve; della Statua di Venere, fatta di <lb/>legno da Dedal&ograve;: la quale &longs;i moueua per for&shy;<lb/>za dell'Ariento viuo, che vi era dentro. </s>

<s>La <lb/>qual co&longs;a f&ugrave; ancora &longs;critta &amp; prima da Plato&shy;<lb/>ne: il quale fece menzione delle Statue di Deda <lb/>l&ograve; con dire, che le erano fuggitiue, ne &longs;i pote&shy;<lb/>uano fare &longs;tare ferme &longs;e non legando le: ma non <lb/>di&longs;&longs;e in vert&ugrave; di che co&longs;a le &longs;i moue&longs;&longs;ero, ri&longs;pon <lb/>do; Che quando &egrave; fu&longs;&longs;e vero, che l'Ariento vi <lb/>uo le haue&longs;&longs;e &longs;enza l'aiuto di altra co&longs;a fatte <lb/>muouere, il che io non credo; non per&ograve; &longs;i con <lb/>chiude la perpetuit&agrave; di quel Moto, per ri&longs;pet&shy;<lb/>to della Statua, non atta &agrave; durare &longs;empre. </s>

<s>Et ag <lb/>giungo di piu, l'Ariento viuo non e&longs;&longs;er ba&longs;te&shy;<lb/>uole per muouere da &longs;e corpo alcuno: ma&longs;si&shy;<lb/>mamente &longs;egl'hauer&agrave; in &longs;e qualche grauezza; <lb/>ma hauer di bi&longs;ogno, che qualch'altra co&longs;a lo <lb/>aiuti, &amp; concorra &longs;eco nel muouere del corpo <lb/>Mobile. <!-- KEEP S--></s>

<s>Et che ci&ograve; &longs;ia vero, lo dimo&longs;tra la &longs;pe <lb/>rienza, mae&longs;tra delle co&longs;e, &amp; alla quale chi non <lb/>crede, &longs;i pu&ograve; dire; che &longs;ia fuori di &longs;e. </s>

<s>Vede&longs;i <expan abbr="ad&utilde;">adum</expan> <lb/>que manife&longs;tamente che'tutto che lo Ariento <lb/>viuo sfugga il Tatto &amp; &longs;ia sdrucciolante, mo&shy;<lb/>bile &amp; fuggitiuo, non per&ograve; &longs;i muoue &longs;e' non <lb/>&egrave; tocco, &ograve; mo&longs;&longs;o il luogo, doue gl'&egrave;, ancora <lb/>che non terminato, ne ri&longs;tretto da quello. </s>

<s>La <lb/>qual co&longs;a mi f&agrave; credere, &amp; pu&ograve; ad altri dare &agrave; <lb/>ba&longs;tanza ad intendere, che quando vna Statua <lb/>ne fu&longs;&longs;e in buona parte piena, non per ci&ograve; &longs;i <lb/>mouerebbe: ne l'Ariento per &longs;e &longs;te&longs;&longs;o la mo&shy;<lb/>ueria; e&longs;&longs;endo che' &longs;arebbe all'hora termina-<pb xlink:href="033/01/036.jpg" pagenum="36"/>to &longs;econdo la piu parte delle Dimen&longs;ioni di <lb/>quel' corpo. <!-- KEEP S--></s>

<s>Et &longs;e co&longs;toro pure &longs;i imagina&longs;&shy;<lb/>&longs;ero di fare vn' Corpo sferico pulito, li&longs;cio <lb/>&amp; &longs;drucciolante, come &longs;arebbe per e&longs;&longs;em&shy;<lb/>pio vna Palla di materia leggiera, &amp; atta &agrave; pi&shy;<lb/>gliare pulimento, &amp; diuentare li&longs;cia; &amp; di em&shy;<lb/>pierla infino ad vn' certo che, perche riuoltan <lb/>do&longs;i quella, lo Ariento viuo pote&longs;&longs;e muouer&longs;i <lb/>per luogo vacuo dialtro corpo, eccettuatane <lb/>l'Aria, &amp; aiutarla rotolare &amp; voltar&longs;i, con po&shy;<lb/>&longs;arla &longs;opra vn' piano pulito, li&longs;cio &amp; &longs;druccio <lb/>lante, molto bene liuellato, doue la &longs;i riuolge&longs; <lb/>&longs;e &amp; gira&longs;&longs;e come il meglio, &amp; quanto la po&shy;<lb/>te&longs;&longs;e. </s>

<s>Et inoltre pote&longs;&longs;ero fabbricare vn' Cor <lb/>po di tanta perfetta ritondit&agrave;, &amp; vn' piano co&shy;<lb/>&longs;i pari &amp; &longs;pianato, cheil corpo sferico po&longs;an&shy;<lb/>do&longs;i &longs;opra del piano, lo tocca&longs;&longs;e in co&longs;i piccio <lb/>la parte, che qua&longs;i per nici&longs;t&agrave; &amp; per forza del <lb/>non trouare appena doue fermar&longs;i, &amp; dell'A&shy;<lb/>riento viuo, che fu&longs;&longs;e dentro di quella, la fu&longs;&longs;e <lb/>nece&longs;sitata &agrave; muouer&longs;i; non per que&longs;to &longs;arebbe <lb/>che il corpo, &amp; il piano come materiali non fu&longs; <lb/>&longs;ero &longs;ottopo&longs;ti alla corruzzione, &amp; ad altriac&shy;<lb/>cidenti, ne' quali gli incorrerebbono &agrave; qual&shy;<lb/>che tempo, ma&longs;simamente in vn lungo pro ce&longs;&shy;<lb/>&longs;o di quello. </s>

<s>Et perche da mede&longs;imi Ingegne&shy;<lb/>ri, &ograve; da chi vole&longs;&longs;e la loro oppenione &longs;o&longs;tenta&shy;<lb/>re, mi potrebbe e&longs;&longs;ere &longs;oggiunto, Che quan&shy;<lb/>tunque e' non &longs;i po&longs;&longs;a negare, ne in tutto, ne in <lb/>parte quello, che infino ad hora &longs;i &egrave; detto da <lb/>me, per prouare, che gl'&egrave; impo&longs;sibile per via <pb xlink:href="033/01/037.jpg" pagenum="37"/>dell'Arte &amp; ingegno humano trouare &amp; dare <lb/>il Moto perpetuo; &amp; che tal co&longs;a particolar&shy;<lb/>mente non e' comportata dalla caducit&agrave; &amp; in <lb/>obbedienza della Materia, della quale il corpo <lb/>Mobile douerrebbe e&longs;&longs;ere compo&longs;to: ne an&shy;<lb/>co dal Motore, alterabile &amp; corrottibile, &longs;i co&shy;<lb/>me &egrave; cia&longs;cuno di quelli, de' quali &longs;i &egrave; ragiona&shy;<lb/>to: ne dallo Spazio: ne dal Tempo; non &egrave; per&ograve;, <lb/>che tale oppenione &longs;ia vana del tutto &amp; fal&longs;a: <lb/>anzi che la &longs;i pu&ograve; prouare e&longs;&longs;ere vera; &amp; il Mo <lb/>to Perpetuo poter&longs;i trouare, dare &amp; concede&shy;<lb/>re: poiche per la co&longs;a Mobile &longs;i potrebbe da <lb/>re &amp; a&longs;&longs;egnare la Calamita, &ograve; il ferro &amp; accia&shy;<lb/>io calamitato: &amp; per Motore la Stella Tramon <lb/>tana &amp; &longs;ua Vert&ugrave;: con la quale la tira &amp; riuol <lb/>ge &agrave; s&egrave;, non pure la Calamita, ma il ferro &amp; <lb/>acciaio: &longs;e per&ograve; que&longs;to &egrave; vero, &amp; non per il <lb/>contrario, cioe che la Calamita di &longs;ua propria <lb/>natura, &amp; il ferro &amp; acciaio calamitato &longs;i muo <lb/>uano &amp; riuoltino alla Tramontana: co&longs;a, che <lb/>come in fatto &longs;i vede negl'Horiuoli da Sole, &amp; <lb/>nelle Bu&longs;&longs;ole e&longs;&longs;ere vera: co&longs;i non &longs;i s&agrave; chi &longs;ia <lb/>l'Agente, &amp; il Paziente. <!-- KEEP S--></s>

<s>Ionondimeno rimet <lb/>tendomene &agrave; chi piu intende di me, credo che <lb/>la Vert&ugrave; attiua &amp; Motrice &longs;ia nella Stella, cor&shy;<lb/>po nobili&longs;simo, cele&longs;te &amp; <expan abbr="n&otilde;">non</expan> &longs;oggetto alla cor <lb/>ruzzione, perche co&longs;i &longs;ia piaciuto &agrave; chi la cre&ograve; <lb/>&amp; con&longs;erua; &amp; non nella Calamita, corpoter&shy;<lb/>reno, mi&longs;to &amp; corrottibile: </s></p><p type="main">

<s>Et che il Motore in que&longs;to ca&longs;o non &longs;i po&shy;<lb/>crebbe corrompere, anzi &longs;arebbe perpetuo: <pb xlink:href="033/01/038.jpg" pagenum="38"/>ne per accidente, &amp; modo alcuno, potria e&longs;&longs;e&shy;<lb/>re impedito dal &longs;empre muouere, &amp; tirare &agrave; &longs;e <lb/>quel Mobile <expan abbr="c&otilde;">com</expan> la mede&longs;ima Vert&ugrave;, &amp; nella ma <lb/>niera che' f&agrave; hoggidi. </s>

<s>Et che e&longs;&longs;endo la Ca&shy;<lb/>lamita per e&longs;&longs;ere anch'ella &longs;empre della &longs;te&longs;&longs;a <lb/>natura &amp; attitudine &agrave; muouer&longs;i ver&longs;o la Tra&shy;<lb/>montana, &ograve; ad e&longs;&longs;ere mo&longs;&longs;a da lei, &longs;i come l'&egrave; <lb/>hora; che &longs;empre &longs;aria tirata in ogni parte, do <lb/>ue la fu&longs;&longs;e, infino &agrave; quanto il Mondo dura&longs;&longs;e. <lb/></s>

<s>al qual termine poi, marauiglia <expan abbr="n&otilde;">non</expan> &longs;arebbe che <lb/>manca&longs;&longs;e il Moto trouato &amp; dato, po&longs;cia che <lb/>mancare dee il Mouimento del Cielo, &amp; la in <lb/>fluenza di quello, in&longs;ieme <expan abbr="c&otilde;">com</expan> la generazione &amp; <lb/>corruzzione delle co&longs;e dal Cielo in gi&ugrave;: &amp; con <lb/>tutto ci&ograve; &longs;aria verificato, che' &longs;i fu&longs;&longs;e potuto <lb/>trouare &amp; dare lo Moto perpetuo. </s>

<s>Et che' <lb/>non &egrave; inconueniente alcuno, ne repugna alla <lb/>ragione, che' &longs;i dica, che' &longs;i po&longs;&longs;a trouare &amp; da <lb/>re vn' Moto perpetuo, in quel modo, che da <lb/>Ari&longs;totile &longs;i dice nel primo del Cielo, Che <lb/>ogni grandezza &longs;i pu&ograve; diuidere in parte, che <lb/>di nuouo &longs;i pu&ograve; &longs;empre diuidere: il che non &egrave; <lb/>altro, che poter&longs;i diuidere in infinito. </s></p><p type="main">

<s>Et che in infinito &longs;econdo Euclide &longs;i pu&ograve; tira&shy;<lb/>re vna Linea, &longs;e bene non &longs;i &egrave; trouato mai chi la <lb/>tira&longs;&longs;e. </s>

<s>Per&ograve;, che pre&longs;uppo&longs;to, che la Ca&shy;<lb/>lamita pote&longs;&longs;e &longs;empre muouer&longs;i da &longs;e ver&longs;o la <lb/>Tramontana, &ograve; e&longs;&longs;er mo&longs;&longs;a da quella, come la <lb/>farebbe per la propria Vert&ugrave;, &amp; &longs;e la non ha&shy;<lb/>ue&longs;&longs;e impedimento, alcuno; tal Moto &longs;arebbe <lb/>perpetuo a&longs;&longs;olutamente dalla parte del Moto-<pb xlink:href="033/01/039.jpg" pagenum="39"/>re, che con la mede&longs;ima Vert&ugrave; &amp; forza, che'ti&shy;<lb/>ra hoggidi, &amp; riuolge a &longs;e la Calamita, la tire&shy;<lb/>rebbe &longs;empre, per e&longs;&longs;ere perpetuo &amp; incorrot <lb/>tibile. </s>

<s>A que&longs;ta oppo&longs;izione, &amp; nuouo pen&shy;<lb/>&longs;iero ri&longs;ponder&ograve;, parte col negare quello, che <lb/>per gli auuer&longs;arij &longs;i pre&longs;uppone nel princi&shy;<lb/>pio della loro in&longs;tanza, cio&egrave;; che la Calamita &longs;i <lb/>muoua, &ograve; po&longs;&longs;a e&longs;&longs;er mo&longs;&longs;a &longs;empre &amp; contino <lb/>uamente, &longs;enza hauere impedimento, che &longs;i <expan abbr="c&otilde;">com</expan> <lb/>traponga accidentalmente alla &longs;ua natural Ver <lb/>t&ugrave;, dicendo con Epicarmo, Che fatti i pre&longs;up <lb/>po&longs;ti fal&longs;i, non &egrave; po&longs;sibile di&longs;correr bene, ne <lb/>conchiudere il vero: &amp; parte con prouare, <lb/>che que&longs;to non pu&ograve; far&longs;i: &amp; che co&longs;toro non <lb/>intendono loro mede&longs;imi, ne &longs;anno quello, <lb/>che' &longs;i vogliono dire. </s>

<s>Primieramente adun&shy;<lb/>que, niego il pre&longs;uppo&longs;to. </s>

<s>il quale douendo <lb/>toccare &agrave; prouare &agrave; loro, &longs;ar&agrave; da e&longs;si co&longs;i be&shy;<lb/>ne, &amp; con qvella po&longs;sibilit&agrave; &amp; ageuolezza pro&shy;<lb/>uato e&longs;&longs;er vero, che &longs;arebbe dimo&longs;trare, che <lb/>tra lo Diametro, &amp; la co&longs;ta, fu&longs;&longs;e qualchepro&shy;<lb/>porzione. </s>

<s>Et che &longs;arebbe prouare, che quel&shy;<lb/>lo, chenon &longs;olamente &agrave; Priori; ma ne anco &agrave; <lb/>Po&longs;teriorinon &longs;i pu&ograve; prouare, pure &longs;i proua&longs; <lb/>&longs;e. </s>

<s>Non &longs;i pu&ograve; adunque prouare &agrave; priori: per <lb/>che nel pre&longs;uppo&longs;to &longs;i comprende il &longs;empre <lb/>muouer&longs;i, &ograve; e&longs;&longs;ere &longs;empre mo&longs;&longs;a, non &longs;econdo <lb/>la po&longs;sibilit&agrave; della &longs;ua natura &amp; vert&ugrave;, &amp; &longs;econ <lb/>do la ragione in vniuer&longs;ale &amp; a&longs;tratto; ma &longs;e&shy;<lb/>condo il &longs;en&longs;o &amp; in fatto. </s>

<s>Et perche il &longs;empre <lb/>inferi&longs;ce &amp; importa continouo &amp; perpetuo, <pb xlink:href="033/01/040.jpg" pagenum="40"/>del quale non &longs;i pu&ograve; hauere cognizione &longs;e non <lb/>in vn' Tempo, quando non &longs;ar&agrave; piu Tempo: <lb/>il che implica <expan abbr="c&otilde;tradizzione">contradizzione</expan>, &amp; impo&longs;sibilit&agrave;, <lb/>non potendo &longs;tare in&longs;ieme Tempo &amp; non Tem <lb/>po. </s>

<s>Adunque non &longs;i pu&ograve; prouare &agrave; Priori. <lb/><!-- KEEP S--></s>

<s>A Po&longs;teriori &longs;imilmente, non &egrave; po&longs;sibile pro&shy;<lb/>uare tale pre&longs;uppo&longs;to, per la ragione hora ho <lb/>ra detta. </s>

<s>La quale chiari&longs;ce, che ne&longs;&longs;uno pu&ograve; <lb/>auuerare quello e&longs;&longs;ere in fatto, di che non &longs;i <lb/>pu&ograve; hauere in fatto &longs;cienza &amp; notizia alcuna. <lb/></s>

<s>A dunque ne anco &agrave; po&longs;teriori &egrave; po&longs;sibile co&shy;<lb/>tal co&longs;a prouare. </s>

<s>Secondariamente dico, che il <lb/>pre&longs;uppo&longs;to &egrave; fal&longs;o per &longs;e &longs;te&longs;&longs;o, cio&egrave; &longs;enza ha <lb/>uere ri&longs;petto &amp; con&longs;iderazione &agrave; gli accidenti <lb/>&amp; impedimenti, &amp; lo prouo co&longs;i. </s>

<s>Quello, <lb/>che &egrave; atto nato, &amp; di &longs;ua natura determinato, <lb/>mouendo&longs;i da &longs;e, &ograve; e&longs;&longs;endo mo&longs;&longs;o da altri, ad <lb/>vn' particolar' &longs;ito, &amp; ad vn' punto &longs;olo, come <lb/>&agrave; &longs;uo proprio &amp; naturale Termine &amp; fine; &amp; &agrave; <lb/>quello nece&longs;&longs;ariamente per &longs;ua propriet&agrave;, &ograve; di <lb/>chi lo muoua &amp; tiri, acqui&longs;tato che lo h&agrave;, &longs;i fer <lb/>ma &amp; ce&longs;&longs;a di piu muouer&longs;i: &amp; tanto piu age&shy;<lb/>uolmente &amp; prima re&longs;ta di muouer&longs;i, quanto <lb/>la Vert&ugrave; attatrice &amp; motrice, che lo hauer&agrave; <lb/>mo&longs;&longs;o, &longs;ar&agrave; piu gagliarda &amp; piu potente. </s>

<s>Ma <lb/>tale &egrave; la Calamita, la quale per occulta Vert&ugrave; <lb/>&amp; qualit&agrave; non inte&longs;a &longs;i riuolge, &ograve; &egrave; riuoltaper <lb/>forza al punto &amp; al &longs;egno della Tramontana, <lb/>dalla mede&longs;ima Stella, &agrave; cui trouata che la l'ha, <lb/>&longs;i ferma &amp; pi&ugrave; non &longs;i muoue. </s>

<s>Adunque non &egrave; <lb/>po&longs;sibile, che la Calamita &longs;i muoua &longs;empre. <pb xlink:href="033/01/041.jpg" pagenum="41"/>Adunque vano il pre&longs;uppo&longs;to, &amp; dimo&longs;trato <lb/>vano dalla Sperienza, piu potente &amp; piu forte <lb/>di ogni ragione. </s>

<s>Imperoche noi veggiamo <lb/>lo Ago calamitato &amp; Lancetta di vno Horiuo <lb/>lo da Sole, &amp; co&longs;i quello delle Bu&longs;&longs;ole muo&shy;<lb/>uer&longs;i ad ogni altro &longs;ito fuori della Tramonta&shy;<lb/>na, <expan abbr="n&otilde;">non</expan> per muouer&longs;i ad alcuno, che <expan abbr="n&otilde;">non</expan> &longs;ia quel <lb/>lo: ma per muouer&longs;i alla mede&longs;ima Tramonta&shy;<lb/>na, &amp; &longs;olamente &agrave; dirittura di quella fermar&longs;i. <lb/></s>

<s>La qual co&longs;a dimo&longs;tra, quel &longs;egno e&longs;&longs;ere il fine <lb/>del &longs;uo Moto: &amp; che lo hauerlo con&longs;eguito &egrave; <lb/>la cagione del &longs;uo fermar&longs;i. </s>

<s>Et che, &ograve; &longs;ia la Ver <lb/>t&ugrave; nella Calamita, &ograve; nella Stella, la Calamita <lb/>non &longs;i muoue &amp; ferma ad altro &longs;egno, &longs;e la non <lb/>&egrave; mo&longs;&longs;a &amp; ferma per forza &amp; opera altrui; ma <lb/>per&ograve; la&longs;ciata operare &longs;econdo la &longs;ua natura, <lb/>&longs;enza fermar&longs;i altroue; ritorna al &longs;egno del no&shy;<lb/>&longs;tro Polo. <!-- KEEP S--></s></p><p type="main">

<s>Adunque non &egrave; vero, che la Calamita &longs;ia il <lb/>Mobile perpetuo, che i ghiribizzatori cerca&shy;<lb/>no in darno. </s>

<s>Ne anco pu&ograve; e&longs;&longs;ere; poiche in <lb/>ogni Moto &egrave; nece&longs;&longs;ario non pure il Mouente, <lb/>ma il corpo, che dee e&longs;&longs;ere mo&longs;&longs;o, come &longs;i di&longs;&shy;<lb/>&longs;e di &longs;opra, quando &longs;i mo&longs;tr&ograve;, che ad ogni Mo <lb/>to cinque co&longs;e concorrono: Et che &longs;e il Mo&shy;<lb/>tore debbe perpetuamente muouere, perpe&shy;<lb/>tuamente ancora debbe il corpo e&longs;&longs;ere mo&longs;&longs;o. <lb/></s>

<s>la qual co&longs;a &longs;i &egrave; dimo&longs;trata non potere della ca <lb/>lamita auuenire. </s>

<s>Chi non vede per tanto, che <lb/>il volere, che la Calamita, che non &longs;i muoue, <lb/>ne &egrave; mo&longs;&longs;a &longs;empre &amp; di continouo; anzi &longs;i vol-<pb xlink:href="033/01/042.jpg" pagenum="42"/>ge &amp; ferma alla Tramontana, &longs;ia quella co&longs;a, <lb/>nella quale come in Mobile, dee e&longs;&longs;ere l'atto <lb/>del Motore, che perpetuamente muoua, &amp; ca <lb/>gioni il Moto perpetuo, &egrave; vna baia: Si come <lb/>baia &egrave;, che' &longs;i po&longs;&longs;a colorire vn' di&longs;egno in aria <lb/>&amp; mettere in atto vno impo&longs;sibile non pure <lb/>&longs;trauagante capriccio: al quale &longs;i contrapon&shy;<lb/>gono non pure molti &amp; molti, ma qua&longs;i infi&shy;<lb/>niti impedimenti, &amp; difficult&agrave; innumerabili. <lb/></s>

<s>Ne bi&longs;ogna che' replichino, che ci&ograve; che &longs;i ra&shy;<lb/>giona &amp; afferma da loro, hauerebbe luogo &amp; <lb/>&longs;arebbe vero ognivolta che dalla parte del Mo <lb/>bile, cio&egrave; della Calamita, non ci fu&longs;&longs;ero impe&shy;<lb/>dimenti, come non ci &longs;ariano dalla parte del <lb/>Motore, cio&egrave; della &longs;tella Polare: la quale &egrave; in <lb/>corrottibile, et atta a &longs;empre muouere: ma que <lb/>&longs;to &longs;arebbe vn' ritirar&longs;i dalla prima conuen&shy;<lb/>zione fatta infra di noi, quando conuenimo <lb/>nel Termine, &amp; &longs;ignificato della loro Propo&longs;i&shy;<lb/>zione: la quale, f&ugrave; che' &longs;i po&longs;&longs;a trouare &amp; da&shy;<lb/>re in verit&agrave; &amp; in fatto il Moto perpetuo: &amp; <expan abbr="n&otilde;">non</expan> <lb/>come' vorriano hora, imaginario &amp; fonda&shy;<lb/>to &longs;opra pre&longs;uppo&longs;ti non veri; &amp; in &longs;ul dire, <lb/>ca&longs;o che co&longs;i fu&longs;&longs;e, &amp; che co&longs;i pote&longs;&longs;e e&longs;&longs;ere: <lb/>che tanto &egrave; quanto dire nulla: anzi dire &amp; mo <lb/>&longs;trare di volere fare co&longs;e nuoue, marauiglio&longs;e <lb/>&amp; &longs;tupende, ma con la imaginazione &amp; in <lb/>&longs;ogno. </s></p><p type="main">

<s>Puo&longs;si in oltre con&longs;iderare, che &longs;e natural&shy;<lb/>mente &longs;i pote&longs;&longs;e, &amp; tra le co&longs;e naturali ritro&shy;<lb/>uare cotal Moto, che' non &longs;arebbe piu officio <pb xlink:href="033/01/043.jpg" pagenum="43"/>di co&longs;toro il cercarne &amp; il trouarlo durabile <lb/>perle centinaia de'gl'anni, &longs;e non eternamente; <lb/>&ograve; almeno per le Decine, che' &longs;i &longs;ia de Filo&longs;o&shy;<lb/>fi &amp; de Medici: anzi molto piu proprio di que <lb/>&longs;ti: i quali potriano a&longs;&longs;egnare il Mouimento <lb/>del Cielo, ben che &longs;aputo &amp; inte&longs;o da tutti; &amp; <lb/>il Moto &amp; battere del pol&longs;o; che di quelli, i <lb/>quali promettendo in ci&ograve; di operare come Ar <lb/>tefici indu&longs;trio&longs;i &amp; di &longs;ingolare Eccellenza; <lb/>mo&longs;trano &longs;enza altro, che l'opera loro debba <lb/>e&longs;&longs;ere artifiziale, &amp; non naturale. </s>

<s>Adunque <lb/>maggiormente &longs;ottopo&longs;ta alla corruzzione, <lb/>&amp; manco perfetta: adunque manco durabi&shy;<lb/>le: adunque non perpetua. </s>

<s>Et que&longs;to ba&longs;ti ha <lb/>uere ragionato del Motore. <!-- KEEP S--></s>

<s>il quale non &egrave; po&longs; <lb/>&longs;ibile, &amp; &longs;ia di qualunque qualit&agrave; &amp; &longs;orte &longs;i vo <lb/>glia, &amp; con ogni &longs;qui&longs;ito, &amp; da me non pen&longs;a&shy;<lb/>to artifizio adattato &amp; adoperato &agrave; perpetua&shy;<lb/>mente muouere lo corpo fabbricato da' &longs;o&shy;<lb/>pradetti Ingegneri, che lo muoua di Moto <lb/>perpetuo, &amp; &longs;enza mai re&longs;tare. </s>

<s>Ragioner&ograve; <lb/>hora con breuit&agrave;, &amp; piu di&longs;tintamente della <lb/>qualit&agrave; del detto Moto. <!-- KEEP S--></s>

<s>il quale per non po&shy;<lb/>tere e&longs;&longs;ere &longs;e <expan abbr="n&otilde;">non</expan> Violcto &amp; Locale, forza &egrave; che <lb/>&longs;ia tale, che &longs;i po&longs;&longs;a chiamare &longs;econdo vna di <lb/>quelle Quattro Differenze, che da Ari&longs;totile <lb/>furono notate nel &longs;ettimo della Fi&longs;ica, &amp; que&shy;<lb/>&longs;te &longs;ono. </s>

<s>Il Pignere: il Portare: il Tirare &agrave; <lb/>&longs;e; &amp; il Girare. <!-- KEEP S--></s></p><p type="main">

<s>Se tal Mouimento adunque &longs;i face&longs;&longs;e per im <lb/>pul&longs;ione, &amp; per linea retta, cio&egrave; perche il <pb xlink:href="033/01/044.jpg" pagenum="44"/>Mobile de&longs;&longs;e la pinta al corpo Mobile con &longs;e&shy;<lb/>guitare ditoccarlo &longs;empre, non potrebbe e&longs;&shy;<lb/>&longs;ere il Moto pepetuo: in quel modo che non <lb/>pu&ograve; e&longs;&longs;er Perpetuo ci&ograve; che &egrave; Violento. <!-- KEEP S--></s></p><p type="main">

<s>Ne comporterebbelo Spazio finito, che in e&longs;&shy;<lb/>&longs;o &longs;i face&longs;&longs;e vn' Moto in&longs;inito. </s>

<s>Se' fu&longs;&longs;e per <lb/>e&longs;pul&longs;ione, cio&egrave; percheil Motore pigne&longs;&longs;e &amp; <lb/>di&longs;co&longs;ta&longs;&longs;e da &longs;e il Mobile, &amp; non lo &longs;eguita&longs;&longs;e, <lb/>ne accadrebbe il mede&longs;imo, che &longs;i vede acca&shy;<lb/>dere nel tirare che &longs;i f&agrave; di vn' &longs;a&longs;&longs;o. </s>

<s>nel qual <lb/>ca&longs;o, quegli che lo tira, non lo &longs;eguita, ne lo v&agrave; <lb/>toccando &amp; &longs;pignendo continouamente: anzi <lb/>che il &longs;a&longs;&longs;o &longs;e ne v&agrave;, &amp; &longs;i muoue &longs;pinto della for <lb/>za impre&longs;&longs;agli dal Motore, &amp; aiutato dall' A&shy;<lb/>ria per alquanto Spazio, poiche gl'&egrave; v&longs;cito di <lb/>mano &agrave; colui, che lo tra&longs;&longs;e: ne &longs;i muoue per&shy;<lb/>petuamente, ne in infinito: perchela Violen&shy;<lb/>za manca, &amp; per con&longs;equente il Moto: la per <lb/>petuit&agrave; del quale non comporta eziandio la <lb/>Terminazione dello Spazio. <!-- KEEP S--></s>

<s>Adunque in que <lb/>&longs;to modo non &longs;i pu&ograve; dare il Moto perpetuo: <lb/>come ne ancora &longs;e &longs;i cagiona&longs;&longs;e dallo e&longs;&longs;ere il <lb/>Mobile portato. </s>

<s>perche ne &longs;eguirebbe il me&shy;<lb/>de&longs;imo, per cagione dello &longs;pazio finito; &amp; per <lb/>gl'impedimenti &amp; o&longs;tacoli, co&longs;i del non pote&shy;<lb/>re e&longs;&longs;ere portato innanzi &amp; indietro, per non <lb/>&longs;i potere muouere lo Agente &amp; Motore &longs;econ <lb/>do la volontaria &amp; propria &longs;ua determinazio&shy;<lb/>ne; come di altro, che potrebbe accadere dalla <lb/>parte della co&longs;a, che lo porta&longs;&longs;e. </s>

<s>la quale &longs;i po<lb/>tria alterare &amp; gua&longs;tare: non a ltramenti che <pb xlink:href="033/01/045.jpg" pagenum="45"/>lo &longs;te&longs;&longs;o corpo Mobile, per e&longs;&longs;ere di &longs;ua natu&shy;<lb/>ra &agrave; ci&ograve; &longs;ottopo&longs;to, Materiale &amp; non &longs;en&shy;<lb/>za priuazione di contrariet&agrave;. </s>

<s>Ma che direi <lb/>io, quando t&agrave;l Moto &longs;i face&longs;&longs;e col tirare &agrave; &longs;e il <lb/>Mouente lo corpo Mobile? <!-- KEEP S--></s>

<s>Ri&longs;ponderei, che <lb/>ad ogni modo, anzi tanto meno potrebbe e&longs;&shy;<lb/>&longs;ere perpetuo. </s>

<s>Et per dichiararmi, &agrave; fine di <lb/>e&longs;&longs;er meglio inte&longs;o, fo que&longs;ta di&longs;tinzione. </s>

<s>Che <lb/>il Tirare &agrave; &longs;e, &longs;i fa in tre modi. </s>

<s>Primieramente <lb/>il Motore, come fine, tira &agrave; &longs;e il Mobile: come <lb/>Verbigrazia il Guadagno tira il Mercatante &agrave; <lb/>Fiorenza. <!-- KEEP S--></s>

<s>Secondariamente il Tira &agrave; &longs;e, come <lb/>alterante &amp; imprimente nel Mobile qualche <lb/>nuoua qualit&agrave; accidentale: Si come l'Ambra <lb/>ri&longs;caldata dallo &longs;tropicciamento, tira &agrave; &longs;e la pa <lb/>glia: &amp; la Calamita il ferro, &amp; il ferro Calami <lb/>tato, hauendo riceuuto dalla Calamita vna Ver <lb/>t&ugrave; &amp; qualit&agrave; occulta, tira &agrave; &longs;e l'altro ferro non <lb/>Calamitato. <!-- KEEP S--></s>

<s>Et finalmente tira il Motore lo <lb/>Mobile &agrave; &longs;e, come Agente violento, il quale <lb/>operi per lo mezzo del Moto locale, &amp; &longs;enza <lb/>alcuna alterazione nel corpo Mobile: <!-- REMOVE S-->Si come quando &longs;i tira vna Naue allito. </s></p><p type="main">



<s>Nel <lb/>primo modo non &longs;i potrebbe fare il Moto per <lb/>petuo, per non &longs;i trattare in que&longs;ta nuoua in&shy;<lb/>uenzione, ne in que&longs;to mio ragionamento di <lb/>Moto trouato dall'Arte, &amp; fatto per mezzo di <lb/>Motori intelligibili. </s>

<s>Et perche con&longs;eguito <lb/>che fu&longs;&longs;e il fine, ce&longs;&longs;erebbe il Moto: poiche <lb/>chiunque muoue, non per altro muoue, &longs;e <expan abbr="n&otilde;">non</expan> <lb/>perche gli manca alcuna co&longs;a; &amp; &longs;e non &agrave; &longs;e, <pb xlink:href="033/01/046.jpg" pagenum="46"/>&agrave; chi &egrave; prouede: &amp; quella con&longs;eguita che gl'h&agrave; <lb/>re&longs;ta di muouere. </s>

<s>E in oltre da auuertire, <lb/>che &longs;e il Motore moue&longs;&longs;e per lo Fine, &amp; non lo <lb/>pote&longs;&longs;e con&longs;eguire, ne acqui&longs;tare ne al Mobi&shy;<lb/>le, ne &agrave; &longs;e; &ograve; non moueria in ordine al Fine: ne <lb/>il Fine mouerebbe come de&longs;iderato: &ograve; il me&shy;<lb/>de&longs;imo Motore moueria in vano. </s>

<s>La qual co <lb/>&longs;a &egrave; a&longs;&longs;urdi&longs;sima &amp; &longs;conueneuoli&longs;sima &agrave; dir&longs;i <lb/>poiche ogni Agente adopera per lo Fine. <!-- KEEP S--></s></p><p type="main">

<s>Nel &longs;econdo modo &longs;omigliantemente, non <lb/>&longs;i potrebbe fare: per la ragione, che non vuole, <lb/>che quando la co&longs;a &egrave; giunta, &amp; arriuata al &longs;uo <lb/>Termine, la &longs;i muoua piu: anzi chiede di fer&shy;<lb/>mar&longs;i: come di nici&longs;t&agrave; la Paglia quando la toc <lb/>ca l'Ambra; &amp; il ferro tocca la Calamita, che <lb/>que&longs;to &amp; quella &longs;i ferma. </s></p><p type="main">

<s>Nella Terza maniera finalmente non &longs;i po&shy;<lb/>trebbe dare il Moto perpetuo: perche il tira&shy;<lb/>re &longs;empre, &amp; &longs;empre muouere tirando &agrave; &longs;e, &ograve; <lb/>ad altra co&longs;a, per via di Moto locale il Mobile, <lb/>ricercherebbe di&longs;tanza infinita tra'l Motore <lb/>e'l Mobile; &amp; vert&ugrave; infinita nel Mouente, &ograve; fu&longs; <lb/>&longs;e artifiziale, &ograve; naturale. </s>

<s>Le quali co&longs;e non &longs;i <lb/>concedono; come ne anco la durazione per <lb/>petua delle co&longs;e &longs;ublunari nel mede&longs;imo e&longs;&longs;e&shy;<lb/>re &amp; &longs;tato: &ograve; &longs;iano fatte dalla Natura, &ograve; ritro&shy;<lb/>uate dall' Arte. <!-- KEEP S--></s></p><p type="main">

<s>Re&longs;tacihor&agrave; &agrave; ragionare de' Termini: den&shy;<lb/>tro &agrave; quali cotal Moto nece&longs;&longs;ariamente dec <lb/>far&longs;i; &amp; dello Spazio &amp; del Luogo piu partico <lb/>larmente, &amp; del Tempo. <!-- KEEP S--></s></p><pb xlink:href="033/01/047.jpg" pagenum="47"/><p type="main">

<s>De'Termini, come che poco ci &longs;ia che ra&shy;<lb/>gionarne, dir&ograve; nondimeno, che non e&longs;&longs;endo <lb/>quelli altro che termini &amp; e&longs;tremit&agrave; dello Spa <lb/>zio; ci mo&longs;trano &amp; fanno cono&longs;cere, che il <lb/>detto Spazio, del quale e' &longs;ono l'vltimo, da <lb/>ogni parte &longs;ia &longs;inito. </s>

<s>Se adunque lo &longs;pazio &longs;a <lb/>r&agrave; finito &amp; terminato, come di nece&longs;sit&agrave; dee e&longs; <lb/>&longs;ere, non &longs;i dando lo &longs;pazio attualmente infi&shy;<lb/>nito; forza anco &longs;ar&agrave;, che il Moto fatto in e&longs;&longs;o <lb/>&longs;ia finito. </s>

<s>Et &longs;e que&longs;to &longs;ar&agrave; finito; finito &longs;ar&agrave; <lb/>ancora il Tempo; ma lo &longs;pazio &amp; il luogo, den&shy;<lb/>tro &amp; &longs;opra del quale &longs;i di&longs;egna, che &longs;i habbia &agrave; <lb/>fare il Moto perpetuo, non pu&ograve; e&longs;&longs;ere &longs;e non fi <lb/>nito: Adunque finito &longs;ar&agrave; il Moto &amp; finito il <lb/>Tempo. <!-- KEEP S--></s>

<s>adunque non &longs;i dar&agrave; il Moto, perpe&shy;<lb/>tuo, di che &longs;i ragiona: Adunque non vera la <lb/>propo&longs;izione de gl'Ingegno &longs;i Arteficr. <!-- KEEP S--></s>

<s>E di <lb/>piu da con&longs;iderare, Che i Termini dal Quale &amp; <lb/>&agrave; Cui, &ograve; &longs;ono vna co&longs;a mede&longs;ima in fatto, ma <lb/>diuer&longs;i &amp; di&longs;tinti &longs;econdo la con&longs;iderazione: &ograve; <lb/>&longs;ono di&longs;tinti &amp; diuer&longs;i in fatto &amp; realmente, &amp; <lb/>&longs;econdo la con&longs;iderazione. </s>

<s>Se'fu&longs;&longs;ero nel <lb/>propo&longs;ito no&longs;tro, nel &longs;econdo modo, come'&longs;o <lb/>no quando il Moto locale &longs;i fa per vna lunghez <lb/>za finita, perche della infinita, la quale non &longs;i <lb/>d&agrave;, non &longs;i po&longs;&longs;ono a&longs;&longs;egnare Termini; lo Spazio <lb/>adunque &longs;arebbe finito, &amp; il Moto &amp; il Tem&shy;<lb/>po finito, come &longs;i &egrave; detto. </s>

<s>Et &longs;e infra e&longs;si il Mo <lb/>bile &longs;i moue&longs;&longs;e perpetuamente, hora dall'vno <lb/>all'altro; &amp; da que&longs;to &agrave; quello, con l'andare <lb/>innanzi &amp; indietro, non &longs;arebbe vn'Moto &longs;o-<pb xlink:href="033/01/048.jpg" pagenum="48"/>lo, ma piu Moti contrari, &amp; non vno contino <lb/>no, ne perpetuo: Et i Termini dello Spazio, <lb/>nel quale e' &longs;i face&longs;&longs;e, non &longs;ariano di&longs;tinti in <lb/>fatto &amp; in con&longs;iderazione: che &longs;arebbe contra <lb/>rio &agrave; quello, che pure hora &longs;i &egrave; detto &amp; pre&shy;<lb/>&longs;uppo&longs;to per via &amp; ragione diui&longs;iua, &amp; s'im&shy;<lb/>plicherebbe contradizzione. </s>

<s>Se' fu&longs;&longs;ero nella <lb/>prima maniera, come' &longs;ono quando il Moto &longs;i <lb/>f&agrave; circolarmente, ad ogni modo &longs;ariano Ter&shy;<lb/>mini di vno Spazio finito, &amp; &longs;imilmente fini&shy;<lb/>to il Moto, &amp; il Tempo: Si come per e&longs;&longs;em&shy;<lb/>pio, il Cielo &longs;i muoue da Oriente ver&longs;o Occi&shy;<lb/>dente: &amp; quantunque il Termine &agrave; Quo &amp; <lb/>d'onde, che &egrave;l'Oriente; &amp; il Termine ad Quem <lb/>&amp; al quale, ch'&egrave; il mede&longs;imo Oriente, &longs;iano re&shy;<lb/>almente vna co&longs;a mede&longs;ima; &longs;ono nondimeno <lb/>diuer&longs;i &longs;econdo i diuer&longs;i ri&longs;petti del Mobile &amp; <lb/>del &longs;uo mouimento. </s>

<s>Sono vna co&longs;a mede&longs;i&shy;<lb/>ma quanto al &longs;oggetto, ch'e la puntal parte <lb/>del Cielo, chiamata Oriente: perche mouendo <lb/>&longs;i il corpo Cele&longs;te dall' Oriente, ch'&egrave; termine <lb/>dal quale, ver&longs;o la &longs;ua parte dinanzi, la quale &egrave; <lb/>l'Emi&longs;perio di &longs;opra, &amp; ver&longs;o l'Occidente; tor <lb/>na al mede&longs;imo Oriente, come &agrave; Termine al <lb/>Quale. <!-- KEEP S--></s>

<s>Et que&longs;to Termine con&longs;iderato co&shy;<lb/>me fine, &longs;i chiama ad Quem &amp; al Quale: &longs;i co <lb/>me con&longs;iderato come principium vnde motus <lb/>E Termine &agrave; Quo &amp; dal Quale. <!-- KEEP S--></s>

<s>Ma perche que <lb/>&longs;ti nonpo&longs;&longs;ono in modo alcuno, ne inqual &longs;i <lb/>voglia Tempo, impedire la durazione del Mo&shy;<lb/>to nel Mobile, ne lo Motore, perche non &longs;ono <pb xlink:href="033/01/049.jpg" pagenum="49"/>co&longs;a materiale: ma &longs;olamente terminarlo &amp; far <lb/>lo finito, non &longs;ene pu&ograve; dire altro. </s>

<s>Lo Spazio &amp; <lb/>il Luogo, altre&longs;i per&longs;e&longs;te&longs;&longs;o, &amp; come rinchiu <lb/>&longs;o tra' Termini, &amp; da e&longs;si compre&longs;o, ci dimo&shy;<lb/>&longs;tra, che il Moto, il quale &longs;i face&longs;&longs;e &longs;opra quel&shy;<lb/>lo, nece&longs;&longs;ariamente &longs;arebbe finito. </s>

<s>Adunque <lb/>non perpetuo. </s>

<s>Adunque vana la inu enzione <lb/>dico&longs;toro. </s>

<s>Et perche qualch'vno potrebbe <lb/>dirmi, Que&longs;to non s'inferire concludentemen <lb/>te, &amp; non e&longs;&longs;er vero: imperoche ancora il Mo <lb/>to del Cielo &egrave; finito quanto &agrave; &longs;e, &amp; &agrave; &longs;uoi Ter&shy;<lb/>mini: nondimeno &egrave; continouo &amp; perpetuo: <lb/>&amp; co&longs;i potria e&longs;&longs;ere il Moto, del quale &longs;i ragio <lb/>na. </s>

<s>A que&longs;ta obbiezzione ri&longs;pondo; Che, &longs;e <lb/>bene il Moto Cele&longs;te &egrave; finito, &amp; &longs;i fa dentro &agrave; <lb/>certi Termini, &amp; Spazio, &amp; Luogo finito, <lb/>&egrave; per&ograve; continouo, &amp; per durare &longs;enza im&shy;<lb/>pedimento alcuno infino alla fine del Mon&shy;<lb/>do: &amp; &longs;i pu&ograve; chiamare perpetuo, &amp; in vn'cer <lb/>to modo &longs;empiterno, per le &longs;ucce&longs;siue &amp; conti <lb/>nouamente rinnouate circolazioni &amp; riuolu&shy;<lb/>zioni, fatte &amp; cagionate dalla &longs;ua Intelligenza, <lb/>la quale &egrave; immateriale, incorrottibile, &longs;piritale <lb/>&amp; eterna &agrave; parte po&longs;t, cioe doppo il principio <lb/>della &longs;ua creazione. </s>

<s>Ma che tale non &egrave;, ne pu&ograve; <lb/>e&longs;&longs;ere il Motore cagionante l'immaginato Mo <lb/>to perpetuo. </s>

<s>Et per&ograve; l'argomento non valere, <lb/>ne tenere. </s>

<s>non per cagione della diuer&longs;it&agrave; del <lb/>la Terminazione: ma per la perpetua iterazio&shy;<lb/>ne, &amp; rinnouazione &longs;ucce&longs;siua, &amp; continoua <lb/>della circolazione &amp; riuolgimento del Mobi-<pb xlink:href="033/01/050.jpg" pagenum="50"/>le, &amp; diuer&longs;it&agrave; &amp; vert&ugrave; del Motore. <!-- KEEP S--></s>

<s>Pu&ograve; di pi&ugrave; <lb/>accadere, che per qualche accidente &amp; Sini&shy;<lb/>&longs;tro, vn'altro corpo &longs;ia mo&longs;&longs;o, &amp; &longs;i muoua per <lb/>lo mede&longs;imo &longs;pazio; &amp; attrauer&longs;ando&longs;i al Mo <lb/>bile artifiziale, il quale &longs;i moue&longs;&longs;e &ptail; alcunalun <lb/>ghezza; &ograve; acco&longs;tando&longs;i &agrave; quello, quando e'fa&shy;<lb/>ce&longs;&longs;e il &longs;uo Moto circolarmente, &ograve; in giro; lo <lb/>face&longs;&longs;e fermare, &amp; co&longs;i fu&longs;&longs;e d'impedimento al <lb/>la <expan abbr="c&otilde;tinouazione">continouazione</expan> di quel Moto, &amp; ageuolmen <lb/>te in&longs;ieme in&longs;ieme alla &longs;ua durazione &amp; perpe&shy;<lb/>tuit&agrave;. </s>

<s>Et perche que&longs;to pu&ograve; far&longs;i qua&longs;i che <lb/>in infiniti modi per dire co&longs;i, la&longs;cer&ograve; di piu ra <lb/>gionarne. </s>

<s>Il Tempo finalmente anch'egli, dal <lb/>la &longs;ua parte non comporteria la perpetuit&agrave; del <lb/>Moto. <!-- KEEP S--></s>

<s>perche e&longs;&longs;endo il Tempo mi&longs;ura di Mo&shy;<lb/>to, &amp; il Moto finito, come &longs;i &egrave; dichiarato: &longs;a&shy;<lb/>r&agrave; eziandio il Tempo finito &amp; non perpetuo. </s></p><p type="main">

<s>Et &longs;e alcuno &longs;i contrapone&longs;&longs;e dicendo, che <lb/>a&longs;&longs;ai &longs;arebbe, che il <expan abbr="t&etilde;po">tempo</expan> che mi&longs;ura&longs;&longs;e lo ritro <lb/>uato Moto perpetuo, fu&longs;&longs;cil mede&longs;imo, che mi <lb/>&longs;ura&longs;&longs;e la durazione del Moto del Cielo; <expan abbr="ri&longs;p&otilde;">ri&longs;pom</expan> <lb/>do, niuno altro Mouimento fuori di quello, po<lb/>tere durare tanto, per <expan abbr="n&otilde;">non</expan> e&longs;&longs;ere il Mobile, ne il <lb/>Motore di quella natura &amp; perfezzione, che &egrave; il <lb/>corpo Cele&longs;te, &amp; la <expan abbr="Intellig&etilde;za">Intelligenza</expan>, che lo muoue <lb/>&amp; perche le co&longs;e di qua gi&ugrave; <expan abbr="n&otilde;">non</expan> &longs;ono &ptail;petue, <lb/>ma dal Tempo con&longs;umate &amp; disfatte. </s>

<s>Io h&ograve; in <lb/>fino &agrave; qui prouato, conforme al Titolo della <lb/>Qui&longs;tione propo&longs;ta, &amp; alla prome&longs;&longs;a fattane, <lb/>Che il Moto perpetuo non &longs;i po&longs;&longs;a in modo al <lb/>cuno ritrouare, ne dare in fatto &amp; realmente, <pb xlink:href="033/01/051.jpg" pagenum="51"/>per via &amp; mezzo dell'Arte, cio&egrave; fare che <expan abbr="&utilde;">um</expan> C or <lb/>po fabbricato da quella, <expan abbr="attualm&etilde;te">attualmente</expan> &longs;i muoua, <lb/>&ograve; &longs;ia mo&longs;&longs;o &longs;empre, &longs;enza giamai re&longs;tare, &longs;e <expan abbr="n&otilde;">non</expan> <lb/><expan abbr="qu&atilde;do">quando</expan> re&longs;ter&agrave; il Mouim&euml;to del Cielo: ne in co <lb/>&longs;a fuoridi quel corpo &longs;opra mondano trouar <lb/>lo, ne a&longs;&longs;egnarlo: &amp; dimo&longs;tro la verit&agrave; della <lb/>mia Conchiu&longs;ione, argomentando dalla par&shy;<lb/>te del Corpo Mobile, artifiziale in tutto, &ograve; na&shy;<lb/>turale: dalla parte del Motore qualunque' &longs;i <lb/>fu&longs;&longs;e, Eccettuatone per&ograve; le Intelligenze: Da <lb/>Termini, &amp; dallo Spazio &amp; dal Luogo tra e&longs;si <lb/>compre&longs;o; &amp; dal Tempo: co&longs;e tutte apparte&shy;<lb/>nenti &agrave; qualunque Mouiment&oacute;: Et per ogni <lb/>ver&longs;o &longs;coperto la fallacia &amp; vanit&agrave; dell'openio <lb/>ne contraria alla mia: &amp; manife&longs;tato la verit&agrave; <lb/>del mio proponimento, con piu &amp; diuer&longs;e ra&shy;<lb/>gioni. </s>

<s>le quali tutte &longs;aranno hora da me rac&shy;<lb/>colte, in vna pro cedente informa Sillogi&longs;tica: <lb/>accioche come la mia Conchiu&longs;ione &egrave; vna; co&shy;<lb/>&longs;i in vna &longs;ola ragione, di cui le propo&longs;izioni <lb/>&amp; le parti &longs;i &longs;iano prima prouate e&longs;&longs;er vere; &longs;i <lb/>&longs;cuopra &amp; veggia ad vn'tratto il vero del mio <lb/>proponimento, &amp; la concludente confutazio <lb/>ne &amp; di&longs;truzzione della contraria propo&longs;ta: <lb/>&amp; con l'vna &amp; con l'altra in&longs;ieme &longs;i conchiug&shy;<lb/>ga &amp; termini lo mio Di&longs;cor&longs;o: &amp; &longs;i ponga fi&shy;<lb/>ne &agrave; que&longs;to mio Ragionamento: &amp; la detta Ra <lb/>gione &longs;ar&agrave; que&longs;ta. </s></p><p type="main">

<s>Cinque co&longs;e &longs;i richieggono ad ogni moui&shy;<lb/>mento, che &longs;i habbia &agrave; fare, &amp; &longs;ono que&longs;te. </s>

<s>Il <lb/>Corpo Mobile: il Motore: lo Spazio per lo <pb xlink:href="033/01/052.jpg" pagenum="52"/>quale e' dee far&longs;i: i Termini del detto Spazio: <lb/>&amp; il Tempo. <!-- KEEP S--></s>

<s>Adunque tante nece&longs;&longs;ariamen&shy;<lb/>te deono concorrere al Moto perpetuo, di che <lb/>&longs;i cerca. </s>

<s>Adunque tutte cinque deono e&longs;&longs;ere <lb/>perpetue<emph type="sup"/>1<emph.end type="sup"/>, &amp; perpetuamente concorrere al <lb/>detto Moto, &longs;e'dee e&longs;&longs;ere perpetuo. </s>

<s>Ma ne il <lb/>Corpo mobile <expan abbr="c&otilde;po&longs;to">compo&longs;to</expan>, &amp; trouato da qual &longs;i <lb/>voglia Ingegnere pu&ograve; e&longs;&longs;er perpetuo, come ne <lb/>anco perpetuo il Motore. <!-- KEEP S--></s>

<s>Non pu&ograve; e&longs;&longs;ere in <lb/>finito lo Spazio, dentro al quale &longs;i face&longs;&longs;e tal <lb/>Moto; ne la co&longs;a &longs;opra della quale e' &longs;i face&longs;&longs;e: <lb/>ne i Termini &longs;uoi po&longs;&longs;ono e&longs;&longs;ere vna co&longs;a me&shy;<lb/>de&longs;ima in fatto; &amp; diuer&longs;i &amp; di&longs;tinti &longs;econdo <lb/>la realit&agrave; &amp; con&longs;iderazione. </s>

<s>Non pu&ograve; e&longs;&longs;ere <lb/>il tempo finito: Adunque dal primo all'vltimo <lb/>non pu&ograve; e&longs;&longs;ere, ne trouar&longs;i, ne dar&longs;i il Moto <lb/>perpetuo in modo alcuno: come partitamente <lb/>&longs;i &egrave; dimo&longs;trato di&longs;opra. </s>

<s>Et per&ograve; vane tutte <lb/>le fatiche di coloro, i quali &longs;i &longs;ono me&longs;si, &ograve; &longs;i <lb/>mette&longs;&longs;ero &agrave; cercare tal co&longs;a, impo&longs;sile &agrave; tro&shy;<lb/>uar&longs;i &amp; fabbricar&longs;i dall'humano ingegno, &amp; <lb/>che per mezzo della &longs;perienza <expan abbr="n&otilde;">non</expan> &longs;i pu&ograve; proua <lb/>re; ne per via della ragione &amp; Di&longs;cor&longs;o dimo <lb/>&longs;trare e&longs;&longs;er vera, come la non &egrave;. </s>

<s>Perche toglien <lb/>do&longs;i homai da co&longs;i fatta impre&longs;a qualunque In <lb/>gegnere, &amp; nobile Artefice &longs;i &longs;ia; attenda &agrave; <lb/>quello, che cade &longs;otto la po&longs;sibilit&agrave; &amp; &longs;otto le <lb/>forze dell'Arte, &amp; che pu&ograve; arrecare vtile &amp; <lb/>honore &agrave; &longs;e &longs;te&longs;&longs;o, &amp; giouamento &agrave; gl'altri. </s></p><p type="main">

<s><emph type="center"/>IL FINE.<emph.end type="center"/><!-- KEEP S--></s></p>			</chap>		</body>		<back/>	</text></archimedes>
